Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Calendar is public
da: Kalender er offentlig
es_ar: El Calendario es publico
fi: Kalenteri on julkinen
fr_be: Le calendrier est public
it: Il calendario è pubblico
pl: Kalendarz jest publiczna
pt: Calendário é público
ru: Календарь доступен всем
si: දින දර්ශනය පොදුය
tr: Takvim herkese açık
uk: Публічний календар

source: Everybody, if the calendar is made public in user preferences.
da: Alle, hvis kalenderen er gjort offentlig i brugerindstillinger.
es_ar: Todos, si el calendario es publico en las preferencias del usuario.
fi: Kaikki, jos kalenteri on määritelty julkiseksi käyttäjän asetuksissa.
fr_be: Tout le monde si le calendrier est rendu public dans les préférences de l'utilisateur.
it: Tutti, se il calendario è reso pubblico nelle preferenze dell'utente.
pl: Każdy, jeśli kalendarz jest ustawiony jako publiczny.
pt: Todos, se o calendário for configurado como público nas preferências de utilizador.
ru: Все, если календарь сделан открытым в настройках пользователя.
si: සැවොම, පරිශීලක අභිරුචි තුළ දින දර්ශනය පොදු බවට පත් කරන්නේ නම්.
tr: Herkes, kullanıcı ayarlarından takvim herkese açık olarak ayarlanmış ise.
uk: Будь-хто, якщо календар зроблено публічним в користувацьких налаштуваннях.

source: Reports
da: Rapporter
es_ar: Informes
fi: Raportit
fr_be: Rapports
it: Prospetti
pl: Raporty
pt: Relatórios
ru: Отчёты
si: වාර්ථා
tr: Raporlar
uk: Звіти

source: Overview
da: Oversigt
es_ar: Vista general
fr_be: Synthèse
it: Panoramica
pl: Opis ogólny
pt: Visão geral
ru: Обзор
si: විශ්ලේෂණය
tr: Özet
uk: Перегляд

source: Report Overview
da: Rapportoversigt
es_ar: Informe general
fr_be: Rapport de Synthèse
it: Panoramica dei prospetti
pl: Przegląd Zgłoś
pt: Relatório Geral
ru: Отчёт об обзоре
si: වාර්ථා විශ්ලේෂණය
tr: Rapor Özeti
uk: Звіт про огляд

source: Student Reports
da: Elevrapporter
es_ar: Informes de estudiante
fi: Oppilasraportit
fr_be: Rapports d'Élève
it: Prospetti per alunno
pl: Raporty ucznia
pt: Relatórios do Aluno
ru: Отчеты по ученикам
si: ශිෂ්‍ය වාර්තා
tr: Öğrenci Raporları
uk: Звіти по учням

source: Group Reports
da: Gruppe rapporter
es_ar: Informes de grupo
fi: Ryhmäraportit
fr_be: Rapports de Groupe
it: Prospetti di gruppo
pl: Raporty grupowe
pt: Relatórios do Grupo
ru: Отчеты по классам
si: කණ්ඩායම් වාර්තා
tr: Grup Raporları
uk: Звіти по класах

source: School Year Reports
da: Skoleårs rapport
es_ar: Informes de año escolar
fi: Lukuvuosiraportit
fr_be: Rapports d'Année Scolaire
it: Prospetti per anno scolastico
pl: Raporty roczne
pt: Relatórios do Ano Letivo
ru: Школьные годовые отчеты
si: පාසැල් වර්ෂ වාර්තා
tr: Okul Yılı Raporları
uk: Шкільні річні звіти

source: Term Reports
da: Termins rapporter
es_ar: Informes de período
fi: Jaksoraportit
fr_be: Rapports Périodique
it: Prospetti periodici
pl: Raporty semestralne
pt: Relatórios do Período
ru: Периодические отчеты
si: වාර වාර්තා
tr: Dönem Raporları
uk: Періодичні звіти

source: Section Reports
da: Sektionsrapporter
es_ar: Informes de Sección
fi: Opetusryhmäraportit
fr_be: Rapports de Section
it: Prospetti per classe
pl: Raporty cząstkowe
pt: Relatórios de Turma
ru: Отчеты по секциям
si: අංශ වාර්තා
tr: Bölüm Raporları
uk: Звіти по секціям

source: Generate
da: Generér
es_ar: Generar
fi: Luo
fr_be: Générer
it: Genera
pl: Wygeneruj
pt: Gerar
ru: Сгенерировать
si: ජනනය කරන්න
tr: Üret
uk: Створити

source: export
es_ar: exportar
it: esporta
pt: exportar
ru: экспорт
tr: dışa aktar
uk: експорт

source: Collecting (${name})
es_ar: Recolección (${name})
it: Raccolta dati (${name})
ru: Сбор (${name})

source: Archive
es_ar: Archivo
it: Archivio
pt: Ficheiro
ru: Архив
tr: Arşiv
uk: Архів

source: files
es_ar: Archivos
it: file
pt: ficheiros
ru: файл (ы)
tr: dosyalar
uk: файли

source: Preparing archive
es_ar: Preparando archivo
it: Preparazione archivio
pt: A preparar arquivo
ru: Подготовка архива
tr: Arşiv hazırlanıyor

source: Archiving
es_ar: Archivando
it: Archiviazione in corso
pt: A arquivar
ru: Архивация
tr: Arşivleniyor
uk: Архівування

source: Archive complete
es_ar: Archivo completo
it: Archivio completato
pt: Arquivo completo
ru: Архив создан
tr: Arşiv tamamlandı

source: Building the report
es_ar: Construyendo el informe
it: Costruzione del prospetto
pt: A construir o relatório
ru: Создание отчёта*
tr: Rapor hazırlanıyor

source: Failed to build the report
es_ar: No se ha podido crear el informe
it: Creazione del prospetto fallita
pt: Falhou ao construir o relatório
ru: неудача составить отчет
tr: Rapor hazırlanırken hata oluştu

source: Download report
es_ar: Descargar el informe
it: Scarica prospetto
pt: A transferir o relatório
ru: Отчет загрузки
tr: Raporu indir

source: You can close this dialog and download the report later from your ${home-link}.
es_ar: Puede cerrar este cuadro de diálogo y descargar el informe posteriormente desde ${link}.
it: Si può chiudere questa finestra e scaricare il prospetto più tardi da ${home-link}.
pt: Pode fechar esta caixa de dialogo e transferir mais tarde do sei ${home-link}.
ru: Ты можешь закрыть этот диалог и загрузить отчет позже с твоего ${home-link}.

source: Category
da: Kategori
es_ar: Categoría
fi: Kategoria
fr_be: Catégorie
it: Categoria
pl: Kategoria
pt: Categoria
ru: Категория
si: ප්‍රභේද
tr: Kategori
uk: Категорія

source: File Type
da: Filtype
es_ar: Tipo de archivo
fr_be: Type de Fichier
it: Tipo di file
pl: Typ pliku
pt: Tipo de Ficheiro
ru: Тип Файла
si: ගොනු වර්ගය
tr: Dosya Tipi
uk: Тип файлу

source: System failure while generating ${report}.
es_ar: Fallo del sistema al generar ${report}.
it: Errore di sistema durante la preparazione di ${report}.
pt: Falha de sistema enquanto gerava o ${report}
ru: Системная неудача,при генерации* ${report}.

source: Report Reference
da: Rapportreference
es_ar: Reporte de referencia
fr_be: Référence du Rapport
it: Riferimento dei prospetti
pl: Zgłoś Reference
pt: Referências do Relatório
ru: Справочник отчетов
si: වාර්තා යොමුව
tr: Rapor Referansı
uk: Довідник звітів

source: Report
es_ar: Informe
it: Prospetto
pt: Relatório
ru: Отчёт
uk: Звіт

source: Filename
es_ar: Nombre del archivo
it: Nome file
pt: Nome do ficheiro
ru: Имя файла:
uk: Ім’я файлу

source: Requested on
es_ar: Requerido en
it: Richiesto il
pt: Requesito no
ru: Просьба о

source: report
es_ar: informe
it: prospetto
pt: relatório
ru: отчет
uk: звіт

source: Download reports
es_ar: Descargar informes
it: Scarica prospetti
pt: Transferir relatorios
ru: Отчеты о загрузке

source: ${file_type} Reports
da: ${file_type}rapport
es_ar: ${file_type} Informes
fr_be: Rapports ${file_type}
it: Prospetti ${file_type}
pl: ${file_type} Raporty
pt: Relatórios de ${file_type}
ru: ${file_type} Отчеты
si: ${file_type} වාර්තා
tr: ${file_type} Raporları
uk: ${file_type} Звіти

source: Resource Attributes
da: Resouce egenskaber
es_ar: Atributos de Recursos
fr_be: Attributs des Ressources
it: Attributi delle risorse
pl: Atrybuty zasobów
pt: Atributos de Recurso
ru: Атрибуты Ресурсов
si: සම්පත් උපලක්ෂණ
tr: Kaynak Özellikleri
uk: Атрибути Ресурсів

source: Import Resources
da: Importer ressourcer
es_ar: Importar Recursos
fi: Tuo resursseja
fr_be: Importer des Ressources
it: Importa le risorse
pl: Importuj źródła
pt: Importar Recursos
ru: Импортировать ресурсы
si: සම්පත් ආනයනය
tr: Kaynakları Al
uk: Імпортувати ресурси

source: Add Resource
da: Tilføj Resource
es_ar: Añadir recursos
fi: Lisää resurssi
fr_be: Ajouter une ressource
it: Aggiungi una risorsa
pl: Dodaj zasób
pt: Adicionar Recurso
ru: Добваить Ресурс
si: සම්පත් එක් කරනවා
tr: Kaynak Ekle
uk: Додати ресурс

source: Add Location
da: Tilføj lokale
es_ar: Añadir ubicación
fi: Lisää sijainti
fr_be: Ajouter un Lieu
it: Aggiungi un'aula
pl: Dodaj lokalizację
pt: Adicionar Local
ru: Добавить Местоположение
si: පිහිටීමක් එකතු කරන්න
tr: Konum Ekle
uk: Додати місцеположення

source: Add Equipment
da: Tilføj udstyr
es_ar: Añadir Equipos
fi: Lisää varuste
fr_be: Ajouter un Équipment
it: Aggiungi una dotazione
pl: Dodaj Sprzęt
pt: Adicionar Equipamento
ru: Добавить Оборудование
si: උපකරණයක් එකතු කරන්න
tr: Ekipman Ekle
uk: Додати Устаткування

source: Resource
da: Ressource
es_ar: Recurso
fi: Resurssi
fr_be: Ressource
it: Risorsa
pl: Zasób
pt: Recurso
ru: Ресурс
si: සම්පත
tr: Kaynak
uk: Ресурс

source: Reserve
da: Reservér
es_ar: Reservar
fi: Varaa
fr_be: Réserver
it: Prenota
pl: Rezerwa
pt: Reservar
ru: Резерв
si: සංචිත කිරීම
tr: Ayır
uk: Резерв

source: List all resources
es_ar: Lista de todos los recursos
it: Elenca tutte le risorse
pl: Lista wszystkich zasobów
pt: Listar todos os recursos
ru: Список всех ресурсов
tr: Tüm kaynakları listele
uk: Список всех ресурсов

source: Upload schooltool resources as CSV
da: Upload schooltool ressourcer som CSV
es_ar: Subir recursos en un archivo CSV
fi: Vie SchoolTool-resurssit CSV-muodossa
fr_be: Importer les ressources SchoolTool en CSV
it: Carica le risorse SchoolTool come CSV
pl: Dodaj zasoby SchoolTool jako CSV
pt: Importar recursos do schooltool como CSV
ru: Загрузить ресурсы SchoolTool в формате CSV
si: පාසැල්මෙවලම් සම්පත් CSV ලෙස උඩුගත කරන්න
tr: Schooltool kaynaklarını CSV olarak karşıya yükle
uk: Завантажити ресурси SchoolTool у форматі CSV

source: CSV data <strong>must</strong> include a resource title and <strong>may</strong> include an optional resource description. Any extra information will be discarded.
da: CSV data <strong>skal</strong> indeholde en ressource titel og <strong>må</strong> indeholde en valgfri ressource beskrivelse. Ekstra information vil ikke blive brugt.
es_ar: Los datos CSV <strong>deben</strong> incluir el nombre del recurso y opcionalmente <strong>puede</strong> agregar una descripción él. Cualquier información adicional será ignorada.
fi: CSV-tiedon <strong>täytyy</strong> sisältää resurssin nimi ja se <strong>voi</strong> sisältää vaihtoehtoisen resurssin kuvauksen. Kaikki muu tieto hylätään.
fr_be: Les données CSV <strong>doivent</strong> comporter un titre de ressource et <strong>peuvent</strong> inclure une description optionnelle. Toute autre information sera ignorée.
it: I dati CSV <strong>devono</strong> includere un titolo di una risorsa e <strong>possono</strong> includere una descrizione opzionale della risorsa
pl: Dane CSV <strong>muszą</strong> zawierać nazwę zasobu i <strong>mogą</strong> zawierać dodatkowy opis zasobu. Wszelkie inne informacje zostaną odrzucone.
pt: Os dados CSV <strong>têm</strong> que incluir um título de recurso e <strong>podem</strong> incluir uma descrição adicional. Qualquer informação adicional será ignorada.
ru: CSV-данные <strong>должны</strong> включать название ресурса и <strong>могут</strong> дополнительно включать описание ресурса. Любая дополнительная информация отбрасывается.
si: CSV දත්ත <strong>must</strong> සම්පත් නාමයක් අඩංගු සහ <strong>may</strong> විකල්ප සම්පත් විස්තරයක් අඩංගු වේ. ඕනෑම අමතර තොරතුරක් ඉවත් කරනු ඇත.
tr: CSV verisi, <strong>zorunlu olarak</strong> bir kaynak başlığı ve <strong>isteğe bağlı</strong> bir kaynak açıklaması içermelidir. Diğer fazla bilgiler elenecektir.
uk: CSV-дані <strong>повинні</strong> включати назву ресурсу та <strong>можуть</strong> додатково включати опис ресурсу. Будь-яка додаткова інформація відкидаються.

source: PRJ302, Overhead Projector #302 Main Auditorium,,location LC-805, Laptop Computer #805
da: PRJ302, Overhead projektor #302 Hovedauditoriet,,lokale LC-805, Bærbarcomputer #805
es_ar: PRJ302, Proyector de techo #302 Auditorio Principal,,ubicación LC-805, Computadora portátil #805
fi: PRH302, piirtoheitin #302 Pääauditorio,,sijainti KT-805, kannettava tietokone #805
fr_be: PRJ302, Rétroprojecteur #302 Amphithéâtre principal,,location LC-805, Ordinateur portable #805
it: PRJ302, Proiettore da soffitto #302 Auditorium principale,,luogo LC-805,Computer portatile #805
pl: PRJ302, Projektor podsufitowy #302 Aula Główna,,location LC-805, Komputer Laptop#805
pt: PRJ302, Retro-projetor #302 Auditório Principal,,local LC-805, Computador Portátil #805
ru: ПКР302, Подвесной проектор №302 Главная аудитория,,расположение НБ-805, Ноутбук №805
si: PRJ302, උඩිස් ප්‍රක්ෂේපකය #302 ප්‍රධාන ශ්‍රවණාරය,, පිහිටීම LC-805, ලැප්ටොප් පරිගණකය #805
tr: TGÖZ302, Tepegöz #302 Ana Toplantı Salonu,,yer DB-805, Dizüstü Bilgisayar #805
uk: PRJ302, кінопроектор #302 Головна аудиторія, місце розташування LC-805, портативний комп'ютер #805

source: The above example will create 3 resources titled 'PRJ302', 'Main Auditorium' and 'LC-805'. The first and last resource will have the descriptions 'Overhead Projector #302' and 'Laptop Computer #805' respectively. The "Main Auditorium" resource will have no description, but will be a location.
da: Eksemplet herover vil oprette 3 resourcer med titlerne 'PRJ302', 'Hovedauditoriet' og 'LC-805'. Den første og sidste resource vil har beskrivelserne 'Overhead Projector #302' og 'Laptop Computer #805'. Resourcen 'Hovedauditoriet' vil ikke have nogen beskrivelse, men vil være et lokale.
es_ar: El ejemplo de arriba creará 3 recursos titulados 'PRJ302', 'Auditorio Principal' and 'LC-805'. El primero y el último recurso tendrán las descripciones 'Proyector de techo #302' y 'Computadora portátil #805' respectivamente. El recurso 'Auditorio Principal' no tendrá descripción, sino que será una ubicación.
fi: Yllä oleva esimerkki luo kolme resurssia; "PRH302", "Pääauditorio" ja "KT-805". Ensimmäinen resurssi saa kuvauksen "piirtoheitin #302" ja viimeinen kuvauksen "kannettava tietokone #805". "Pääauditorio"-resurssille ei tule kuvausta, vaan siitä tehdään sijainti.
fr_be: Cet exemple créera trois ressources intitulées « PRJ302 », « Amphithéâtre principal » et « LC-805 ». La première et la dernière ressource auront pour descriptions respectives « Rétroprojecteur #302 » et « Ordinateur portable #805 ». La ressource « Amphithéâtre principal » n'aura pas de description, mais sera un emplacement.
it: L'esempio qui sopra creerà 3 risorse chiamate 'PRJ302', 'Auditorium principale' e 'LC-805'. La prima e l'ultima avranno le descrizioni 'Proiettore da soffitto #302' e 'Computer portatile #805' .La risorsa 'Auditorium principale' non avrà descrizione, perché si tratta di un luogo.
pl: Powyższy przykład utworzy 3 środki zatytułowane "PRJ302", "Główne audytorium" oraz "LC-805". Pierwszy i ostatni środek będą miały opisy odpowiednio "Projektor #302" i "Laptop #805". "Główne audytorium" nie będzie miało opisu, za to będzie lokalizacją.
pt: O exemplo acima irá criar 3 recursos: 'PRJ302', 'Auditório Principal' e 'LC-805'. O primeiro recurso terá a descrição 'Retro-projetor #302', e o último terá a descrição 'Laptop #805'. O 'Auditório Principal' não terá descrição, mas terá uma localização: 'térreo'.
ru: В этом примере создаются 3 ресурса с названиями 'ПКР302', 'Главная аудитория' и 'НБ-805'. Первый и последний ресурсы имеют описания 'Подвесной проектор №302' и 'Ноутбук №805' соответственно. Ресурс "Главная аудитория" не имеет описания, но имеет расположение.
si: ඉහත උදාහරණය 'PRJ302', 'ප්‍රධාන ශ්‍රවණාරය' සහ 'LC-805' යනුවෙන් නම් පටබැඳි සම්පත් 3ක් නිර්මාණය කරනු ඇත. ප්‍රථම සහ අවසාන සම්පතට අනුපිළිවෙලින් 'උඩිස් ප්‍රක්ෂේපකය #302' සහ 'ලැප්ටොප් පරිගණකය #805' යනුවෙන් විස්තර තිබෙනු ඇත. "ප්‍රධාන ශ්‍රවණාරය" සම්පතට විස්තරයක් නොමැතිමුත් පිහිටීමක් ඇත.
tr: Yukarıdaki örnek 'TGÖZ302', 'Ana Toplantı Salonu' ve 'DB-805' başlıklarıyla 3 kaynak oluşturacak. İlk ve son kaynak sırasıyla 'Tepegöz #302' ve 'Dizüstü Bilgisayar #805' açıklamalarına sahip olacak. 'Ana Toplantı Salonu' kaynağının açıklaması olmayacak,fakat yeri olacaktır.
uk: Наведений вище приклад створить 3 ресурси під назвою ', PRJ302' 'Головна Аудиторія' і 'LC-805'. Перший і останній ресурс будуть мати описи "кінопроектор #302" і "портативний комп'ютер #805" відповідно. Ресурс "Головна аудиторія" не буде мати опис, але буде місцезнаходження.

source: Resource index
da: Ressource indeks
es_ar: Índice de recursos
fi: Resurssien indeksi
fr_be: Index des ressources
it: Indice delle risorse
pl: Lista zasobów
pt: Índice de Recursos
ru: Указатель ресурсов
si: සම්පත් දර්ශකය
tr: Kaynak Dizini
uk: Індекс ресурсів

source: Res.
da: Resource
es_ar: Recurso
it: Ris.
ru: Рез.
si: සම්පත.
tr: Ayır
uk: Рез.

source: Locat.
da: Lokale
es_ar: Localización
fr_be: Lieu
it: Aula
pt: Loc.
ru: Местоп.
si: පිහිටීම.
tr: Konum
uk: Розташуванням.

source: Equip.
da: Udstyr
es_ar: Equipo
fr_be: Équip.
it: Dot.
pl: Wyposażyć.
ru: Оборуд.
si: උපකරණය.
tr: Ekpmn.
uk: Оборуд.

source: Resource attributes
da: Resourceegenskaber
es_ar: Atributos de recursos
fr_be: Attributs des ressources
it: Attributi della risorsa
pl: Atrybuty zasobów
pt: Atributos do recurso
ru: Свойства русурса
si: සම්පත් උපලක්ෂණ
tr: Kaynak özellikleri
uk: Властивості русурсов

source: Limit to resource type(s)
da: Grænse for resourcetype(r)
es_ar: Limitar el tipo de recurso(s)
fr_be: Limité au type(s) de resource(s)
it: Limita al/ai tipo/tipi di risorsa
pl: Ogranicz do typu(ów) zasobów
pt: Limitar a tipo(s) de recurso
ru: Ограничение типа ресурса(ов)
si: සම්පත් වර්ග(ය)ට සීමා කල
tr: Kaynak tiplerini sınırla
uk: Обмеження типу ресурсу(ів)

source: If you select one or more resource types below, this field will only be displayed in forms and reports for resources of the selected types.
da: Hvis du valgte en eller flere resourcetyper herunder, dette felt vil kun blive vist i formularer og rapporter for resourcer af valgt typer.
es_ar: Si selecciona uno o más tipos de recursos más adelante, este campo sólo se muestra en los formularios e informes para los recursos de los tipos seleccionados.
fr_be: Si vous sélectionnez un ou plusieurs type de ressources ci-dessous, alors ces champs ne seront affichés que dans les formulaires et rapports des ressources sélectionnées.
it: Se scegli uno o più tipi di risorsa qui sotto, questo campo verrà inserito nei moduli e nei prospetti solo per le risorse dei tipi selezionati.
pl: Jeśli wybrać jeden lub więcej typów zasobów poniżej, to pole będzie wyświetlany tylko w formularzach i raportach do zasobów wybranych typów.
pt: Se selecionar um ou mais tipos de recurso abaixo, este campo apenas será mostrado em formulários e relatórios dos recursos daqueles tipos selecionados.
ru: Если Вы выберите ниже один или более типов ресурса, это поле будет отображаться в форме и отчетах ресурсов выбранных типов.
si: ඔබ පහත සම්පත් වර්ග එකක් හෝ වැඩි ගණනක් තේරුවහොත්, තෝරා ඇති වර්ගයේ සම්පත් සඳහා ආකෘති පත්‍ර සහ වාර්තා වල මෙම ක්ෂේත්‍රය පමණක් ප්‍රදර්ශනය වනු ඇත
tr: Aşağıdaki kaynak tiplerinden bir ya da birkaçını seçtiğinizde, seçili tipleri gösteren form ve raporlarda yalnız bu alan gösterilir.
uk: Якщо Ви виберіть нижче один або більше типів ресурсу, це поле буде відображатися у формі і звітах ресурсів вибраних типів.

source: Resource identification
da: Resourceidentifikation
es_ar: Identificacion del Recurso
fi: Resurssin tiedot
fr_be: Identification d'une ressource
it: Identificazione risorsa
pl: Identyfikacja zasobów
pt: Identificação de Recursos
ru: Идентификация ресурса
si: සම්පත් හැඳුනුම
tr: Kaynak kimliği
uk: Ідентифікація ресурсу

source: Add new resource
da: Tilføj ny resource
es_ar: Agregar Nuevo Recurso
fr_be: Ajouter une nouvelle ressource
it: Aggiungi nuova risorsa
pl: Dodaj nowy zasób
pt: Adicionar novo recurso
ru: Добавить новый ресурс
si: නව සම්පත් එක්කරන්න
tr: Yeni kaynak ekle
uk: Додати новий ресурс

source: Edit resource
da: Rediger resource
es_ar: Editar recurso
fr_be: Éditer la ressource
it: Modifica risorsa
pl: Edytuj zasób
pt: Editar Recurso
ru: Изменить ресурс
si: සම්පත් සංස්කරණය කරන්න
tr: Kaynağı düzenle
uk: Змінити ресурс

source: Location identification
da: Lokaleidentifikation
es_ar: Identificador de Ubicacion
fi: Sijainnin tiedot
fr_be: identification de l'emplacement
it: Identificazione aula
pl: Identyfikacja miejsca
pt: Identificação de Localização
ru: Идентификация расположения
si: පිහිටීම් හැඳුනුම
tr: Yer kimliği
uk: Ідентифікація розташування

source: Location attributes
da: Lokaleegenskaber
es_ar: Atributos de Locación
fr_be: caractéristiques des lieux
it: Attributi dell'aula
pl: Atrybuty Lokalizacja
pt: Atributos do local
ru: Расположение атрибутов
si: පිහිටීම් උපලක්ෂණ
tr: Konum özellikleri
uk: Розташування атрибутів

source: Add new location
da: Tilføj nyt lokale
es_ar: Agregar Nueva Ubicacion
fi: Lisää uusi sijainti
fr_be: Ajouter un nouvel emplacement
it: Aggiungi nuova aula
pl: Dodaj nowe miejsce
pt: Adicionar nova localização
ru: Добавить новое расположение
si: නව පිහිටීමක් එකතු කරන්න
tr: Yeni yer ekle
uk: Додати нове розташування

source: Edit location
da: Rediger lokale
es_ar: Editar Ubicacion
fi: Muokkaa sijaintia
fr_be: Editer l'emplacement
it: Modifica aula
pl: Edytuj miejsce
pt: Editar localização
ru: Изменить расположение
si: පිහිටීම් සංස්කරණය කරන්න
tr: Yer düzenle
uk: Змінити розташування

source: Equipment identification
da: Udstyr identifikation
es_ar: Identificacion Equipo
fi: Varusteen tiedot
fr_be: Identification de l'équipement
it: Identificazione dotazione
pl: Identyfikacja sprzętu
pt: Identificação de Equipamento
ru: Идентификация оборудования
si: උපකරණ හැඳුනුම
tr: Ekipman kimliği
uk: Ідентифікація обладнання

source: Equipment attributes
da: Udstyrsegenskaber
es_ar: Atributos de Equipos
fr_be: caractéristiques des équipments
it: Attributi della dotazione
pl: Cechy urządzenia
pt: Atributos do equipamento
ru: Своства оборудования
si: උපකරණ උපලක්ෂණ
tr: Ekipman özellikleri
uk: Своства обладнання

source: Add new equipment
da: Tilføj nyt udstyr
es_ar: Agregar Nuevo Equipo
fr_be: Ajouter un nouvel équipement
it: Aggiungi nuova dotazione
pl: Dodaj nowy sprzęt
pt: Adicionar novo equipamento
ru: Добавить новое оборудование
si: නව උපකරණක් එකතු කරන්න
tr: Yeni ekipman ekle
uk: Додати нове обладнання

source: Edit equipment
da: Rediger udstyr
es_ar: Editar Equipo
fr_be: Editer l'équipement
it: Modifica dotazione
pl: Edytuj sprzętu
pt: Editar Equipamento
ru: Изменить оборудование
si: උපකරණ සංස්කරණය කරන්න
tr: Ekipman düzenle
uk: Змінити обладнання

source: Delete ${resource_title}
da: Slet ${resource_title}
es_ar: Eliminar ${resource_title}
fr_be: Effacer ${resource_title}
it: Elimina ${resource_title}
pl: Usuń ${resource_title}
pt: Apagar ${resource_title}
ru: Удалить ${resource_title}
si: ${resource_title} මකා දමන්න
tr: ${resource_title} sil
uk: Видалити ${resource_title}

source: Resource Report
es_ar: Informe de Recursos
it: Prospetto risorse
pl: Raport zasobów
pt: Relatório de Recursos
ru: Отчет о ресурсах
tr: Kaynak Raporu
uk: Звіт про ресурси

source: resource report
es_ar: Informe de Recursos
it: prospetto risorse
ru: отчет о ресурсе

source: Resource Report (continued)
es_ar: Informe de Recursos (continua)
it: Prospetto risorse (segue)
pl: Raport zasobów (ciąg dalszy)
pt: Relatório de Recursos (continuação)
ru: Отчет о ресурсах (продолжение)
tr: Kaynak Raporu (Devameden)
uk: Звіт про ресурси (продовження)

source: Choose One
da: Vælg en
es_ar: Seleccione uno
fr_be: Choisissez en Un
it: Scegline uno
pl: Wybierz jedną
pt: Escolha uma
ru: Выбрать Один
si: එකක් තෝරන්න
tr: Birini Seçin
uk: Вибрати Один

source: Manage resources
da: Administre resourcer
es_ar: Administrar recursos
fr_be: Gérer les ressources
it: Gestisci le risorse
pl: Zarządzanie zasobami
pt: Gerir recursos
ru: Управление ресурсами
si: සම්පත් කළමනාකරණය කරන්න
tr: Kaynakları yönet
uk: Управління ресурсами

source: School Resources
da: Skolens resourcer
es_ar: Recursos de la Escuela
fi: Koulun resurssit
fr_be: Ressources de l'école
it: Risorse scolastiche
pl: Szkoła Zasoby
pt: Recursos Escolares
ru: Ресурсы Школы
si: පාසැල් සම්පත්
tr: Okul Kaynakları
uk: Ресурси Школи

source: Total
da: I alt
fi: Lukumäärä
it: Totali
pl: Całkowity
ru: Всего
si: එකතුව
tr: Toplam
uk: Сума
