Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Basic information about sections is only visible to instructors and students in that section, and school administration.
da: Basisinformation om sektionerne er kun synlige for instruktørere og studerende i den bestemte sektion og skolens administrator.
es_ar: La información básica acerca de las secciones sólo es visible para los instructores y estudiantes en esa sección, y la administración de la escuela.
fr_be: L'information de base des sections est seulement visible aux formateurs et aux étudiants de chaque section, ainsi qu'à l'administration de l'école.
it: Le informazioni principali di una classe sono visibili ai soli docenti ed alunni di quella classe e all'amministrazione scolastica.
pl: Podstawowe informacje o sekcjach jest widoczna tylko dla instruktorów i studentów w tej sekcji, i administracji szkolnej.
pt: Informações básicas sobre turmas apenas são visíveis para instrutores e alunos daquela turma e para a administração escolar.
ru: Основная информация о секции доступна только инструкторам, студентам в этой секции и адмнистратору
tr: Bölümler hakkındaki temel bilgiler yalnızca bu bölümdeki öğretmen ve öğrenciler ile okul yönetimi tarafından görülebilir.
uk: Основна інформація про секції доступна тільки інструкторам, студентам у цій секції та адмністратору

source: Basic information about sections, including rosters, is visible to the general public.
da: Basisinformation om sektioner, herunder lister, er tilgængelige for offentligheden.
es_ar: La información básica acerca de las secciones, incluyendo listas, es visible para el público en general.
fr_be: Informations basiques à propos des sections, incluant les listes, sont visibles au public général.
it: Le informazioni principali di una classe, inclusi gli elenchi, sono visibili al pubblico.
pl: Podstawowe informacje o sekcjach, w tym spisach, jest widoczne dla ogółu społeczeństwa.
pt: Informações básicas sobre turmas, incluindo listas, são visíveis para o público geral.
ru: Основная информация о разделах, в том числе списках, которая видна широкой общественности.
tr: Bölümler ve ad listeleri ile ilgili temel bilgiler herkes tarafından görülebilir.
uk: Основна інформація про розділи, в тому числі списках, яку видно широкій громадськості.

source: A course in SchoolTool describes a set curriculum taught in a section.
da: Et kursus i SchoolTool beskriver pensumet der undervises i i en sektion.
es_ar: Un curso en SchoolTool describe el curriculum impartido en una sección.
fi: Kurssi tarkoittaa SchoolToolissa opetusohjelman osaa.
fr_be: Un cours dans SchoolTool décrit le programme enseigné dans une section.
it: Una materia in SchoolTool descrive il programma svolto in una classe.
pl: Kurs SchoolTool opisuje program nauczania nauczał w sekcji.
pt: Uma disciplina no SchoolTool descreve um conteúdo curricular definido ensinado numa turma..
ru: Курс в SchoolTool описывает учебный план, преподаваемый в этом разделе.
si: ස්කූල් ටූල් හි පාඨමාලා වක් එක් අංශයක / ඒකකයක අධ්‍යයන පටිපාටිය විස්තර කරයි.
tr: SchoolTool içindeki bir ders bir bölümde öğretilecek müfredatı belirler.
uk: Курс SchoolTool описує набір навчальних програм, що викладаються у розділі.

source: List
da: Liste
es_ar: Lista
fr_be: Lister
it: Elenco
pl: Lista
pt: Listar
ru: Список
si: ලැයිස්තුව
tr: Liste
uk: Список

source: Create/Delete
da: Opret/slet
es_ar: Crear/Borrar
fi: Lisäys/poisto
fr_be: Créer / Supprimer
it: Crea/Elimina
pl: Utwórz/Usuń
pt: Criar/Apagar
ru: Создать/Удалить
si: නිර්මාණය හෝ ලොප් කරන්න
tr: Oluştur/Sil
uk: Створити/Видалити

source: Modify
da: Ændre
es_ar: Modificar
fi: Muokkaa
fr_be: Modifier
it: Modifica
pl: Modyfikuj
pt: Modificar
ru: Изменить
si: විකරණය කරන්න
tr: Değiştir
uk: Змінити

source: A section is a set of one or more learners who meet during a term.
da: En sektion er en eller flere studerende der mødes i et termin.
es_ar: Una sección es un conjunto de uno o más estudiantes que se reúnen durante un plazo.
fr_be: Une section est un ensemble de un ou plusieurs étudiants qui se rencontrent durant une période.
it: Una classe è un insieme di uno o più alunni che si incontrano durante un periodo.
pl: Sekcja jest zbiorem jednego lub więcej uczniów, którzy spotykają się w trakcie kadencji.
pt: Uma turma é um conjunto de um ou mais alunos que se encontram durante um período letivo.
ru: Секция - это набор из одного или более учащихся, которые встречаются в течение семестра.
tr: Bir bölüm, dönem boyunca devam eden bir ya da daha çok öğrencinin bir kümesidir.
uk: Розділ являє собою набір з одного або кількох учнів, які відповідають протягом семестру.

source: Dashboard
da: Oversigt
es_ar: Pizarra
fi: Ohjauspaneeli
fr_be: Tableau de bord
it: Bacheca
pl: Panel
pt: Painel
ru: Панель
tr: Denetim Masası
uk: Панель інструментів

source: Weight
da: Vægt
es_ar: Peso
fi: Paino
fr_be: Poids
it: Peso
pl: Masa
pt: Peso
ru: Вес
si: භාරය
tr: Ağırlık
uk: Вага

source: Activity Categories
da: Aktivitets kategorier
es_ar: Categorías de Actividades
fi: Arviointimateriaalikategoriat
fr_be: Catégories d'Activité
it: Categorie attività
pl: Kategorie czynności
pt: Categorias de Atividades
ru: Категории видов деятельности
tr: Etkinlik Grupları
uk: Категорії Уроків

source: School Timetables
da: Skole timeskemaer
es_ar: Horarios de Escuela
fi: Koulun lukujärjestykset
fr_be: Horaires de l'École
it: Orari della scuola
pl: Harmonogramy zajęć
pt: Calendários Escolares
ru: Школьные расписания
si: පාසල් කාලසටහන්
tr: Okul Zaman Çizelgeleri
uk: Розклади занять

source: Sample data
da: Eksempel data
es_ar: Datos de ejemplo
fi: Näytetieto
fr_be: Donnée simple
it: Dati di esempio
pl: Dane próbki
pt: Dados de exemplo
ru: Образцы данных
si: නියැදි දත්ත
tr: Örnek veri
uk: Зразки даних

source: Developer Tools
da: Udviklingsværktøjer
es_ar: Herramienta para desarrolladores
fi: Kehitystyökalut
fr_be: Outils pour développeur
it: Strumenti per lo sviluppo
pl: Narzędzia programisty
pt: Ferramentas de Desenvolvimento
ru: Средства разработчика
tr: Geliştirici Araçları
uk: Інструменти розробника

source: You are not authorized
da: Du har ikke adgang.
es_ar: No está autorizado
fr_be: Vous n'êtes pas autorisé
it: Non sei autorizzato
pl: Nie masz uprawnień,
pt: Não está autorizado
ru: Вы не авторизованы
tr: Yetkiniz yok
uk: Ви не авторизовані

source: Permission checks
da: Checker tilladelser
es_ar: Comprobaciones de permisos
fr_be: Contrôles des permissions
it: Controllo permessi
pl: Kontrola uprawnień
pt: Verificação de permissões
ru: Проверка доступа
tr: Yetki denetimleri
uk: Проверка доступа

source: Most recent checks last. Red indicates insufficient permissions. "=>" indicates relayed checks, usually to parent object.
da: Seneste check er sidste. Rød indikere utilstrækkelige tilladelser. "=>" indikerer henviste check, sandsynligvis til forældreobjektet.
es_ar: El último chequeo más reciente. El color rojo indica los permisos insuficientes."=>" Indica chequeos retransmitidos, por lo general al objeto principal.
fr_be: La plupart des derniers contrôles récents. Le rouge indique une autorisation insuffisante. "=>" Indique un contrôle relayé, généralement aux parents.
it: Ultimi controlli al fondo. Il rosso indica permessi insufficienti. "=>" indica controlli delegati, di solito a oggetti di livello superiore.
pl: Najnowsze sprawdza ostatnich. Czerwony wskazuje wystarczających uprawnień. "=>" Wskazuje przekazywane kontroli, zwykle do obiektu nadrzędnego.
pt: Verificações mais recentes em último lugar. Vermelho indica permissões insuficientes. "=>" indica verificações substituidas, geralmente para objetos pais.
ru: Самые свежие проверяются последними. Красный сигнализирует о недостатке прав. "=>" сигнализирует о заменяемых проверках, обычно у родительских объектов.
tr: Son yapılan denetim en alttadır. Kırmızılar yetersiz izinleri gösterir. "=>" devir alınan denetimleri gösterir, genellikle üst ögeden gelir.
uk: Найсвіжіші перевіряються останніми. Червоний сигналізує про нестачу прав. "=>" Сигналізує про замінних перевірках, зазвичай у батьківських об'єктів.

source: Unauthorized
da: Ikke godkendt
es_ar: Sin autorización
fr_be: Non Autorisé
it: Non autorizzato
pl: Nieautoryzowane
pt: Não autorizado
ru: Не Авторизован
si: බලය නොලත්
tr: Yetkisiz
uk: Недозволено

source: Outgoing Email
da: Udgående email
es_ar: Correo Electrónico Saliente
fi: Lähtevä sähköposti
fr_be: Email envoyés
it: Email in uscita
pl: Poczta wychodząca
pt: E-mail de saída
ru: Исходящая почта
tr: Giden E-posta
uk: Надсилаєма пошта Email

source: Send Test
es_ar: Enviar Prueba
fr_be: Test d'envoi
it: Invia test
pl: Wyślij test
pt: Enviar Teste
ru: Отправить тест
si: පරීක්ෂණය යවන්න
tr: Sınama Gönder
uk: Відіслати Тест

source: Enabled on ${info}
da: Slået til ${info}
es_ar: Habilitado en ${info}
fr_be: Actif sur ${info}
it: Abilitato su ${info}
pl: Włączone $ {info}
pt: Ativado em ${info}
ru: Активировано в ${info}
tr: ${info} üzerinde etkin
uk: Активовано в ${info}

source: Disabled
da: Slået fra
es_ar: Deshabilitado
fi: Ei käytössä
fr_be: Désactivé
it: Disabilitato
pl: Wyłączone
pt: Desactivado
ru: Отключено
si: අක්‍රිය කර ඇත
tr: Devre Dışı
uk: Вимкнено

source: Server Status
es_ar: Estado del Servidor
fi: Palvelimen tila
fr_be: État du serveur
it: Stato server
pl: Status Serwera
pt: Estado do Servidor
ru: Состояние сервера
tr: Sunucu Durumu
uk: Стан сервера

source: Hostname
da: Værtsnavn
es_ar: Nombre de host
fr_be: Nom d'Hôte
it: Nome host
pl: Nazwa hosta
pt: Nome do servidor
ru: Имя узла
si: ධාරක නාමය
tr: Sunucu adı
uk: Назва вузла

source: SMTP server hostname. Required if the service is enabled.
da: SMTP server værtsnavn. Skal indtastes hvis tjenesten skal benyttes.
es_ar: Nombre de host del servidor SMTP. Requerido si el servicio es habilitado
fr_be: Nom d'hôte du serveur SMPT. Obligatoire si le service est activé.
it: MTP server hostname. Richiesto se il servizio è abilitato
pl: Serwer SMTP nazwy. Wymagane, jeżeli usługa jest włączona.
pt: Nome da máquina do servidor SMTP. Necessário se o serviço estiver ativo.
ru: Адрес SMTP сервера. Необходимо для работы сервиса.
tr: SMTP sunucu adının. Servis etkinse yazılması gerekir.
uk: адреса SMTP сервера. Потрібно, якщо сервіс дозволений.

source: Port
es_ar: Puerto
fi: Portti
it: Porta
pt: Porta
ru: Порт
si: කවුළුව
uk: Порт

source: Port of the SMTP service. Using 25 by default.
da: Port for SMTP tjenesten. Port 25 er standard.
es_ar: Puerto del servicio SMTP. Se usa 25 por defecto.
fi: SMTP-palvelun porttinumero. Portti 25 käytössä oletuksena.
fr_be: Port du service SMTP. Utilise 25 par défaut.
it: Porta del servizio SMTP. La predefinita è 25.
pl: Port serwisu SMTP. Domyślnie: 25
pt: Porta do serviço SMTP. Usando a porta 25 por padrão.
ru: Порт SMTP сервиса. По умолчанию используется 25.
tr: SMTP servisinin portu. Varsayılan olarak 25 kullanılır.
uk: Порт для SMTP сервісу (типово використовується 25)

source: Username used for optional SMTP authentication.
da: Brugernavn for yderligere SMTP autentifikation.
es_ar: Nombre de usuario para autenticación SMTP opcional.
fr_be: Nom d'utilisateur en cas d'authentification SMTP
it: Nome utente per l'autenticazione facoltativa delle SMTP
pl: Nazwa u opcjonalnego uwierzytelniania SMTP.
pt: Nome de utilizador usado para autenticação SMTP.
ru: Имя пользователя, используемое для необязательной SMTP аутентификации.
tr: İsteğe bağlı olarak, SMTP erişimi için kullanılacak kullanıcı adı.
uk: Ім'я користувача, що використовується для необов'язкової SMTP аутентифікації.

source: Current password to authenticate to the SMTP server.
da: Nuværende password for at autentificere på SMTP serveren.
es_ar: Contraseña actual para autenticación SMTP.
fr_be: Mot de passe actuel pour s'authentifier sur le serveur SMTP.
it: Password corrente per autenticarsi nel server SMTP.
pl: Aktualne hasło do uwierzytelniania serwera SMTP
pt: Palavra passe usada para autenticação no servidor SMTP.
ru: Текущий пароль для аутентификации на SMTP сервере.
tr: SMTP sunucusuna erişmek için, geçerli parola.
uk: Поточний пароль для аутентифікації на SMTP сервер.

source: New Password
da: Ny adgangskode
es_ar: Nueva Contraseña
fi: Uusi salasana
fr_be: Nouveau mot de passe
it: Nuova password
pl: Nowe Hasło
pt: Nova Palavra Passe
ru: Новый пароль
si: නව මුරපදය
tr: Yeni Parola
uk: Новий пароль

source: The password to authenticate to the SMTP server.
da: Password'er for at autentificere på SMTP serveren.
es_ar: La contraseña para autenticarse al servidor SMTP.
fr_be: Mot de passe pour s'authentifier sur le serveur SMTP.
it: La password per autenticarsi nel server SMTP.
pl: Hasło do uwierzytelniania serwera SMTP
pt: A palavra passe para autenticação no servidor SMTP.
ru: Пароль для аутентификации на SMTP сервере
tr: SMTP sunucusuna erişmek için parola.
uk: Пароль для аутентифікації на SMTP сервер.

source: Confirm New Password
da: Bekræft ny adgangskode
es_ar: Confirmar Nueva Contraseña
fi: Vahvista uusi salasana
fr_be: Confirmation
it: Conferma nuova password
pl: Potwierdź nowe hasło
pt: Confirmar Nova Palavra Passe
ru: Подтвердите новый пароль
si: නව මුරපදය තහවුරු කරන්න
tr: Yeni Parola Onayı
uk: Затвердіть новий пароль

source: Use TLS connection?
da: Brug TLS forbindelse
es_ar: ¿Usar conexión TLS?
fi: Käytetäänkö TLS-yhteyttä?
fr_be: Utiliser une connexion TLS ?
it: Utilizzare connessione TLS?
pl: Użyć połączenia TLS?
pt: Usar ligação TLS?
ru: Использовать TLS соединение?
tr: TLS bağlantısı kullanılsın mı?
uk: Використовувати TLS з'єднання?

source: Change Email Settings
da: Ændre email opsætning
es_ar: Cambiar la Configuración del Correo Electrónico Saliente
fi: Muuta sähköpostiasetuksia
fr_be: Modifier les paramètres de courriel
it: Cambia impostazioni Email
pl: Zmień ustawienia poczty
pt: Alterar configurações de E-Mail
ru: Изменить настройки Email
si: විද්‍යුත් තැපැල් සැකසුම් වෙනස් කරන්න
tr: E-posta Ayarlarını Değiştir
uk: Змінити налаштування Email

source: Hostname is required for enabling the service
da: Værtsnavn er nødvendigt for at kunne benytte denne tjeneste.
es_ar: El nombre de host es requerido para habilitar el servicio
fr_be: Le nom d'hôte est nécessaire pour activer le service
it: L'hostname è richiesto per abilitare il servizio
pl: Nazwa hosta jest wymagana do włączenia usługi
pt: O nome do servidor é necessário para habilitar o serviço
ru: Имя хоста необходимо для включения службы
tr: Bu servisi etkinleştirebilmek için sunucu adı yazılmalı
uk: Необхідна адреса вузла для вкалючення сервісу

source: Supplied new passwords are not identical
da: Indtastede nye passwords er ikke identiske
es_ar: Nuevas contraseñas proporcionadas no son idénticas
fr_be: Les mots de passe fourni ne sont pas identique
it: Le nuove password fornite non sono uguali
pl: Dostarczone nowe hasła nie są identyczne
pt: As novas palavras passe introduzidas não são idênticas
ru: Предоставленные новые пароли не идентичны
si: සපයන ලද නව මුරපද සමාන නොවේ
tr: Yazılan yeni parolalar birbirinin aynı değil
uk: Надані нові паролі не ідентичні

source: Current status of the SchoolTool email service
da: Aktuel status for SchoolTool email service
es_ar: Estado actual del servicio de correo
fi: SchoolTool-sähköpostipalvelun nykyinen tila
fr_be: État actuel du service de courriel SchoolTool
it: Stato attuale del servizio Email di SchoolTool
pl: Aktualny stan serwisu mailowego programu SchoolTool
pt: Estado atual do serviço de E-mail do SchoolTool
ru: Текущее состояние e-mail сервера SchoolTool
tr: SchoolTool e-posta servisinin geçerli durumu
uk: Поточний статус SchoolTool email серверу

source: The sender address
da: Afsender adresse
es_ar: La dirección del remitente
fi: Lähettäjän osoite
fr_be: Adresse de l'expéditeur
it: Indirizzo del mittente
pl: Adres nadawcy
pt: O endereço do remetente
ru: Адрес отправителя
tr: Gönderici adresi
uk: Адреса відправника

source: Recipient addresses comma separated
da: Modtageradresser komma separeret
es_ar: Direcciones de destinatarios separadas por coma
fi: Vastaanottajien osoitteet pilkulla erotettuna
fr_be: Adresses des destinataires séparées par des virgules
it: Indirizzi dei destinatari separati da una virgola
pl: Adresy odbiorców oddzielone przecinkami
pt: Endereços dos destinatários separados por vírgula
ru: Адреса получателей, разделённые запятыми
tr: Virgülle ayrılmış alıcı adresleri
uk: Адреси отримувачів, розділені комами

source: Created on
da: Oprettet den
es_ar: Creado el
fr_be: Créé le
it: Creata il
pl: Utworzone
pt: Criado em
ru: Создано
tr: Oluşturulma
uk: Створено

source: Date and time when the message was created
da: Dato og tid for oprettelse af meddelelse
es_ar: Fecha y hora cuando se creó el mensaje
fr_be: Date et heure à laquelle le message a été créé
it: Data e ora della creazione del messaggio
pl: Data i czas utworzenia wiadomości
pt: Data e hora de quando a mensagem foi criada
ru: Дата и время создания письма
tr: İletinin oluşturulduğu tarih ve zaman
uk: Дата та час створення листа

source: Email Status
es_ar: Estado del Correo
fi: Sähköpostin tila
fr_be: État du courriel
it: Stato Email
pl: Status poczty
pt: Estado do E-Mail
ru: Статус Email
tr: E-posta Durumu
uk: Статус Email

source: Last time tried
da: Sidste forsøg
es_ar: Último intento
fi: Viimeisin yritys
fr_be: Dernier essai
it: Ultimo tentativo
pl: Ostatnia próba
pt: Última tentativa
ru: Время последней попытки
tr: Son denendiği zaman
uk: Час останньої спроби

source: Date and time when the message was last tried
da: Dato og tid for beskedens sidste forsøg
es_ar: Última fecha y hora cuando se intentó enviar
fr_be: Date et heure de la dernière tentative du message
it: Data e ora quando il messaggio è stato provato per l'ultima volta
pl: Data i czas ostatniej próby
pt: Data e hora da última tentativa
ru: Дата и время последней попытки письма
tr: İletinin son denendiği tarih ve zaman
uk: Дата та час останньої спроби відправки листа

source: Email View
da: Vis email
es_ar: Ver Correo Electrónico
fr_be: Voir E-mail
it: Visualizzazione Email
pl: Zobacz Email
pt: Ver E-mails
ru: Просмотр Email
tr: E-posta Görünümü
uk: Перегляд Email

source: Retry
da: Prøv igen
es_ar: Reintentar
fr_be: Réessayer
it: Riprova
pl: Ponów
pt: Tentar Novamente
ru: Повтор
si: නැවත උත්සාහ කරන්න
tr: Yeniden Dene
uk: Спробувати ще раз

source: Email Queue
da: Emailkø
es_ar: Cola de Correo Electrónico
fi: Viestijono
fr_be: Queue de la messagerie
it: Coda Email
pl: Kolejka Email
pt: Fila de E-mail
ru: Очередь Email
tr: E-posta Kuyruğu
uk: Email черга

source: Enabled
da: Slået til
es_ar: Habilitado
fi: Käytössä
fr_be: Activé
it: Abilitata
pl: Włączone
pt: Ativo
ru: Включено
si: සක්‍රිය කර ඇත
tr: Etkinleştirildi
uk: Ввімкнено

source: Queue (${count} failed)
da: Kø (${count} mislykkedes)
es_ar: Cola (${count} fallidos)
fr_be: Queue (${count} échec)
it: Coda (${count} fallito/i)
pl: Kolejka (${count} nie powiodło się)
pt: Fila (${count} falharam)
ru: Очередь (${count} неуд.)
tr: Kuyrukta (${count} gönderilemedi)
uk: Черга (${count} невдача)

source: Queue
da: Kø
es_ar: Cola
fi: Jono
fr_be: File
it: Coda
pl: Kolejka
pt: Fila
ru: Очередь
si: පේළිය
tr: Kuyruk
uk: Черга

source: Subject of the message
da: Emne for meddelelse
es_ar: Asunto del mensaje
fi: Viestin aihe
fr_be: Sujet du message
it: Soggetto del messaggio
pl: Temat wiadomości
pt: Assunto da mensagem
ru: Тема письма
tr: İletinin konusu
uk: Тема листа

source: Body of the message
da: Tekst for meddelelse
es_ar: Cuerpo del mensaje
fi: Viestin runko
fr_be: Corps du message
it: Corpo del messaggio
pl: Treść wiadomości
pt: Corpo da mensagem
ru: Содержимое письма
tr: İletinin metni
uk: Зміст листа

source: Email Queue (${count})
da: Emailkø (${count})
es_ar: Cola de correos (${count})
fr_be: File deCourriel (${count})
it: Coda delle Email (${count})
pl: Kolejka e-mail (${count})
pt: Fila de emails (${count})
ru: Очередь Email Писем (${count})
tr: E-posta Kuyruğu (${count})
uk: Чера Email Листів (${count})

source: Outgoing Email Queue
da: Udgående emailkø
es_ar: Cola de correo saliente
fr_be: File des Courriels Sortants
it: Coda delle Email in uscita
pl: Kolejce wychodzącej Email
pt: Fila de saída de emails
ru: Исходящая Очередь Email Писем
tr: Giden E-posta Kuyruğu
uk: Вихідна Черга Email Листів

source: Outgoing Email Settings
da: Udgående emailindstillinger
es_ar: Configuración del correo electrónico saliente
fr_be: Configuration des Courriels Sortants
it: Impostazioni Email in uscita
pl: Wychodzące ustawienia poczty
pt: Configurações de saída de emails
ru: Настройки Исходящих Писем
tr: Giden E-posta Ayarları
uk: Налаштування Вихідних Листів

source: Send Test Email
es_ar: Enviar Email de prueba
fr_be: Envoyer un Courriel d'Essai
it: Invia Email testuale
pl: Wyślij e-mail testowy
pt: Enviar Email de teste
ru: Послать Тестовое Письмо.
tr: Sınama E-postası Gönder
uk: Послати Тестовий Лист.

source: retry-button
da: Forsøg igen
es_ar: Reintentar
fr_be: Réessayer
it: Riprova
pl: Ponów
pt: Repetir
ru: Повторить
tr: Yeniden Dene
uk: Повторити

source: There are no messages queued.
da: Der er ingen meddelelser i kø.
es_ar: No hay mensajes en cola.
fi: Ei viestejä jonossa.
fr_be: Aucun message dans la file.
it: Non ci sono messaggi in coda.
pl: Nie ma oczekujących wiadomości.
pt: Não há mensagens em fila de espera.
ru: Нет писем в очереди.
tr: Kuyrukta ileti yok
uk: Немає листів у черзі.

source: Are you sure you want to delete the selected emails?
da: Er du sikker på at du vil slette de valgte emails?
es_ar: ¿Está seguro que quiere eliminar los correos seleccionados?
fi: Haluatko varmasti poistaa valitut sähköpostit?
fr_be: Voulez-vous vraiment supprimer les courriels sélectionnés ?
it: Sei sicuro di voler eliminare le Email selezionate?
pl: Jesteś pewien, że chcesz usunąć zaznaczone wiadomości?
pt: Tem a certeza que pretende apagar os e-mails seleccionados?
ru: Вы уверены, что хотите удалить выбранные письма?
tr: Seçili e-postaları silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити обрані листи?

source: Server status: ${status}
es_ar: Estado del servidor: ${status}
fr_be: Status du serveur: ${status}
it: Stato del server: ${status}
pl: Status serwera: ${status}
pt: Estado do Servidor: ${status}
ru: Статус сервера: ${status}
tr: Sunucu durumu: ${status}
uk: Статус сервера: ${status}

source: Change email settings
da: Ændre emailindstillinger
es_ar: Cambiar la configuración de correo electrónico
fi: Muuta sähköpostiasetuksia
fr_be: Changer les configurations de courriel
it: Cambia le impostazioni delle Email
pl: Zmień ustawienia poczty
pt: Alterar configurações de email
ru: Изменить настройки почты
si: විද්‍යුත් තැපැල් සැකසුම් වෙනස් කරන්න
tr: E-posta ayarlarını değiştir
uk: Змінити налаштування пошти
