Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: In addition to entering data through SchoolTool's web interface, you can also import data from a spreadsheet using this template: ${link-to-empty-data-file}.
da: Udover at indtaste data i SchoolTools webgrænseflade, kan du også importere data fra et regneark ved at bruge denne skabelon: ${link-to-empty-data-file}.
es_ar: Además de introducir datos a través de la interfaz web de SchoolTool, también puede importar datos desde una hoja de cálculo usando esta plantilla: ${link-to-empty-data-file}.
fr_be: En plus d'introduire des données à travers de l'interface web de SchoolTool, vous pouvez aussi importer des données depuis une feuille de calcul en utilisant ce modèle: ${link-to-empty-data-file}.
it: Oltre ad aggiungere dati attraverso l'interfaccia web di SchoolTool, puoi anche importare i dati da un foglio elettronico usando questo template: ${link-to-empty-data-file}.
pl: Oprócz wprowadzania danych poprzez interfejs WWW programu SchoolTool możesz również zaimportować dane z arkuszu używając tego szablonu ${link-to-empty-data-file}.
pt: Em adicão a introduzir dados atráves do interface web da SchoolTool, pode também importar dados de uma folha de cálculo utilizando este template: {$link-to-empty-data-file}.
ru: В дополнение к введённым данным через web-интерфейс SchoolTool, вы можете импортировать данные из таблицы, используя этот шаблон: ${link-to-empty-data-file}.
tr: Verileri SchoolTool web arayüzünden girmenin yanında, şu kalıbı kullanarak Excel gibi hesap sayfalarında hazırlanmış verileri de alabilirsiniz: ${link-to-empty-data-file}.
uk: На додаток до введення даних через веб-інтерфейс SchoolTool, ви можете імпортувати дані з таблиці, використовуючи цей шаблон: ${link-to-empty-data-file}.

source: Data included in the spreadsheet will be added to data in the system; importing will not cause data to be removed.
da: Data inkluderet i dette regneark vil blive tilføjet til systemet; importen vil ikke fjerne data.
es_ar: Los datos incluidos en la hoja de cálculo serán añadidos a los datos en el sistema; la importación no causará que los datos sean removidos.
fi: Taulukon sisältämä tieto lisätään järjestelmän tietoihin; tietojen tuonti ei poista tietoa järjestelmästä.
fr_be: Des Données inclus dans la feuille de calcul seront ajoutés aux données dans le système; l'importation ne causera pas que les données sont déplacées..
it: I dati inclusi nel foglio di calcolo saranno aggiunti ai dati nel sistema; l'importazione non causerà la perdita di dati.
pl: Dane załączone w arkuszu kalkulacyjnym będą dodane do danych systemu; importowanie nie spowoduje usunięcia danych.
pt: Dados incluidos na folha de cálculo serão adicionados nos dados do sistema; a importação não removerá dados.
ru: Данные, включённые в таблицу, будут добавлены к уже хранящимся в системе, импорт не повлечет удаление данных.
tr: Hesap çizelgesindeki veri, sistemdeki veriye eklenecek. Veri almak herhangi bir verinin silinmesine neden olmaz.
uk: Дані, включені в таблицю, буде додано до даних в системі; імпорт не призведе до їх вилучення даних.

source: You do not have to import all worksheets at the same time. You can import individual worksheets sequentially.
es_ar: No tiene porque importar todas las hojas de trabajo a la vez. Puede importarlas individualmente y secuencialmente.
it: Non è necessario importare tutti i fogli di lavoro insieme. Puoi importarli uno dopo l'altro.
pl: Nie musisz importować wszystkich arkuszy od razu. Możesz zaimportować każdy z arkuszy indywidualnie.
pt: Não precisa importar todas as folhas de cálculo ao mesmo tempo. Você pode importar folhas de cálculo individuais sequencialmente.
ru: Вы не должны импортировать все листы одновременно. Вы должны импортировать листы по отдельности.
tr: Tüm çalışma sayfalarını aynı anda almanız gerekmez. Ayrı ayrı sayfaları arka arkaya alabilirsiniz.
uk: Ви не повинні імпортувати всі листи одночасно. Ви повинні імпортувати листи окремо.

source: For people interested in testing and exploring SchoolTool, we provide a set of sample data: ${link-to-sample-data-file}.
da: For de der er interesserede i at teste og udforske SchoolTool, giver vi mulighed for at hente eksempel data: ${link-to-sample-data-file}.
es_ar: Para personas interesadas en probar y explorar SchoolTool, proveemos un conjunto de datos de muestra: ${link-to-sample-data-file}.
fi: Niille, jotka haluavat kokeilla ja tutkia SchoolToolia, on tarjolla valmista mallitietoa: ${link-to-sample-data-file}.
fr_be: Pour les personnes désireuses d'essayer et d'explorer SchoolTool, nous fournissons un ensemble de données d'exemple ici : ${link-to-sample-data-file}.
it: Per le persone interessare alle prove e all'esplorazione di SchoolTool, abbiamo provveduto ad impostare dei dati di esempio: ${link-to-sample-data-file}.
pl: Dla osób zainteresowanych testowaniem i odkrywaniem programu SchoolTool, oferujemy zbiór danych przykładowych: ${link-to-sample-data-file}.
pt: Para pessoas interessados em testar e explorar SchoolTool, fornecemos um conjuto de datas amostra: ${link-to-sample-data-file}.
ru: Для заинтересованных в тестировании и изучении SchoolTool людей, мы предоставляем тестовые данные: ${link-to-sample-data-file}.
si: ස්කූල් ටූල් පරීක්ෂා කිරීමට හා ගවේෂණය කිරීමට උනන්දුව ඇති අය සඳහා අපි ආදර්ශ දත්ත: ${link-to-sample-data-file} සපයන්නෙමු.
tr: SchoolTool programını sınamak ve keşfetmek isteyenlerin kullanılabileceği örnek veriler hazırladık: ${link-to-sample-data-file}.
uk: Для людей, зацікавлених у тестуванні та вивченні SchoolTool, ми пропонуємо ряд зразкових даних: ${link-to-sample-data-file}.

source: We also provide a large data set: ${link-to-sample-data-file} -- 1000 students over multiple years -- for performance testing. This set can take a very long time to be imported and may fail on systems with inadequate memory.
da: Vi tilbyder en stor datamængde: ${link-to-sample-data-file} -- 1000 studerende over flere år -- for at teste ydelse. Denne datamængde kan at lang tid at importere og kan give fejl på systemer under tilstrækkelig hukommelse.
es_ar: También ofrecemos un gran conjunto de datos: ${link-to-sample-data-file} -- 1000 estudiantes a través de múltiples años -- para pruebas de desempeño. Este sistema puede tardar mucho tiempo para ser importado y puede fallar en sistemas con memoria insuficiente.
fr_be: Nous fournissons également un grand ensemble de données: ${link-to-sample-data-file} -- 1000 étudiants sur plusieurs années -- pour les tests de performance. Cet ensemble peut prendre un temps très long à être importés et peut échouer sur les systèmes dotés de mémoire insuffisante.
it: Forniamo anche un esempio più articolato: ${link-to-sample-data-file} -- 1000 studenti in più anni -- per prove di prestazioni del sistema. Questo set può richiedere un lungo tempo per essere importato e potrebbe non riuscire in sistemi con memoria insufficiente.
pl: Oferujemy także szeroki zestaw danych: ${link-do-sample-data-file} - 1000 studentów ciągu wielu lat - do testowania wydajności. Zestaw ten może zająć bardzo dużo czasu, aby być importowane i może nie na systemach z niewystarczającej pamięci.
pt: Também fornecemos um grande conjunto de dados: ${link-to-sample-data-file} -- 1000 alunos em vários anos -- para teste de performance. Este conjunto de dados pode demorar muito tempo a ser importado e podem ocorrer erros em sistemas com pouca memória.
ru: Мы так же предоставляем большой набор данных: ${link-to-sample-data-file} -- 1000студентов за несколько лет -- для проверки быстродействия. Обработка этого набора может занять продолжительное время для импортирования и не удастся на системах с неадекватно маленьким количеством памяти.
si: එසේම අපි විශාල දත්ත කට්ටල: ${link-to-sample-data-file} -- වර්ෂ කිහිපයක් තුළ සිසුන් 1000ක් -- කාර්ය සාධන පරීක්ෂා කිරීම සඳහා සපයා දෙන්නෙමු. මෙම කට්ටලය බා ගත කිරීම සඳහා බොහෝ වේලාවක් ගත විය හැකි අතර මතකය ප්‍රමාණවත් නොවන පද්ධති වල දී අසමත් විය හැකිය.
tr: Daha geniş bir veri seti de sunuyoruz: ${link-to-sample-data-file} başarıyı sınamak için bir kaç yıla yayılmış 1000 öğrenci. Bu setin alınması oldukça uzun sürebilir ve yetersiz belleğe sahip sistemlerde başarısız olabilir.
uk: Ми так само надаємо великий набір даних: ${link-to-sample-data-file} -- 1000 студентов за кілька років - для перевірки швидкодії. Обробка цього набору може зайняти тривалий час імпортування та не вдасться на системах з неадекватно маленькою кількістю пам'яті.

source: Scheduled.
es_ar: Planificado
it: Programmato.
pt: Agendado
ru: Запланировано*

source: Completed.
es_ar: Completado.
it: Completato.
pt: Cempleto
ru: Завершить(ься)*.

source: System failure importing ${file_link}
it: Errore di sistema durante l'importazione di ${file_link}

source: You can close this dialog and download the exported data later from your ${home-link}.
es_ar: Puede cerrar este cuadro de diálogo y descargar los datos exportados después de su ${home-link}.
it: Puoi chiudere questa finestra e scaricare in seguito i dati esportati da ${home-link}.
pt: Pode fechar esta caixa de dialogo e transferir o informação exportada mas tarde da sua ${home-link}
ru: Ты можешь закрыть этот диалог и загрузить экспортируемые данные позже с твоего* ${home-link}.

source: Close
es_ar: Cerrar
it: Chiudi
pt: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити

source: Upload SchoolTool as XLS
da: Upload SchoolTool som XLS
es_ar: Subir SchoolTool como XLS
fi: Lähetä SchoolTool XLS-tiedostona (Excel, OpenOffice)
fr_be: Importer SchoolTool en XLS
it: Carica SchoolTool come XLS
pl: Prześlij SchoolTool jako XLS
pt: Importar SchoolTool como XLS
ru: Скачать SchoolTool в XLS
si: ස්කූල් ටූල් XLS ලෙස උඩුගත කරන්න
tr: SchoolTool XLS olarak karşıya yükle
uk: Звантажити до SchoolTool з XLS

source: Note that the import system does not handle duplicated data very well outside of the persons worksheet. That is, if you try to import a school year, for example, that already exists in the system, the import will fail with an error. Simply remove the duplicate data from the spreadsheet and run the import again. We're working on making this process even smoother.
da: Bemærk at importsystemet ikke kan behandle dobbelt data udenfor en persons arbejdsark. Det vil sige at hvis du prøver at importere et skoleår, som allerede eksisterer i systemet vil importen mislykkes med en fejl. Fjern blot den dobbelte data fra regnearket og prøv at afvikle importen igen. Vi arbejder på at gøre denne process endnu bedre.
es_ar: Tenga en cuenta que el sistema de importación no maneja datos duplicados muy bien por fuera de la hoja de trabajo de personas. Esto es, si usted intenta importar un año escolar, por ejemplo, que ya existe en el sistema, la importación fallara con un error. Simplemente remueva los datos duplicados de la hoja de cálculo y ejecute la importación de nuevo. Estamos trabajando en hacer este proceso aún mas estable.
fr_be: Notez que le système d'importation ne gère pas les données en double très bien à l'extérieur de la feuille de la victime. Autrement dit, si vous essayez d'importer une année scolaire, par exemple, qui existe déjà dans le système, l'importation échoue avec une erreur. Il suffit d'enlever le double des données de la feuille de calcul et exécuter l'importation. Nous travaillons à rendre ce processus encore plus lisse.
it: Nota che il sistema di importazione non può usare date duplicate esternamente dal foglio di lavoro. Quindi se provi a importare un anno scolastico, per esempio, che esiste già nel sistema, l'importazione fallirà con un errore. Rimuovi la data duplicata nel foglio di lavoro ed esegui nuovamente l'importazione. Stiamo lavorando per rendere questo processo ancora più agevole.
pl: Zauważ, że mechanizm importowania nie obsługuje zbyt dobrze danych spoza arkusza. Jeśli na przykład spróbujesz zaimportować rok szkolny, który istnieje w systemie, proces się nie powiedzie i zostaniesz poinformowany o błędzie. Najlepiej usuń powtarzające się dane z arkusza kalkulacyjnego i zaimportuj dane ponownie. Pracujemy nad udoskonaleniem tego procesu.
pt: Note que o sistema de importação não controla dados duplicados muito bem fora da folha de cálculo. Ou seja, se tentar importar um ano letivo, que já exista no sistema, a importação falhará com um erro. Apenas remova o valor duplicado da folha de cálculo e execute a importação novamente. Estamos a tentar tornar este processo mais fácil.
ru: Отметим, что система импорта данных недостаточно хорошо обрабатывает дублирующиеся данные. Например, если вы пытаетесь импортировать школьный год, который уже есть в системе, импорт завершится с ошибкой. Для того, чтобы этого не произошло, удалите дублирующиеся данные из таблицы и запустите импорт снова. Мы работаем над улучшением этого процесса.
tr: Veri alma sistemi kişilerin çalışma sayfası dışında, çift olan veriyi yeterince iyi işlemez. Örneğin sistemde bulunan bir okul yılını almaya çalıştığınızda, işlem bir hata sonucunda yapılamaz. Çift bilgiyi hesap tablosundan silerek alma işlemini yineleyin. Bu işlemi daha sorunsuz duruma getirmek için çalışıyoruz.
uk: Відзначимо, що система імпорту даних недостатньо добре обробляє дані, що дублюються. Наприклад, якщо ви намагаєтеся імпортувати шкільний рік, який вже є в системі, імпорт завершиться з помилкою. Для того, щоб цього не сталося, вилучіть дані, що дублюються з таблиці і запустіть імпорт знову. Ми працюємо над поліпшенням цього процесу.

source: If you are importing your own data, we highly recommend downloading the sample spreadsheet as a reference.
da: Hvis du importerer dine egne data, anbefaler vi at du downloader eksempel regnearket som reference.
es_ar: Si está importando sus propios datos, altamente recomendamos descargar la hoja de cálculo de prueba como referencia.
fr_be: Si vous importez vos propres données, nous vous recommandons vivement de télécharger la feuille de calcul exemple comme une référence.
it: Se stai importando dei tuoi dati, ti consigliamo caldamente di scaricare il foglio di calcolo di esempio come riferimento.
pl: W przypadku importowania własnych danych, zalecamy pobranie przykładowego arkusza jako odniesienie.
pt: Se você importar seus dados, nós recomendamos fortemente que descarregue a folha de cálculo de exemplo como referência.
ru: Если вы импортируете собственные данные, мы настоятельно рекомендуем скачать образец таблицы.
si: ඔබ ඔබගේම දත්ත ආයාත කරන්නේ නම්, ආදර්ශ පැතුරුම්පත ආශ්‍රේය ලෙස බා ගත කිරීම අපි ඉහළින් නිර්දේශ කර සිටිමු.
tr: Eğer kendi verilerinizi alıyorsanız, örnek hesap tablosunu indirip referans olarak kullanmanız şiddetle önerilir.
uk: Якщо ви імпортуєте ваші власні дані, ми дуже настійливо рекомендуємо завантажити зразок електронної таблиці в якості еталону.

source: Add Group
da: Tilføj gruppe
es_ar: Añadir grupo
fr_be: Ajouter un Groupe
it: Aggiungi un gruppo
pl: Dodaj grupę
pt: Adicionar Grupo
ru: Добавить группу
si: කණ්ඩායම එක් කරන්න
tr: Grup Ekle
uk: Додати групу

source: Edit Group Information
da: Redigér gruppeinformation
es_ar: Editar Información del Grupo
fi: Lisää ryhmätietoja
fr_be: Modifier l'information de groupe
it: Modifica informazioni del gruppo
pl: Edytuj informacje o grupie
pt: Editar as Informações do Grupo
ru: Редактировать информацию о группе
si: කණ්ඩායම් තොරතුරු සංස්කරණය කරන්න
tr: Grup Bilgisini Düzenle
uk: Редагувати інформацію групи

source: New Group
da: Ny gruppe
es_ar: Nuevo Grupo
fi: Uusi ryhmä
fr_be: Nouveau groupe
it: Nuovo gruppo
pl: Nowa grupa
pt: Novo Grupo
ru: Создать группу
si: නව සමූහය
tr: Yeni Grup
uk: Нова група

source: Add/Remove Members
da: Tilføj/fjern medlemmer
es_ar: Añadir/Eliminar Miembros
fi: Lisää/Poista jäsen
fr_be: Ajouter/Enlever des membres
it: Aggiungi/Rimuovi membri
pl: Dodaj/Usuń członków
pt: Adicionar/Remover Membros
ru: Добавить/удалить участников
si: සාමාජිකයින් එක් කිරීම / ඉවත් කිරීම
tr: Üye Ekle/Çıkar
uk: Додати/вилучити членів

source: Import Groups
da: Importer grupper
es_ar: Importar Grupos
fi: Tuo ryhmät
fr_be: Importer des Groupes
it: Importa i gruppi
pl: Zaimportuj grupy
pt: Importar Grupos
ru: Импортировать группы
si: කණ්ඩායම් ආනයනය කරන්න
tr: Grupları Al
uk: Імпортувати групи

source: Import Members CSV
da: Importer medlem CSV
es_ar: Importar Miembros CSV
fr_be: Importer des Membres CSV
it: Importa il CSV dei membri
pl: Użytkownicy importu CSV
pt: Importar CSV dos membros
ru: Импортировать CSV Членов
si: සාමාජික CSV අයාත කිරීම
tr: Üyeler CSV Dosyasını Al
uk: Імпортувати CSV Членів

source: Includes student name, ID number, birth date, contact name and contact phone number. Prints eight per page.
da: Inkluderer studerende navn, id nummer, fødselsdato, kontaktnavn og telefonnummer. Udskriver 8 pr. sider.
es_ar: Se incluye el nombre del estudiante, número de identificación, fecha de nacimiento, nombre de contacto y número de teléfono. Imprime ocho por página.
it: Comprende nome studente, ID, data di nascita, nome del contatto e numero di telefono. Stampa 8 nomi per pagina.
pl: Zawiera nazwę studenckiej, numer identyfikacyjny, datę urodzenia, nazwę kontaktu i numer telefonu kontaktowego. Drukuje osiem na stronie.
pt: Inclui o nome do aluno, número de Id, data de nascimento, nome e telefone do contacto. Imprime oito por página.
ru: Содержит имя студента, ID номер, дату рождения, контактное имя и контактный номер телефона. Печатается по восемь на странице.
si: ශිෂ්‍යාගේ නම, අංකය, උපන් දිනය, සබඳතා නම සහ සබඳතා දුරකථන අංකය ඇතුලත් වේ. එක් පිටුවකට අට බැගින් මුද්‍රණය කරයි.
tr: Öğrenci adı, kimlik numarası, doğum tarihi, ilgili kişi adı ve ilgili kişinin telefon numarası bulunur. Bir sayfada sekiz tane olacak şekilde yazdırılır.
uk: Містить ім'я студента, ID номер, дату народження, контактний ім'я та контактний номер телефону. Друкується за вісім на сторінці.

source: Group index
da: Gruppe indeks
es_ar: Índice de grupos
fi: Ryhmäindeksi
fr_be: Index des groupes
it: Indice dei gruppi
pl: Grupa główna
pt: Índice de grupos
ru: Указатель групп
si: කණ්ඩායම් දර්ශකය
tr: Grup dizini
uk: Індекс групи

source: Groups of ${person}
da: Grupper for ${person}
es_ar: Grupos de ${person}
fi: Henkilön ${person} ryhmät
fr_be: Groupes de ${person}
it: Gruppi di ${person}
pl: Grupy dla ${person}
pt: Grupos de ${person}
ru: Группы ${person}
si: ${person}ගේ කණ්ඩායම්
tr: ${person} kişisinin grupları
uk: Групи ${person}

source: Current Groups
da: Nuværende grupper
es_ar: Grupos Actuales
fi: Nykyiset ryhmät
fr_be: Groupes courants
it: Gruppi attuali
pl: Aktualne Grupy
pt: Grupos Atuais
ru: Нынешние группы
si: වැඩෙහි යෙදවිය හැකි කණ්ඩායම්
tr: Geçerli Gruplar
uk: Поточні групи

source: Available Groups
da: Tilgængelige grupper
es_ar: Grupos Disponibles
fi: Muut ryhmät
fr_be: Groupes disponibles
it: Gruppi disponibili
pl: Dostępne grupy
pt: Grupos Disponíveis
ru: Свободные группы
si: දැනට පවතින කණ්ඩායම්
tr: Uygun Gruplar
uk: Доступні групи

source: Members of ${group}
da: Medlemmer af ${group}
es_ar: Miembros de ${group}
fi: Ryhmän ${group} jäsenet
fr_be: Membre de ${group}
it: Membri di ${group}
pl: Członkowie grupy
pt: Membros de ${group}
ru: Участники группы ${group}
si: ${group} හි සාමාජිකයෝ
tr: ${group} grubunun üyeleri
uk: Члени групи ${group}

source: Current Members
da: Nuværende medlemmer
es_ar: Miembros actuales
fi: Tämänhetkiset jäsenet
fr_be: Membres courrants
it: Membri attuali
pl: Aktualni członkowie
pt: Membros atuais
ru: Участники
si: වත්මන් සාමාජිකයින්
tr: Geçerli Üyeler
uk: Поточні члени

source: Add Members
da: Tilføj medlem
es_ar: Añadir miembros
fi: Lisää jäseniä
fr_be: Ajouter des membres
it: Aggiungi membro
pl: Dodaj członków
pt: Adicionar Membros
ru: Добавить участников
si: සාමාජිකයින් එක් කරන්න
tr: Üye Ekle
uk: Додати членів

source: Assign to ${target}
it: Assegna a ${target}

source: Current groups
da: Nuværende grupper
es_ar: grupos actuales
fi: Nykyiset ryhmät
fr_be: Groupes Actuels
it: Gruppi correnti
pl: Aktualne grupy
pt: Grupos atuais
ru: Текущие группы
si: වැඩෙහි යෙදවිය හැකි කණ්ඩායම්
tr: Geçerli gruplar
uk: Поточні групи

source: Available groups
da: Tilgængelige grupper
es_ar: Grupos disponibles
fi: Muut ryhmät
fr_be: Groupes Diponibles
it: Gruppi disponibili
pl: Dostępne grupy
pt: Grupos disponíveis
ru: Доступные группы
si: දැනට පවතින කණ්ඩායම්
tr: Uygun gruplar
uk: Доступні групи

source: School Year
da: Skoleår
es_ar: Año Escolar
fi: Lukuvuosi
fr_be: Année Scolaire
it: Anno Scolastico
pl: Rok szkolny
pt: Ano letivo
ru: Учебный год
si: පාසල් වර්ෂය
tr: Okul Yılı
uk: Навчальний рік

source: Delete ${group}
da: Slet ${group}
es_ar: Eliminar ${group}
fr_be: Effacer ${group}
it: Elimina ${group}
pl: Usuń ${group}
pt: Apagar ${group}
ru: Удалить ${group}
si: ${group} මකා දමන්න
tr: ${group} sil
uk: Видалити ${group}

source: Groups for ${schoolyear}
da: Grupper for ${schoolyear}
es_ar: Grupos para ${schoolyear}
fi: ${schoolyear}: Ryhmät
fr_be: Groupes pour ${schoolyear}
it: Gruppi per il ${schoolyear}
pl: Grupy dla ${schoolyear}
pt: Grupos de ${schoolyear}
ru: Группы для ${schoolyear}
si: ${schoolyear} සඳහා කණ්ඩායම්
tr: ${schoolyear} için gruplar
uk: Групи для ${schoolyear}

source: Group title
da: Gruppetitel
es_ar: Título del grupo
fi: Ryhmän otsikko
fr_be: Titre du Groupe
it: Titolo del gruppo
pl: Tytuł grupy
pt: Título do grupo
ru: Название группы
si: තොරතුරු මාතෘකාව
tr: Grup adı
uk: Назва групи

source: Group Information
da: Gruppeinformation
es_ar: Información del Grupo
fi: Ryhmän tiedot
fr_be: Information du Groupe
it: Informazioni sul gruppo
pl: Informacje o grupie
pt: Informação do grupo
ru: Информация о Группе
si: කණ්ඩායම් තොරතුරු
tr: Grup Bilgileri
uk: Інформація про Групу

source: ID Cards for Group: ${group}
da: Idkort for gruppe: ${group}
es_ar: Tarjetas de identificación para el grupo: ${group}
it: Schede ID per il gruppo: ${group}
pl: Legitymacje Grupa: ${group}
pt: BIs para o Grupo: ${group}
ru: ID Карточки для Группы: ${group}
si: ${group} කණ්ඩායම සඳහා ID පත්
tr: ${group} grubu için kimlik kartları
uk: ID Картки для Групи: ${group}

source: Group memberships
da: Gruppemedlemskaber
es_ar: Componentes del grupo
fi: Jäsenyydet
fr_be: Adhésions au groupe
it: Adesioni al gruppo
pl: Przynależność do grupy
pt: Associações grupo
ru: Члены группы
si: කණ්‌ඩායම් සාමාජිකත්ව
tr: Grup üyelikleri
uk: Члени групи
