Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: A user may also be a contact for him or herself, particularly in the case of older students and adults.
da: En bruger kan også have en kontakt for han eller hende, specielt kan dette gælde ældre studerende eller voksne.
es_ar: Un usuario puede también ser un contacto de sí mismo, particularmente en el caso de estudiantes mayores y adultos.
fr_be: Un utilisateur peut également être un contact pour lui ou pour elle-même, en particulier dans le cas des élèves plus âgés et les adultes.
it: Un utente può anche essere il contatto di sé stesso, in particolare se si tratta di un adulto.
pl: Użytkownik może też być kontakt dla niego samego, zwłaszcza w przypadku starszych uczniów i dorosłych.
pt: Um utilizador também pode ser um contacto para ele próprio, particularmente no caso de alunos mais velhos ou adultos.
ru: Пользователь так же может быть контактом для него или неё, особенно в случае если он старшие учащиеся или взрослые.
si: විශේෂයෙන්ම වැඩිමහල් ශිෂ්‍යයන් හා වැඩිහිටියන් සැලකීමේදී, පරිශීලකයා ඔහු හෝ ඇය සඳහාම සබඳතාවක් විය හැකිය.
tr: Bir kullanıcı, yaşlı ya da yetişkin ise kendisinin velisi olabilir.
uk: Користувач так само може бути контактом для нього або неї, особливо у випадку якщо він старші учні або дорослі.

source: The school has ${total} contact persons.
da: Denne skole har ${total} kontaktpersoner.
es_ar: Esta escuale tiene ${total} personas de contacto.
fi: Tällä koululla on ${total} yhteyshenkilöä.
fr_be: L'école a ${total} personnes de contacts.
it: La scuola ha ${total} persone come contatti.
pl: Szkoła ma łącznie ${total} osób kontaktowych.
pt: A escola tem ${total} contatos.
ru: В школе есть ${total} людей для контакта.
si: පාසලට සබඳතා පුද්ගලයින් ${total} දෙනෙක් ඇත.
tr: Okulda toplam ${total} veli var.
uk: У школі є ${total} людей для контакту.

source: Find Now
da: Find nu
es_ar: Encuentre ahora
fi: Hae nyt
fr_be: Lancer la recherche
it: Trova ora
pl: Znajdź teraz
pt: Procurar
ru: Найти
si: දැන් සොයන්න
tr: Şimdi Bul
uk: Знайти зараз

source: Clear
da: Ryd
es_ar: Limpiar
fi: Tyhjennä
fr_be: Effacer
it: Svuota
pl: Wyczyść
pt: Limpar
ru: Очистить
si: හිස් කරන්න
tr: Temizle
uk: Очистити

source: Shortcut: Alt-R
da: Genvej: Alt-R
es_ar: Tecla Rapida: Alt-R
fr_be: Raccourci : Alt-R
it: Scorciatoia: Alt-R
pl: Skrót: Alt-R
pt: Atalho: Alt-R
ru: Быстрая клавиша: Alt-R
si: කෙටි මාර්ගය: Alt-R
tr: Kısayol: Alt-R
uk: Швидка клавіша: Alt-R

source: Create contact
da: Opret kontrakt
es_ar: Crear contacto
fr_be: Créer un contact
it: Crea contatto
pl: Stwórz kontakt
pt: Criar contacto
ru: Создать контакт
si: සම්බන්ධතාවක් නිර්මාණය කරන්න
tr: Kişi ekle
uk: Створити контакт

source: Create new contact
da: Opret ny kontakter
es_ar: Crear nuevo contacto
fr_be: Créer un nouveau contact
it: Crea nuovo contatto
pl: Stwórz nowy kontakt
pt: Criar novo contacto
ru: Создать новый контакт
si: නව සම්බන්ධතාවක් නිර්මාණය කරන්න
tr: Yeni bir kişi ekle
uk: Створити новий контакт

source: Assign
da: Tildel
es_ar: Asignar
fr_be: Assigner
it: Assegna
pl: Przydziel
pt: Atribuir
ru: Подписать
si: පවරනවා
tr: Ata
uk: Призначити

source: You don't have an email address set. Ask your administrator to set your email address in your contact information.
da: Du har ikke indtastet nogen emailadresse. Spørg systemadministratoren om at indtaste din emailadresse i dine kontaktoplysninger.
es_ar: Usted no tiene una dirección de correo electrónico registrada. Pida a su administrador que le especifique una en su información de contacto.
fr_be: Vous n'avez pas d'adresse email enregistrée. Demandez à l'administrateur d'ajouter l'adresse dans vos informations de contact.
it: Non hai impostato un indirizzo Email. Chiedi al tuo amministratore come impostare l'indirizzo Email nelle tue informazioni di contatto.
pl: Nie masz jeszcze ustawionego adresu e-mail. Poproś swojego administratora, aby ustawił adres e-mail w twoich danych kontaktowych.
pt: Ainda não tem um endereço de e-mail atribuído. Solicite ao seu administrador que lhe atribua um endereço de e-mail nas suas informações de contacto.
ru: У вас не установлен адрес электронной почты. Попросите вашего администратора добавить электронный адрес в контактную информацию.
si: ඔබට විද්‍යුත් ලිපින කට්ටලයක් නැත. ඔබගේ විද්‍යුත් ලිපිනය ඔබගේ සබඳතා තොරතුරු වල සකස් කරන ලෙස ඔබගේ පරිපාලකට දන්වන්න.
tr: Henüz e-posta adresiniz ayarlanmamış. İletişim bilgilerinizdeki E-posta adresinizi güncellemek için yöneticinize başvurun.
uk: У вас не вказано адресу електронної пошти. Попросіть вашого адміністратора встановити вашу електронну адресу в контактній інформації.

source: Contact information for ${person}
da: Kontaktinformation for ${person}
es_ar: Información de contacto de ${person}
fi: Henkilön ${person} yhteystiedot
fr_be: Détail de ${person}
it: Informazioni di contatto per ${person}
pl: Informacje kontaktowe ${person}
pt: Informações de contacto de ${person}
ru: Данные контакта для ${person}
si: ${person} සඳහා තොරතුරු
tr: ${person} adlı kişinin iletişim bilgileri
uk: ${person} — контактна інформація

source: Phones
da: Telefoner
es_ar: Teléfonos
fi: Puhelinnumerot
fr_be: Téléphones
it: Telefoni
pl: Telefony
pt: Telefones
ru: Телефоны
si: දුරකථන
tr: Telefonlar
uk: Телефони

source: Spoken Languages
da: Talte sprog
es_ar: Idiomas hablados
fi: Kielitaito
fr_be: Langues parlées
it: Lingue parlate
pl: Używane języki
pt: Línguas Faladas
ru: Знание языков
si: කතාකරන භාෂා
tr: Konuştuğu Diller
uk: Вживає мови

source: (View Details)
da: (Vis detaljer)
es_ar: (Ver Detalles)
fr_be: (Afficher les détails)
it: (Visualizza Dettagli)
pl: (Pokarz szczegóły)
pt: (Ver Detalhes)
ru: (Просмотреть детали)
si: විස්තර දර්ශනය කරන්න
tr: (Ayrıntıları Göster)
uk: (Перегляд подробиць)

source: All SchoolTool users have contact information, that includes home address, phone number, email address, etc. "External contacts" can be created - people who are not SchoolTool users, but may need to recieve notifications and information about the student or the school as a whole.
da: Alle Schooltool brugere har kontakt informationer, dette inkluderer hjemmeadresser, telefonnumre, emailadresser, etc. "Externe kontakter" kan oprettes for personer der ikke er SchoolToolbrugere, men har brug for at modtager notifikationer eller informationer om den studerende, eller skolen som henhed.
es_ar: Todos los usuarios de SchoolTool tienen información de contacto, que incluye dirección, teléfono, dirección electronica, etc. Se pueden crear "contactos externos" - personas que no son usuarios de SchoolTool, pero pueden necesitar recibir notificaciones e información acerca del estudiante o del colegio en su totalidad.
fr_be: Tous les utilisateurs SchoolTool possèdent des informations de contact, qui comprennent l'adresse du domicile, le numéro de téléphone, l'adresse de courriel, etc. Des « contacts externes » peuvent être créés - des personnes qui ne sont pas des utilisateurs de SchoolTool, mais qui ont besoin de recevoir des notifications et des renseignements concernant cet étudiant ou l'école plus globalement.
it: Tutti gli utenti di SchoolTool hanno informazioni di contatto, che includono indirizzo di casa, numero di telefono, indirizzo email, ecc. Possono essere creati "contatti esterni" - persone che non sono utenti di SchoolTool, ma possono aver bisogno di ricevere notifiche e informazioni riguardo lo studente o l'intera scuola.
pl: Wszyscy użytkownicy SchoolTool mają informacje kontaktowe, które zawierają adres domowy, numer telefonu, adres email itp. "Zewnętrzne kontakty" mogą być tworzone - ludzie którzy nie są użytkownikami SchoolTool, mogą chcieć otrzymywać oficjalne powiadomienia lub informacje o uczniu lub o szkole jako całości.
pt: Todos os utilizadores do SchoolTool têm informações de contacto, que incluem morada, número de telefone, endereço de email, etc. "Contactos externos" podem ser criados - pessoas que não são utilizadores do SchoolTool, mas que possam necessitar de receber notificações e informação sobre o estudante ou da escola como um todo.
ru: Все пользователи SchoolTool имеют контактную информацию, которая включает в себя домашний адрес, номер телефона, адрес электронной почты и т.д. Можно создать «Внешние контакты» - это люди, которые не являются пользователями SchoolTool, но, возможно, должны получать уведомления и информацию о студенте или школе в целом.
tr: Tüm SchoolTool kullanıcılarının ev adresi, telefon numarası, e-posta adresi vb iletişim bilgileri bulunur. "Dışarıdan kişiler" SchoolTool kullanıcısı olmadığı halde, öğrenci ya da okul hakkındaki bilgi ve uyarıları alması gerekebilen kişilerdir.
uk: Всі користувачі SchoolTool мають контактну інформацію, яка включає домашню адресу, номер телефону, адресу електронної пошти і т.д. "Зовнішні контакти" може бути створено - люди, які не користувачами SchoolTool, але можуть знадобитися для одержання повідомлень та інформації про студента чи школи в цілому.

source: Instructors
da: Undervisere
es_ar: Instructores
fi: Opettajat
fr_be: Formateurs
it: Docenti
pl: Instruktorzy
pt: Docentes
ru: Преподаватели
si: උපදේශකයින්
tr: Öğretmenler
uk: Інструктори

source: Instructors of student(s) related to this contact.
da: Instruktører for studerende relateret til denne kontakt.
es_ar: Instructores de estudiante(s) relacionadas con este contacto.
fr_be: Les formateurs de(s) l'élève (s) en relation avec ce contact
it: Docenti dell'alunno o degli alunni relativi a questo contatto.
pl: Instruktorzy ucznia(ów) związani z tym kontaktem.
pt: Docentes deste aluno relacionados a este contacto.
ru: Преподаватели студента(тов) связаны с этим контактом.
si: පුද්ගලයා සමඟ ඇති මෙම සබඳතාව ට අදාළ ශිෂ්‍යා(යන්)ගේ උපදේශකවරු
tr: Bu kişiyle ilişkili öğrencilerin öğretmenleri.
uk: Вчителя учня(ів), пов'язані з контактом.

source: Contact Relationships
es_ar: Relaciones de Contacto
it: Relazioni del contatto
pt: Contantos de amigos
ru: Контактная связь*

source: Step-parent
da: Sted forældre
es_ar: Padrastro
fi: puolivanhempi
fr_be: Beau-parent
it: Tutore
pl: Ojczym lub macocha
pt: Padastro/Madrasta
ru: Отчим/мачеха
si: හදාවඩාගත් ජනකයා
tr: Üvey Ebeveyn
uk: Вітчим/мачуха

source: Foster parent
da: Plejeforældre
es_ar: Padre adoptivo
fi: kasvatusvanhempi
fr_be: Parent adoptif
it: Genitore affidatario
pl: Przybrany rodzic
pt: Pai ou Mãe adoptiva
ru: Приёмный родитель
si: පෝෂණය කල ජනකයා
tr: Bakıcı aile
uk: Вихователі

source: Guardian
da: Formynder
fi: Huoltaja
fr_be: Gardien
it: Guardiano
pl: Opiekun
pt: Tutor
ru: Опекун
si: භාරකරු
tr: Gözetici
uk: Опікуни

source: Sibling
da: søskende
es_ar: Hermano
fi: sisarus
fr_be: Frère ou Soeur
it: Fratello o sorella
pl: Rodzeństwo
pt: Irmão ou Irmã
ru: Брат/сестра
si: සහෝදරයා හෝ සහෝදරී
tr: Kardeş
uk: Брат чи сестра

source: A contact
it: Un contatto

source: A parent
it: Un genitore

source: Inactive parent
it: Genitore inattivo

source: Address line 1
da: Adresse linie 1
es_ar: Dirección línea 1
fi: Osoiterivi 1
fr_be: Adresse ligne 1
it: Riga indirizzo 1
pl: 1 linia adresu
pt: Endereço (linha 1)
ru: Адрес 1
si: යොමු රේඛා අංක එක
tr: Adres satırı 1
uk: Адреса (рядок 1)

source: Address line 2
da: Adresse linie 2
es_ar: Dirección línea 2
fi: Osoiterivi 2
fr_be: Adresse ligne 2
it: Riga indirizzo 2
pl: 2 linia adresu
pt: Endereço (linha 2)
ru: Адрес 2
si: යොමු රේඛා අංක දෙක
tr: Adres satırı 2
uk: Адреса (рядок 2)

source: City
da: By
es_ar: Ciudad
fi: Kaupunki
fr_be: Ville
it: Città
pl: Miasto
pt: Cidade
ru: Город
si: නගරය
tr: Şehir
uk: Місто

source: Country
da: Land
es_ar: País
fi: Maa
fr_be: Pays
it: Paese
pl: Kraj
pt: País
ru: Страна
si: රට
tr: Ülke
uk: Країна

source: Postal code
da: Postnummer
es_ar: Código postal
fi: Postinumero
fr_be: Code postal
it: CAP
pl: Kod pocztowy
pt: Código postal
ru: Почтовый индекс
si: තැපැල් කේතාංකය
tr: Posta kodu
uk: Поштовий індекс

source: Home phone
da: Hjemmetelefon
es_ar: Teléfono de la casa
fi: Kotipuhelin
fr_be: Téléphone domicile
it: Telefono abitazione
pl: Telefon domowy
pt: Telefone de casa
ru: Домашний телефон
si: නිවෙස් දුරකථනය
tr: Ev telefonu
uk: Домашній телефон

source: Work phone
da: Arbejdstelefon
es_ar: Teléfono del trabajo
fi: Työpuhelin
fr_be: Téléphone Bureau
it: Telefono ufficio
pl: Telefon służbowy
pt: Telefone do trabalho
ru: Рабочий телефон
si: රැකියා දුරකථනය
tr: İş telefonu
uk: Робочий телефон

source: Mobile phone
da: Mobiltelefon
es_ar: Teléfono móvil
fi: Matkapuhelin
fr_be: Téléphone mobile
it: Cellulare
pl: Telefon komórkowy
pt: Telemóvel
ru: Мобильный телефон
si: ජංගම දුරකථනය
tr: Cep telefonu
uk: Мобільний телефон

source: Other 1
da: Andre 1
es_ar: Otro 1
fi: Muu 1
fr_be: Autre 1
it: Altro 1
pl: Inne 1
pt: Outro 1
ru: Другой 1
si: වෙනත් 1
tr: Diğer 1
uk: Інший 1

source: Other 2
da: Andre 2
es_ar: Otro 2
fi: Muu 2
fr_be: Autre 2
it: Altro 2
pl: Pozostałe 2
pt: Outro 2
ru: Другой 2
si: වෙනත් 2
tr: Diğer 2
uk: Інший 2

source: List/Search
da: List/søg
es_ar: Listar/Buscar
fr_be: Lister / Rechercher
it: Elenca/Cerca
pl: Lista/Szukaj
pt: Listar/Procurar
ru: Список/Поиск
si: ලැයිස්තුව/සොයන්න
tr: Liste/Arama
uk: Список/Пошук

source: Assign / remove contacts of a user, define user's relationship with a contact.
da: Tildel / fjern en brugers kontakter, definer brugers relation til kontakt
es_ar: Asignar / eliminar contactos de un usuario, definir relaciones del usuario con un contacto.
fr_be: Attribuer / supprimer des contacts d'un utilisateur, définir les relations de l'utilisateur avec un contact.
it: Assegna / rimuovi i contatti di un utente, definisci la relazione dell'utente con un contatto.
pl: Przypisz/usuń kontakty użytkownika, zdefiniuj relacje użytkownika z kontaktem.
pt: Atribuir / remover contactos de um utilizador, definir relacionamento do utilizador com um contacto.
ru: Назначить / удалить контакты пользователя, определить связь пользователя с контактом.
tr: Bir kullanıcının bağlantılarını ata / sil, bir bağlantı ile kişinin ilişkisini tanımla.
uk: Призначити / видалити контакти користувача, визначити зв'язок користувача з контактом.

source: Manage user's contacts
da: Administrer brugers kontakter
es_ar: Administrad contactos de usuario
fr_be: gérer les contacts de l'utilisateur
it: Gestisci i contatti dell'utente
pl: Zarządzaj kontaktami użytkownika
pt: Gerir contactos do utilizador
ru: Управление контактами пользователя
si: පරිශ්‍රීලකයන්ගේ සම්බන්ධතා කළමනාකරණය කරන්න
tr: Kullanıcının kişilerini yönet
uk: Керування контактами користувача

source: Create/Delete an external contact
da: Opret/slet en ekstern kontakt
es_ar: Crear/Borrar un contacto externo
fr_be: créer/supprimer un contact externe
it: Crea/Elimina un contatto esterno
pl: Utwórz/Usuń zewnętrzny kontakt
pt: Criar/Apagar um contacto externo
ru: Создать/удалить внешний контакт
si: බාහිර සම්බන්ධතාවක් නිර්මාණය/ලොප් කරන්න
tr: Dışarıdan kişi oluştur/sil
uk: Створити/Вилучити зовнішній контакт

source: View an external contact
da: Vis en ekstern kontakt
es_ar: Ver un contacto externo
fr_be: Voir un contact externe
it: Visualizza un contatto esterno
pl: Pokaż zewnętrzny kontakt
pt: Ver contacto externo
ru: Показать внешний контакт
si: බාහිර සම්බන්ධතාවක් දර්ශනය කරන්න
tr: Dışarıdan kişiyi göster
uk: Перегляд зовнішніх контактів

source: Modify an external contact
da: Redigér en ekstern kontakt
es_ar: Modificar un contacto externo
fr_be: Modifier un contact externe
it: Modifica un contatto esterno
pl: Modyfikuj zewnętrzny kontakt
pt: Modifique um contacto externo
ru: Изменить внешний контакт
si: බාහිර සම්බන්ධතාවක් විකරණය කරන්න
tr: Dışarıdan kişiyi değiştir
uk: Зміна зовнішнього контакту

source: View user's contact information
da: Vis brugers kontaktoplysninger
es_ar: Ver información de contacto del usuario
fi: Käyttäjän yhteystietojen katselu
fr_be: Voir les informations de contact de l'utilisateur
it: Visualizza le informazioni del contatto dell'utente
pl: Pokaż informacje o kontakcie
pt: Ver informações de contacto de um utilizador
ru: Отобразить пользовательскую контактную информацию
si: පරිශීලකගේ සබඳතා තොරතුරු
tr: Kullanıcının iletişim bilgisini göster
uk: Перегляд контактної інформації користувача

source: Modify user's contact information
da: Redigér brugers kontaktoplysninger
es_ar: Modificar información de contacto del usuario
fi: Käyttäjän yhteystietojen muuttaminen
fr_be: Modifier les informations de contact de l'utilisateur
it: Modifica le informazioni del contatto dell'utente
pl: Modyfikuj informacje o kontakcie
pt: Modificar informações de contacto do utilizador
ru: Изменить пользовательскую контактную информацию
si: පරිශීලකගේ සබඳතා තොරතුරු වෙනස් කිරීම
tr: Kullanıcının iletişim bilgisini değiştir
uk: Зміна контактної інформації користувача

source: The user himself.
da: Brugeren selv.
es_ar: El propio usuario.
fi: Käyttäjä itse.
fr_be: L'utilisateur lui-même
it: L'utente stesso.
pl: Sam użytkownik.
pt: O próprio utilizador
ru: Сам пользователь.
si: පරිශ්‍රීලකයා ඔහු/ඇය විසින්ම
tr: Kullanıcının kendisi.
uk: Користувач власноруч.

source: Add Course
da: tilføj kursus
es_ar: Añadir curso
fi: Lisää kurssi
fr_be: Ajouter un Cours
it: Aggiungi materia
pl: Dodaj kurs
pt: Adicionar Disciplina
ru: Добавить Курс
si: පාඨමාලාව එක් කරන්න
tr: Ders Ekle
uk: Додати Курс

source: Edit Course Information
da: Rediger kursus information
es_ar: Editar la información en curso
fi: Muuta kurssin tietoja
fr_be: Editer les information du cour
it: Modifica informazioni materia
pl: Edytuj informacje o przedmiocie
pt: Editar Informação do disciplina
ru: Править иформацию о курсе
si: පාඨමාලා තොරතුරු සංස්කරණය කරන්න
tr: Ders Bilgilerini Düzenle
uk: Редагувати інформацію про предмет

source: Import Courses
da: Importer kurser
es_ar: Importar Cursos
fi: Tuo kursseja
fr_be: Importer des cours
it: Importa le materie
pl: Importuj kursy
pt: Importar Disciplinas
ru: Импортировать предметы
si: පාඨමාලා ආනයනය කරන්න
tr: Dersleri Al
uk: Імпортувати передмети

source: Add Section
da: Tilføj sektion
es_ar: Añadir sección
fi: Lisää opetusryhmä
fr_be: Ajouter une Section
it: Aggiungi classe
pl: Dodaj punkt
pt: Adicionar Turma
ru: Добавить Раздел
si: අංශය එක් කරන්න
tr: Bölüm Ekle
uk: Додати Розділ

source: Edit Section Information
da: Rediger information om sektion
es_ar: Modificar información de la sección
fi: Muokkaa opetusryhmän tietoja
fr_be: Modifer les Informations de Section
it: Informazioni sulla classe
pl: Edytuj zaznaczone informacje
pt: Editar Informação sobre a Turma
ru: Редактировать информацию о секции
si: කාණ්ඩ තොරතුරු සංස්කරණය කරන්න
tr: Bölüm Bilgisini Düzenle
uk: Редагувати інформацію щодо цього розділу

source: Import Section Members
da: Importer sektionsmedlemmer
es_ar: Importar Miembros de Sección
fr_be: Importer les Membres de Section
it: Importa i membri della classe
pl: Pobierz członków sekcji
pt: Importar membros da turma
ru: Импортировать выбранных членов
si: කාණ්ඩ සාමාජිකයෝ ආනයනය කරන්න
tr: Bölüm Üyelerini Al
uk: Імпорт розділу Члени

source: Sections
da: Sektioner
es_ar: Secciones
fi: Opetusryhmät
it: Classi
pl: Działy
pt: Turmas
ru: Секции
si: අංශ
tr: Bölümler
uk: Розділи

source: Copy from prev. term
da: Kopiér fra foregående termin
es_ar: Copiar a partir de un período anterior
fi: Kopioi ed. jaksosta
fr_be: Copier de la période précédente
it: Copia dal periodo precedente
pl: Skopiuj z poprzedniego terminu
pt: Copiar do período anterior
ru: Копировать из предыдущего семестра
si: අවසාන වාරයෙන් පිටපත් කරන්න
tr: Önceki dönemden kopyala
uk: Копіювати з попереднього семестру

source: Course index
da: Kursus indeks
es_ar: Índice de cursos
fi: Kurssi-indeksi
fr_be: Index des cours
it: Indice delle materie
pl: Spis kursów
pt: Índice de disciplinas
ru: Указатель предметов
si: පාඨමාලා දර්ශකය
tr: Ders indeksi
uk: Покажчик предметів

source: Delete ${course}
da: Slet ${course}
es_ar: Borrar ${course}
fi: Poista ${course}
fr_be: Supprimer ${course}
it: Elimina ${course}
pl: Usuń ${kurs}
pt: Apagar ${course}
ru: Удалить ${course}
si: ලොප් කරන්න ${course}
tr: ${course} sil
uk: Видалити ${course}

source: Courses for ${schoolyear}
da: Kurser for ${schoolyear}
es_ar: Cursos para ${schoolyear}
fi: ${schoolyear}: Kurssit
fr_be: Matières de ${schoolyear}
it: Materie per ${schoolyear}
pl: Kursy w ${schoolyear}
pt: Disciplinas para ${schoolyear}
ru: Курсы для ${schoolyear}
si: ${schoolyear} සඳහා පාඨමාලාවන්
tr: ${schoolyear} okul yılının dersleri
uk: Предмети ${schoolyear}

source: Course ID
da: Kursus ID
es_ar: ID Curso
fi: Kurssitunnus
fr_be: ID Parcour
it: ID materia
pl: ID kursu
pt: Id do disciplina
ru: ID курса
si: පාඨමාලා ID
tr: Ders Kodu
uk: Ідентифікатор предмету

source: Course Information
da: Kursusinformation
es_ar: Información del curso
fi: Kurssitiedot
fr_be: Information du Cours
it: Informazioni sulla materia
pl: Informacje o kursie
pt: Informação do disciplina
ru: Информация о Курсе
si: පාඨමාලා තොරතුරු
tr: Ders Bilgisi
uk: Iнформація про курс

source: Title or course ID
da: Titel eller kursus id
es_ar: Título o ID del curso
fi: Otsikko tai kurssin tunniste
fr_be: Titre ou ID cours
it: Titolo o ID della materia
pl: Tytuł lub kurs ID
pt: Título ou Id da disciplina
ru: Заголовок или ID номер курса
si: මාතෘකාව හෝ පාඨමාලා අංකය
tr: Başlık ya da ders kodu
uk: Заголовок або ID номер курсу

source: Titles may not be empty
da: Titler må ikke være tomme.
es_ar: El nombre no puede estar en blanco
fi: Nimikkeet eivät saa olla tyhjiä
fr_be: Les titres peuvent ne pas être vides
it: I titoli non possono essere vuoti
pl: Tytuły nie mogą być puste
pt: Títulos não podem ser vazios
ru: Необходимо указать заголовок
si: මාතෘකාව නිරර්ථක විය නොහැක
tr: Başlıklar boş bırakılamaz
uk: Заголовки не можуть бути порожніми

source: Course "${course_title}" credits "${invalid_credits}" value must be a number.
da: Kursus "${course_title}" point "${invalid_credits}" værdien skal være et tal.
es_ar: Los créditos "${invalid_credits}" del curso "${course_title} necesitan un valor numérico.
fr_be: La valeur de crédit "${invalid_credits}" du cours "${course_title}" doit être un nombre.
it: Materia "${course_title}" crediti "${invalid_credits}" il valore deve essere numerico.
pl: Oceny "${invalid_credits} " kursu "${course_title}" muszą być liczbami.
pt: Os valores de créditos "${invalid_credits}" de disciplina "${course_title}" devem ser numéricos.
ru: Курс "${course_title}" состава "${invalid_credits}" должен содержать число.
tr: Ders "${course_title}" kredi "${invalid_credits}" değeri bir sayı olmalı.
uk: Курс "${course_title}" складу "${invalid_credits}" повинен містити число.

source: Course "${course_title}" id "${invalid_id}" is invalid. ${error_message}
da: Kursus "${course_title}" id "${invalid_id}" er ugyldig. ${error_message}
es_ar: El id "${invalid_id}" del curso "${course_title}" no es válido. ${error_message}
fi: Kurssin "${course_title}" tunnus "${invalid_id}" on virheellinen. ${error_message}
fr_be: La matière "${course_title}" id "${invalid_id}" est invalide. ${error_message}
it: L'ID ${invalid_id} della materia "${course_title}" non è valido. ${error_message}
pl: Kurs "${course_title}" id "${invalid_id}" jest niepoprawny. ${error_message}
pt: O id "${invalid_id}" do disciplina "${course_title}" é inválido. ${error_message}
ru: Ошибка в курсе "${course_title}", идентификатор: "${invalid_id}". ${error_message}
tr: "${course_title}" dersinin "${invalid_id}" kodu geçersiz. ${error_message}
uk: Предмет "${course_title}" з помилковим ідентифікатором "${invalid_id}". ${error_message}

source: User names must not be empty.
da: Brugernavn kan ikke være tomt.
es_ar: Los nombres de usuario no pueden estar vacíos.
fr_be: Les noms d'utilisateur ne doivent pas être vide.
it: I nomi utente non posso essere vuoti.
pl: Nazwa użytkownika nie może być pusta.
pt: Os nomes de utilizador não podem estar em branco.
ru: Имя пользователя не должно быть пустым
si: පරිශ්‍රීලක නාමය නිරර්ථක වියනොහැක
tr: Kullanıcı adları boş bırakılamaz.
uk: Імена користувачів не повинні бути порожніми.
