Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Add new level
da: Tilføj et nyt niveau
es_ar: Añadir un nuevo nivel
fr_be: Ajouter un Nouveau Niveau
it: Aggiungi nuovo anno di corso
pl: Dodaj nowy poziom
pt: Adicionar novo nível
ru: Добавить новую ступень
si: අලුත් මට්ටමක් එක්කරන්න
tr: Yeni düzey ekle
uk: Додати нову ступінь

source: Edit level
da: Rediger niveau
es_ar: Editar nivel
fr_be: Modifier un Niveau
it: Modifica anno di corso
pl: Edytuj poziom
pt: Editar nível
ru: Редактировать ступень
si: මට්ටම සංස්කරණය කරන්න
tr: Düzeyi düzenle
uk: Редагувати ступінь

source: Reorder or Delete Levels
da: Omroker eller slet niveau
es_ar: Reorganizar o eliminar los niveles.
fr_be: Réordonner ou Effacer des Niveaux
it: Riordina o elimina anni di corso
pl: Zmiana kolejności i usuwanie poziomów
pt: Reordenar ou apagar níveis
ru: Переместить или Удалить Ступени
si: නැවත අනුපිළිවෙලට සකස් කිරීමේ සහ මකා දැමීමේ මට්ටම්
tr: Düzeyleri sırala ya da sil
uk: Перемістити або Видалити Ступени

source: Level information
da: Niveau information
es_ar: Información sobre el nivel
fr_be: Information du Niveau
it: Informazioni sull'anno di corso
pl: Informacja o poziomie
pt: Informações do nível
ru: Информация о ступени
si: මට්ටම පිලිබද තොරතුරු
tr: Düzey bilgisi
uk: Інформація про ступені

source: Grade levels are the traditional means of tracking student progress across years and the sequence of curriculum.
da: Karakterniveau er den traditionelle måde at følge studerendes fremgang i løbet af skoleårene og i forhold til et bestemt pensum.
es_ar: Los Niveles de Grado son los medios tradicionales de seguimiento del progreso del estudiante a través de años y la secuencia del currículo.
fr_be: Traditionnellement, le niveau d'étude est le moyen de suivre les progrès d'un étudiant pendant des années et est la séquence du programme d'étude.
it: Gli anni di corso sono il sistema tradizionale per seguire i progressi degli allievi negli anni e la sequenza del curricolo.
pl: Stopień poziomy są tradycyjne sposoby śledzenia postępów studenta w całym roku, a kolejność nauczania.
pt: Notas são o meio tradicional de acompanhar o progresso dos alunos ao longo dos anos e ao longo do currículo.
ru: Уровни обучения это обычно обозначают отслеживание прогресса студента и последовательность в учебном плане.
si: ශ්‍රේණි මට්ටම් යනු වර්ෂයක් පුරා සිසුන්ගේ ප්‍රගතිය සහ අධ්‍යයන පටිපාටියේ අනුක්‍රමය හඹා යාමට ඇති සාම්ප්‍රදායික විධි ක්‍රමයන් ය.
tr: Not düzeyleri geleneksel anlamda, öğrencinin yıllar içindeki gelişimini ve müfredatta ilerlemesini izlemek için kullanılır.
uk: Рівні навчання це зазвичай позначають відстежування прогресу студента і послідовність у навчальному плані.

source: Edit this level
da: Rediger dette niveau
es_ar: Editar este nivel
fr_be: Modifier ce niveau
it: Modifica questo anno di corso
pl: Edytuj ten poziom
pt: Editar este nível
ru: Редактировать эту ступень
si: මෙම මට්ටම සංස්කරණය කරන්න
tr: Bu düzeyi düzenle
uk: Редагувати цю ступінь

source: Levels (student learning years) taught in ${school_name}
da: Niveau (studerende på år) undervist i ${school_name}
es_ar: Niveles (año de aprendizaje para estudiantes) impartidas en ${school_name}
fr_be: Le niveau ${student_learning_years} enseigné en ${school_name}
it: Anni di corso (anni di studio degli alunni) insegnati in ${school_name}
pl: Poziomów (rok nauki studentów) uczy się w $ {school_name}
pt: Níveis (anos de aprendizado dos alunos) ensinados em ${school_name}
ru: Ступени (годы обучения студента) преподанные в ${school_name}
si: ${school_name} තුළ ඉගැන්වූ මට්ටම් (ශිෂ්‍ය ඉගෙනුම් වර්ෂ)
tr: ${school_name} düzeyleri (öğretim yılları).
uk: Ступені (роки навчання студента) викладає в

source: Grade levels
da: Karakterniveau
es_ar: Niveles de Grado
fr_be: Niveaux d'étude
it: Anni di corso
pl: Stopień poziomy
pt: Notas
ru: Ступень обучения
si: ශ්‍රේණි මට්ටම්
tr: Not düzeyleri
uk: Ступінь навчання

source: The grade levels (student learning years).
da: Karakterniveau (studerende på år).
es_ar: Niveles de Grado (año de aprendizaje para estudiantes).
fr_be: Les niveaux d'étude (les années d'étude d'un étudiant).
it: Gli anni di corso (anni di apprendimento dell'alunno).
pl: Do klasy poziomach (rok nauki ucznia).
pt: Os níveis de nota (anos de aprendizado dos alunos)
ru: Уровени (годы обучения студента)
si: ශ්‍රේණි මට්ටම් (ශිෂ්‍ය ඉගෙනුම් වර්ෂ).
tr: Not düzeyleri (öğretim yılları).
uk: Уровени (роки навчання студента)

source: Add/Remove
da: Tilføj/Fjern
es_ar: Añadir/Quitar
fr_be: Ajouter/Supprimer
it: Aggiungi/rimuovi
pl: Dodaj/Usuń
pt: Adicionar/Remover
ru: Добавить/Удалить
si: එක් කරන්න/ඉවත් කරන්න
tr: Ekle/Kaldır
uk: Додати/Вилучити

source: Modify/Rename
da: Ændre/Omdøbe
es_ar: Modificar/Renombrar
fr_be: Modifier/Renommer
it: Modifica/rinomina
pl: Modyfikacja/Zmień
pt: Modificar/Renomear
ru: Изменить/Переименовать
si: විකරණය/නැවත නම් කිරීම
tr: Değiştir/Yeniden Adlandır
uk: Змінити/Перейменувати

source: Title of the note.
da: Notens titel.
es_ar: Nombre de la nota.
fi: Muistiinpanon nimike.
fr_be: Titre de la note
it: Titolo dell'annotazione
pl: Tytuł notatki.
pt: Título da nota.
ru: Заголовок заметки.
si: සටහනේ මාතෘකාව.
tr: Notun başlığı.
uk: Назва нотатки.

source: Body of the note.
da: Notens indhold
es_ar: Contenido de la nota.
fi: Muistiinpanon runko.
fr_be: Corp de la note
it: Corpo dell'annotazione.
pl: Treść notatki.
pt: Conteúdo da nota.
ru: Текст заметки.
si: සටහනේ කඳ කොටස.
tr: Notun gövdesi.
uk: Текст нотатки.

source: Privacy
da: Privat
es_ar: Privacidad
fi: Yksityisyys
fr_be: Privé
it: Riservatezza
pl: Prywatność
pt: Privacidade
ru: Параметры конфиденциальности
si: පුද්ගලිකත්වය
tr: Gizlilik
uk: Конфіденційність

source: Add note
da: Tilføj note
es_ar: Añadir una nota
fi: Lisää muistiinpano
fr_be: Ajouter une note
it: Aggiungi nota
pl: Dodaj notatkę
pt: Inserir nota
ru: Новая заметка
si: සටහන එක්කරන්න
tr: Not ekle
uk: Додати нотатки

source: Note
fi: Muistiinpano
it: Nota
pl: Notatka
pt: Nota
ru: Заметка
si: සටහන
tr: Not
uk: Нотатка

source: Who can view the note
da: Hvem kan se denne note
es_ar: ¿Quién puede ver la nota?
fi: Kuka voi nähdä muistiinpanon
fr_be: Qui peut accéder à la note
it: Chi può visualizzare la nota
pl: Kto może obejrzeć notatkę
pt: Quem pode ver a Nota
ru: Кто может смотреть эту записку
si: සටහන දැකිය හැක්කේ කා හටද
tr: Notu kim görebilir
uk: Хто може переглядати нотатки

source: Private
da: Privat
es_ar: Privado
fi: Yksityinen
fr_be: Privé
it: Privato
pl: Prywatna
pt: Privada
ru: Частный
si: පුද්ගලික
tr: Özel
uk: Особисте

source: Public
da: Offentlig
es_ar: Público
fi: Julkinen
fr_be: Publique
it: Pubblico
pl: Publiczna
pt: Público
ru: Публичный
si: පොදු
tr: Herkes
uk: Публічне

source: Notes
da: Noter
es_ar: Notas
fi: Muistiinpanot
it: Note
pl: Uwagi
pt: Notas
ru: Заметки
si: සටහන්
tr: Notlar
uk: Нотатки

source: Edit Preferences
da: Redigér indstillinger
es_ar: Editar las Preferencias
fi: Muuta asetuksia
fr_be: Editer les préférences
it: Modifica preferenze
pl: Zmień ustawienia
pt: Editar Preferências
ru: Изменить настройки
si: අභිමතය සංස්කරණය කරන්න
tr: Ayarları Düzenle
uk: Редагувати налаштування

source: Change Password
da: Ændre adgangskode
es_ar: Cambiar la Contraseña
fi: Vaihda salasana
fr_be: Changer Mot de passe
it: Cambia password
pl: Zmień hasło
pt: Alterar Palavra Passe
ru: Изменить пароль
si: මුරපදය වෙනස් කරන්න
tr: Parola Değiştir
uk: Змінити пароль

source: fullname may not be empty
da: fuldt navn må ikke være tomt
es_ar: el nombre completo no puede estar en blanco
fi: kokonimi ei saa olla tyhjä
fr_be: Le nom complet ne peut être vide
it: il nome completo non può essere vuoto
pl: Nazwisko nie może być puste
pt: Nome completo não pode ficar em branco
ru: необходимо указать полное имя
si: සම්පූර්ණ නම හිස් නොවිය යුතුය
tr: tam ad boş bırakılamaz
uk: потрібно вказати повне ім’я

source: Password changed successfully
da: Adgangskoden er ændret
es_ar: La contraseña se ha cambiado con éxito.
fr_be: Mot de passe changé avec succès
it: Password cambiata con successo
pl: Hasło zostało zmienione
pt: Palavra passe alterada com sucesso
ru: Пароль изменён успешно
si: මුර පදය සාර්ථකව වෙනස් කෙරුණි
tr: Parola değiştirildi
uk: Пароль успішно змінено

source: First name, last name or username
da: Fornavn, efternavn eller brugernavn
es_ar: Nombre, apellido o nombre de usuario
fi: Etu-, suku- tai käyttäjänimi
fr_be: Prénom, nom ou nom d'utilisateur
it: Nome, cognome o nome utente
pl: Imię, nazwisko lub nazwa
pt: Primeiro nome, apelido ou nome de utilizador
ru: Имя, фамилия и имя пользователя
si: මුල් නම, අවසාන නම හෝ පරිශීලක නම
tr: Ad, soyad ya da kullanıcı adı
uk: Ім'я, прізвище і ім'я користувача

source: Preferences
da: Indstillinger
es_ar: Preferencias
fi: Asetukset
fr_be: Préférences
it: Preferenze
pl: Preferencje
pt: Preferências
ru: Предпочтения
si: අභිරුචියන්
tr: Ayarlar
uk: Параметри

source: Username:
da: Brugernavn:
es_ar: Nombre de Usuario:
fi: Käyttäjänimi:
fr_be: Nom d'Utilisateur :
it: Nome utente:
pl: Użytkownik:
pt: Nome de utilizador:
ru: Имя пользователя:
si: පරිශීලක නාමය:
tr: Kullanıcı Adı :
uk: Користувач:

source: Change this person's name, picture, or password
da: Lav denne persons navn, billede eller kodeord om
es_ar: Cambiar el nombre de la persona, su fotografía o su contraseña
fi: Muuta henkilön nimeä, kuvaa tai salasanaa
fr_be: modifier le nom, le mot de passe ou l'image associés à cette personne
it: Modifica il nome, l'immagine o la password di questa persona
pl: Znień nazłę, obrazek lub hasło tej osoby
pt: Mudar o nome, imagem ou palavra passe desta pessoa
ru: Сменить имя этого человека, фотографию или пароль
si: මෙම පුද්ගලයාගේ නම, පින්තූරය හෝ මුරපදය වෙනස් කරන්න
tr: Bu kişinin adını, resmini ya da parolasını değiştir
uk: Змінити ім'я цієї людини, фотографію або пароль

source: edit name
da: redigér navn
es_ar: editar nombre
fi: muokkaa nimeä
fr_be: éditer le nom
it: modifica il nome
pl: edytuj nazwę
pt: editar nome
ru: редактировать имя
si: නාමය සංස්කරණය කරන්න
tr: adı düzelt
uk: редагувати ім'я

source: Show periods
da: Vis perioder
es_ar: Mostrar periodos
fi: Näytä jaksot
fr_be: Afficher la période
it: Mostra le ore di lezione
pl: Pokaż okresy
pt: Mostrar tempos
ru: Показывать периоды
si: කාල පරිච්ඡේද දක්වන්න
tr: Ders saatlerini göster
uk: Показати періоди

source: Show hours
da: Vis timer
es_ar: Mostrar horas
fi: Näytä tunnit
fr_be: Afficher les heures
it: Mostra le ore
pl: Pokaż godzin
pt: Mostrar horas
ru: Показать часы
si: පැය ගණන දක්වන්න
tr: Saatleri göster
uk: Показати години

source: the public
da: Offentligheden
es_ar: El público
fi: julkisesti kaikille
fr_be: le publique
it: il pubblico
pl: publicznych
pt: O público
ru: общественный
si: පොදු
tr: herkese açık
uk: громадський

source: ${person_full_name} and school administration
da: ${person_full_name} og skole administrationen
es_ar: ${person_full_name} y administración de la escuela
fi: henkilölle ${person_full_name} ja koulun henkilökunnalle
fr_be: ${person_full_name} et l'administration de l'école
it: ${person_full_name} e l'amministrazione scolastica
pl: ${Person_full_name} i szkoła administracji
pt: ${person_full_name} e administração escolar
ru: ${person_full_name} и школьная администрация
si: ${person_full_name} සහ පාසල් පරිපාලනය
tr: ${person_full_name} ve okul yönetimi
uk: ${person_full_name} і шкільна адміністрація

source: ${person_full_name}'s calendar is visible to...
da: ${person_full_name}'s kalender er synlig for...
es_ar: El calendario de ${person_full_name} es visible para...
fi: Henkilön ${person_full_name} työjärjestys näytetään...
fr_be: le calendrier de ${person_full_name} is visible par...
it: Il calendario di ${person_full_name} è visibile a...
pl: ${Person_full_name} 's kalendarz jest widoczny do ...
pt: O calendário de ${person_full_name} é visível para...
ru: Календарь ${person_full_name} виден для...
si: ${person_full_name}ගේ දිනදර්ශනය දෘශ්‍ය වන්නේ...
tr: ${person_full_name} takvimi şu kişilere görünüyor...
uk: Календар ${person_full_name} видний для...

source: Change preferences for ${person_full_name}
da: Ændre indstillinger for ${person_full_name}
es_ar: Cambiar preferencias para ${person_full_name}
fi: Muuta käyttäjän ${person_full_name} asetuksia
fr_be: Changer les préférences de ${person_full_name}
it: Cambia le preferenze per ${person_full_name}
pl: Zmień ustawienia dla ${person_full_name}
pt: Alterar preferências para ${person_full_name}
ru: Изменить предаочтения для ${person_full_name}
si: ${person_full_name} සඳහා අභිරුචීන් වෙනස් කිරීම
tr: ${person_full_name} için ayarları değiştir
uk: Змінити предаочтенія для ${person_full_name}

source: Delete ${person_full_name}
da: Slette ${person_full_name}
es_ar: Eliminar ${person_full_name}
fr_be: Effaser ${person_full_name}
it: Elimina ${person_full_name}
pl: Usuń ${person_full_name}
pt: Apagar ${person_full_name}
ru: Удалить ${person_full_name}
si: මකා දමන්න ${person_full_name}
tr: ${person_full_name} sil
uk: Видалити ${person_full_name}

source: Current password
da: Nuværende adgangskode
es_ar: Contraseña actual
fi: Nykyinen salasana
fr_be: Mot de passe actuel
it: Password corrente
pt: Palavra passe atual
ru: Текущий пароль
si: වත්මන් මුරපදය
tr: Geçerli parola
uk: Поточний пароль

source: New password
da: Ny adgangskode
es_ar: Nueva contraseña
fi: Uusi salasana
fr_be: Nouveau mot de passe
it: Nuova password
pl: Nowe hasło
pt: Nova palavra passe
ru: Новый пароль
si: නව මුරපදය
tr: Yeni parola
uk: Новий пароль

source: Verify new password
da: Bekræft nye adgangskode
es_ar: Verificar nueva contraseña
fi: Vahvista uusi salasana
fr_be: Vérifier le nouveau mot de passe
it: Verifica la nuova password
pl: Zweryfikuj nowe hasło
pt: Verificar nova palavra passe
ru: Подтвердить новый пароль
si: නව මුරපදය තහවුරු කරන්න
tr: Yeni parola onayı
uk: Підтвердити новий пароль

source: Edit password
da: Redigér adgangskode
es_ar: Editar contraseña
fi: Muuta salasanaa
fr_be: Modifier le mot de passe
it: Cambia password
pl: Edytuj hasło
pt: Editar palavra passe
ru: Редактировать пароль
si: මුරපදය සංස්කරණය කරන්න
tr: Parolayı düzenle
uk: Змінити пароль

source: Change password
da: Ændre adgangskode
es_ar: Cambiar contraseña
fi: Salasanan vaihtaminen
fr_be: Changer le mot de passe
it: Cambia password
pl: Zmień hasło
pt: Alterar palavra passe
ru: Изменить пароль
si: මුරපදය වෙනස් කරන්න
tr: Parolayı değiştir
uk: Змінити пароль

source: Wrong password supplied
da: Forkerte password indtastet
es_ar: La contraseña suministrada es incorrecta
fr_be: Mauvais mot de passe fourni
it: Fornita una password errata
pl: Złe hasło dostarczone
pt: Palavra passe incorreta
ru: Предосталвен неверный пароль
si: සැපයූ මුරපදය වැරදිය
tr: Yazılan parola yanlış
uk: Редагувати пароль

source: Edit person preferences
da: Rediger person indstillinger
es_ar: Editar las preferencias de la persona
fi: Muokkaa henkilön asetuksia
fr_be: Editer les préférences de cette personne
it: Modifica le preferenze della persona
pl: Edytuj preferencje osoby
pt: Editar preferências da pessoa
ru: Рдактировать настройки пользователя
si: පුද්ගලයාගේ අභිරුචිය සංස්කරණය කරන්න
tr: Kişi ayarlarını düzenle
uk: Редактировать настройки пользователя

source: Name that should be displayed
da: Navn der skal vises
es_ar: Nombre que será mostrado
fi: Näytettävä nimi
fr_be: Nom devant etre affiché
it: Il nome che verrà mostrato
pl: Imię, które powinny być wyświetlane
pt: Nome a ser mostrado
ru: Имя, которое будет отображаться
si: සංදර්ශනය කළයුතු නම
tr: Gösterilmesi gereken ad
uk: Ім'я, яке буде показане

source: Time Zone
da: Tidszone
es_ar: Zona Horaria
fi: Aikavyöhyke
fr_be: Fuseau horaire
it: Ora locale
pl: Strefa czasowa
pt: Fuso Horário
ru: Часовой пояс
si: කාල කලාපය
tr: Saat Dilimi
uk: Часовий пояс

source: Time Format
da: Tidsformat
es_ar: Formato de Hora
fi: Ajan muoto
fr_be: Format de l'heure
it: Formato orario
pl: Format czasu
pt: Formato de Hora
ru: Формат времени
si: කාල ආකෘතිය
tr: Saat Biçimi
uk: Формат часу

source: Date Format
da: Dato format
es_ar: Formato de Fecha
fi: Päivämäärän muoto
fr_be: Format de la date
it: Formato data
pl: Format daty
pt: Formato de Data
ru: Формат даты
si: දින ආකෘතිය
tr: Tarih Biçimi
uk: Формат дати

source: MM/DD/YY
da: MM/DD/ÅÅ
es_ar: MM/DD/AA
fi: KK/PP/VV
fr_be: MM/JJ/AA
it: MM/GG/AA
pl: MM/DD/RR
pt: MM/DD/AA
ru: (мм-дд-гг)
tr: AA/GG/YY
uk: ММ/ДД/РР

source: YYYY-MM-DD
da: ÅÅÅÅ-MM-DD
es_ar: AAA-MM-DD
fi: VVVV-KK-PP
fr_be: AAAA-MM-JJ
it: AAAA-MM-GG
pl: RRRR-MM-DD
pt: AAAA-MM-DD
ru: (гггг-мм-дд)
tr: YYYY-AA-GG
uk: РРРР-ММ-ДД

source: Day Month, Year
da: Dag måned, år
es_ar: Día, Mes, Año
fi: Päivä, kuukausi, vuosi
fr_be: Jour Mois, Année
it: giorno, mese, anno
pl: Dzień Miesiąc, Rok
pt: Dia Mês, Ano
ru: День, Месяц, Год
si: දිනය මාසය, වසර
tr: Gün Ay, Yıl
uk: День, Місяць, Рік

source: Week starts on
da: Uge starter med
es_ar: La semana empieza en
fi: Viikon alkamispäivä
fr_be: La semaine commence le
it: La settimana comincia il
pl: Tydzień zaczyna się od
pt: A semana começa em
ru: Неделя начинается в
si: සතිය ආරම්භ වන්නේ
tr: Hafta başlangıcı
uk: Тиждень починається з

source: Daily calendar rows...
da: Daglige kalenderrækker...
es_ar: Filas calendario diario ...
fr_be: Calendrier quotidien rangée...
it: Righe giornaliere del calendario...
pl: Dzienne wierszy kalendarza ...
pt: Linhas de calendário diário...
ru: Календарь по дням в виде рядов...
si: දෛනික දින දර්ශන පේළි...
tr: Günlük takvim satırları...
uk: Календар по днях у вигляді рядів...

source: $PERSON calendar is visible to...
da: $PERSON kalender er synligt for...
es_ar: El calendario de $PERSON es visible para...
fr_be: Le calendrier de ${person} est visible par...
it: Il calendario di $PERSON è visibile a...
pl: Kalendarz $PERSON jest widoczny dla...
pt: $PERSON é visível para...
ru: Календарь $PERSON виден для...
si: $PERSON දින දර්ශනය දෘෂ්‍යමාන වන්නේ...
tr: $PERSON takvimi şunlara görünsün...
uk: Календар $PERSON видний для...

source: The list of people with accounts in the system is visible only to school administration.
da: Listen af personer med konto på systemet er synlig for kun skolens administrator.
es_ar: La lista de personas con cuentas en el sistema sólo es visible para la administración de la escuela.
fr_be: La liste des personnes avec des comptes n'est visible qu'à l'administration de l'école.
it: La lista dei possessori di un account nel sistema è visibile solo dall'amministratore della scuola.
pl: Lista osób posiadających konta w systemie jest widoczny tylko dla administracji szkolnej.
pt: A lista de pessoas com contas no sistema só é visível para os administradores da escola.
ru: Список зарегистрированных в системе пользователей виден только администрации школы.
si: පද්ධතියේ ගිණුම් ඇති ජනතා ලැයිස්තුව පාසැල් පරිපාලනයට පමණක් දෘෂ්‍යමාන වේ.
tr: Kişi listesi ve hesap bilgileri, yalnız okul yönetimi tarafından görülebilir.
uk: Список зареєстрованих в системі користувачів видно тільки адміністрації школи.

source: The list of people with accounts in the system is visible to the general public.
da: Listen af personer med konto på systemet er synligt for offentligheden.
es_ar: La lista de personas con cuentas en el sistema es visible para el público en general.
fr_be: La liste des personnes avec des comptes est visible au public.
it: La lista dei possessori di un account nel sistema è visibile al pubblico.
pl: Lista osób posiadających konta w systemie jest widoczna dla ogółu społeczeństwa.
pt: A lista de pessoas com contas no sistema está visível para o público em geral.
ru: Список людей с учетными записями в системе, видимый широкой общественности.
si: පොදු ජනයාට දෘෂ්‍යමාන පද්ධතියේ ගිණුම් ඇති ජනතා ලැයිස්තුව.
tr: Kişi listesi ve hesap bilgileri herkes tarafından görülebilir.
uk: Список людей з обліковими записами в системі, видимий широкої громадськості.

source: Users can make their own calendars public.
da: Brugere kan gøre deres kalendere offentlige.
es_ar: Los usuarios pueden hacer sus propios calendarios públicos.
fr_be: Les utilisateurs peuvent mettre leurs calendriers publique.
it: Gli utenti possono rendere pubblici i loro calendari.
pl: Użytkownicy mogą tworzyć własne kalendarze publicznej.
pt: Os utilizadores podem tornar os seus calendários públicos.
ru: пользователи могут делать публичными свои календари
si: පරිශීලකයින්ට තම දින දර්ශන ප්‍රසිද්ධ කල හැක.
tr: Kullanıcılar kendi takvimlerini herkese açabilir.
uk: користувачі можуть робити публічними свої календарі

source: Users cannot make their own calendars public.
da: Brugere kan ikke offentliggøre deres kalendere.
es_ar: Los usuarios no pueden hacer sus propios calendarios públicos.
fr_be: Les utilisateurs ne peuvent mettre leurs calendriers publique.
it: Gli utenti non possono rendere pubblici i loro calendari.
pl: Użytkownicy nie mogą zrobić swoje własne kalendarze publicznej.
pt: Os utilizadores não podem tornar públicos os seus próprios calendários.
ru: пользователи не могут делать публичными свои календари
si: පරිශීලකයින්ට තම දින දර්ශන ප්‍රසිද්ධ කල නොහැක
tr: Kullanıcılar kendi takvimlerini herkese açamaz.
uk: користувачі не можуть робити публічними свої календарі

source: Only site managers and clerks can change passwords.
es_ar: Sólo los administradores y empleados del sitio pueden cambiar las contraseñas.
it: Solo gli amministratori del sito e gli amministrativi possono cambiare le password.
pt: Apenas administradores do sitio e secretarios podem mudar palavras passe.
ru: Только менеджеры могут изменять пароли*.

source: Users can change their own passwords.
da: Brugere kan ændre deres passwords.
es_ar: Usuarios pueden cambiar sus propias contraseñas.
fr_be: Les utilisateur peuvent changer leur propre mot de passe.
it: Gli utenti possono modificare la loro password.
pl: Użytkownicy mogą zmieniać swoje własne hasła.
pt: Utilizadores podem alterar a suas palavras passe.
ru: пользователи могут менять свои пароли
si: පරිශීලකයන් හට ඔවුන්ගේ මුරපද වෙනස් කලහැක.
tr: Kullanıcılar kendi parolalarını değiştirebilir.
uk: користувачі можуть змінювати свої паролі

source: Users
da: Brugere
es_ar: Usuarios
fi: Käyttäjät
fr_be: Utilisateurs
it: Utenti
pl: Użytkownicy
pt: Utilizadores
ru: Пользователи
si: පරිශීලකයන්
tr: Kullanıcılar
uk: Користувачі

source: View preferences
da: Vis indstillinger
es_ar: Ver preferencias
fi: Asetuksien tarkastelu
fr_be: Afficher les préférences
it: Visualizza preferenze
pl: Pokaż ustawienia
pt: Ver preferências
ru: Просмотреть параметры
si: අභිරුචින් නිරීක්ෂණය
tr: Ayarları göster
uk: Переглянути налаштування

source: Change preferences
da: Ændre indstillinger
es_ar: Cambiar preferencias
fi: Asetuksien muuttaminen
fr_be: Modifier les préférences
it: Cambia preferenze
pl: Zmień ustawienia
pt: Alterar preferências
ru: Изменить параметры
si: අභිරුචින් විපර්යාස කිරීම
tr: Ayarları değiştir
uk: Змінити налаштування

source: Change the list of calendars overlayed on the user's calendar
da: Ændre listen af kalendrenes overlæg på brugernes kalender
es_ar: Cambiar la lista de calendarios superpuestos en el calendario del usuario
fr_be: Modifier la liste des calendriers superposés sur le calendrier de l'utilisateur
it: Modifica la lista dei calendari sovrapposti sui calendari degli utenti
pl: Zmień listę kalendarzy nałożony na użytkownika kalendarza
pt: Alterar a lista de calendários sobrepostos ao calendário do utilizador
ru: Изменение списка календарей пересекающихся с календарем пользователя
si: පරිශීලක දින දර්ශනය මත වසාලූ දින දර්ශන ලැයිස්තුව වෙනස් කරන්න
tr: Kullanıcının takvimi ile örtüşen takvimleri listesini değiştir
uk: Зміна списку календарів пересічних з календарем користувача

source: Manage visible calendars
da: Administrere synlige kalendere
es_ar: Administrar calendarios visibles
fr_be: Gérer les calendriers visibles
it: Gestisci i calendari visibili
pl: Zarządzaj widocznymi kalendarzami
pt: Gerir calendários visíveis
ru: Управление видимыми календарями
si: දෘෂ්‍යමාන දින දර්ශන කළමනාකරණය කරන්න
tr: Görünür takvimleri yönet
uk: Керувати видимими календарями
