Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Your School
da: Din skole
es_ar: Tu Escuela
fi: Sinun koulusi
fr_be: Votre École
it: La tua scuola
pl: Twoja szkoła
pt: Escola
ru: Ваша школа
si: ඔබගේ පාසල
tr: Okulunuz
uk: Ваша Школа

source: Persons
da: Personer
es_ar: Personas
fi: Henkilöt
fr_be: Personnes
it: Persone
pl: Osoby
pt: Pessoas
ru: Люди
si: පුද්ගලයින්
tr: Kişiler
uk: Особи

source: 1 person
es_ar: 1 persona
fi: 1 henkilö
fr_be: 1 personne
it: 1 persona
pl: 1 osoba
pt: 1 indivíduo
ru: 1 человек
si: එක් පුද්ගලයෙක්
tr: 1 kişi
uk: 1 особа

source: ${number} persons
da: ${number} personer
es_ar: ${number} personas
fi: ${numero} henkilöt
fr_be: ${number} personnes
it: ${number} persone
pl: ${number} osób
pt: ${number} pessoas
ru: ${number} человек(-а)
si: පුද්ගලයින් ${number}
tr: ${number} kişi
uk: ${number} осіб

source: There are none.
da: Der er ingen.
es_ar: No hay ninguno
fi: Ei sisältöä.
fr_be: Il n'y en a aucun.
it: Non ce ne sono.
pl: Brak.
pt: Não há nenhum.
ru: Нет ни одного (-ой).
si: කිසිවෙක් නොමැත.
tr: Hiç yok.
uk: Тут нічого немає.

source: Add
da: Tilføj
es_ar: Agregar
fi: Lisää
fr_be: Ajouter
it: Aggiungi
pl: Dodaj
pt: Adicionar
ru: Добавить
si: එක් කරන්න
tr: Ekle
uk: Додати

source: Remove
da: Fjern
es_ar: Eliminar
fi: Poista
fr_be: Effacer
it: Elimina
pl: Usuń
pt: Remover
ru: Удалить
si: ඉවත් කරන්න
tr: Kaldır
uk: Вилучити

source: Username or password is incorrect
da: Brugernavn eller adgangskode er ikke korrekt
es_ar: Nombre de usuario o contraseña incorrectos
fi: Virheellinen käyttäjätunnus ja/tai salasana
fr_be: L'identifiant ou le mot de passe est incorrect
it: Nome utente o password errati
pl: Nieprawidłowa nazwa użytkownika lub hasło
pt: Nome de utilizador ou palavra passe estão incorretos
ru: Неверное имя пользователя или пароль
si: පරිශීලන නාමයේ හෝ මුරපදයේ දෝෂයක්
tr: Kullanıcı adı ya da parolası yanlış
uk: Не вірне ім'я користувача або пароль

source: Log in
da: Log ind
es_ar: Iniciar sesión
fi: Kirjaudu sisään
fr_be: Connexion
it: Accesso
pl: Zaloguj się
pt: Iniciar sessão
ru: Войти
si: පිවිසෙන්න
tr: Giriş
uk: Увійти

source: Log out
da: Log af
es_ar: Cerrar Sesión
fi: Kirjaudu ulos
fr_be: Se déconnecter
it: Termina la sessione
pl: Wyloguj
pt: Terminar sessão
ru: Выйти из системы
si: ඉවත් වන්න
tr: Oturumu kapat
uk: Вийти

source: Calendar settings
da: Kalender indstillinger
es_ar: Configuración del calendario
fi: Kalenterin asetukset
fr_be: Paramètres du calendrier
it: Impostazioni del calendario
pl: Ustawienia kalendarza
pt: Definições do calendário
ru: Настройки календаря
si: දින දර්ශන සැකසුම්
tr: Takvim ayarları
uk: Налаштування Календаря

source: Submit
da: Indsend
es_ar: Enviar
fi: Hyväksy
fr_be: Envoyer
it: Accetta
pl: Prześlij
pt: Submeter
ru: Подтвердить
si: ලබා දෙන්න
tr: Gönder
uk: Підтвердити

source: Cancel
da: Fortryd
es_ar: Cancelar
fi: Peruuta
fr_be: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отмена
si: අවලංගු කරන්න
tr: Vazgeç
uk: Скасувати

source: School Name
da: Skolenavn
es_ar: Nombre de la escuela
fi: Koulun nimi
fr_be: Nom de l'École
it: Nome della scuola
pl: Nazwa szkoły
pt: Nome da Escola
ru: Название школы
si: පාසලේ නම
tr: Okul Adı
uk: Назва Школи

source: Name
da: Navn
es_ar: Nombre
fi: Nimi
fr_be: Nom
it: Nome
pl: Imię
pt: Nome
ru: Имя
si: නම
tr: Ad
uk: Ім’я

source: Leaders
da: Ledere
es_ar: Líderes
fi: Valvojat
fr_be: Chefs de groupe
it: Responsabili
pl: Liderzy
pt: Coordenadores
ru: Руководители
si: නායකයෝ
tr: Başkanlar
uk: Лідери

source: Current leaders
da: Nuværende ledere
es_ar: Líderes actuales
fi: Tämänhetkiset valvojat
fr_be: Chefs de groupe actuels
it: Responsabili attuali
pl: Obecni liderzy
pt: Responsáveis atuais
ru: Текущие руководители
si: වර්තමාන නායකයෝ
tr: Geçerli başkanlar
uk: Нинішні лідери

source: Available leaders
da: Ledere til rådighed
es_ar: Líderes disponibles
fi: Saatavilla olevat valvojat
fr_be: Chefs de groupe disponibles
it: Responsabili disponibili
pl: Dostępni liderzy
pt: Coordenadores disponíveis
ru: Доступные руководители
si: වැඩෙහි යෙදිය හැකි නායකයෝ
tr: Uygun başkanlar
uk: Доступні лідери

source: Pack Database
da: Pak databasen
es_ar: Compactar la base de datos
fr_be: Compacter la base de données
it: Compatta database
pl: Wykonaj kopię zapasową bazy danych
pt: Empacotar base de dados
ru: Архивировать базу данных
si: දත්ත ගබඩාව අසුරන්න
tr: Veri Tabanını Paketle
uk: Запакувати Базу Даних

source: Database successfully packed.
da: Databasen blev pakket uden problemer.
es_ar: Base de datos compactada correctamente
fr_be: La base de données a été compactée avec succès
it: Database compattato con successo.
pl: Kopia zapasowa bazy danych została pomyślnie utworzona.
pt: Base de dados empacotada com sucesso
ru: База данных успешно заархивирована.
si: දත්ත ගබඩාව සාර්ථකව අසුරන ලදී.
tr: Veri tabanı sorunsuz paketlendi
uk: База Даних запакована

source: There were errors while packing the database: ${error}
da: Der opstod fejl mens databasen blev pakket: ${error}
es_ar: Surgieron errores al compactar la base de datos: ${error}
fr_be: Des erreurs sont intervenues lors du compactage de la base de données: ${error}
it: Ci sono stati degli errori durante la compattazione del database: ${error}
pl: Błąd: ${error} przy tworzeniu bazy danych
pt: Ocorreram erros durante o empacotamento da base de dados: ${error}
ru: Во время архивирования базы данных возникли ошибки: ${error}
si: දත්ත ගබඩාව ඇසිරීමේදී දෝෂ මතුවිය : ${error}
tr: Veri tabanı paketleniyorken hatalar meydana geldi: ${error}
uk: Були помилки підчас пакування ази даних: ${error}

source: Yes
da: Ja
es_ar: Sí
fi: Kyllä
fr_be: Oui
it: Sì
pl: Tak
pt: Sim
ru: Да
si: ඔව්
tr: Evet
uk: Так

source: ${type} Error
da: ${type} Fejl
es_ar: Error ${type}
fr_be: Erreur ${type}
it: Errore ${type}
pl: Błąd: ${type}
pt: ${type} Erro
ru: Ошибка ${type}
si: ${type} දෝෂය
tr: Hata: ${type}
uk: ${type} помилка

source: Number of exceptions to show
da: Antal exceptions at vise
es_ar: Número de excepciones a mostrar
fr_be: Nombre d'exceptions à afficher
it: Numero di eccezioni da mostrare
pl: Liczba danych do pokazania
pt: Número de exceções a mostrar
ru: Количество отображаемых исключений
si: හැර දැමීම් ගණනාවක් පෙන්වීමට ඇත
tr: Gösterilecek kural dışı durum sayısı
uk: Кількість виключень для показу

source: Copy exceptions to the event log
da: Kopier undtagelser til hændelseslog
es_ar: Copiar excepciones al registro de eventos
fr_be: Copier les exceptions dans le journal des événements
it: Copia le eccezioni nel log degli eventi
pl: Skopiuj wyjątki do dziennika zdarzeń
pt: Copiar exceções para o log de eventos
ru: Копировать исключения в лог-файл
si: හැර දැමීම් වාර්තා සටහනට පිටපත් කරන්න
tr: kural dışı durumları olay günlüğüne kopyala
uk: Копіювати виключення у журнал

source: Ignored exception types
da: Ignorerede hændelsestyper
es_ar: Tipos de excepción ignoradas
fr_be: Types d'exceptions ignorés
it: Tipi di eccezioni ignorati
pl: Ignoruj wyjątki typu
pt: Tipos de exceções ignoradas
ru: Типы игнорируемых исключений
si: ප්‍රතික්ෂේපිත හැර දැමීම් වර්ග
tr: Yoksayılan kural dışı durum tipleri
uk: Ігноровані типи виключень

source: Errors Settings
da: FejlIndstillinger
es_ar: Configuración de errores
fr_be: Configuration des erreurs
it: Impostazioni degli errori
pl: Ustawienia błędów
pt: Definições de Erros
ru: Настройки ошибок
si: දෝෂ සැකසුම්
tr: Hata Ayarları
uk: Налаштування помилок

source: Errors
da: Fejl
es_ar: Errores
fi: Virheet
fr_be: Erreurs
it: Errori
pl: Błędy
pt: Erros
ru: Ошибки
si: දෝෂ
tr: Hatalar
uk: Помилки

source: Tabs
da: Faneblade
es_ar: Etiquetas
fi: Välilehdet
it: Schede
pl: Karty
pt: Separadores
ru: Заголовки вкладок
si: ටැබ්
tr: Sekmeler
uk: Вкладки

source: Name Sorting
es_ar: Ordenar por Nombre
it: Ordinamento nomi
pt: Ordenar Nomes
ru: Сортировка имён
tr: İsme göre

source: Sort by
it: Ordina per
pt: Ordenar por
ru: Сортировать по
tr: Sırala
uk: Сортувати за

source: January
da: Januar
es_ar: Enero
fi: Tammikuu
fr_be: Janvier
it: Gennaio
pl: Styczeń
pt: Janeiro
ru: Январь
si: ජනවාරි
tr: Ocak
uk: Січень

source: February
da: Februar
es_ar: Febrero
fi: Helmikuu
fr_be: Février
it: Febbraio
pl: Luty
pt: Fevereiro
ru: Фераль
si: පෙබරවාරි
tr: Şubat
uk: Лютий

source: March
da: Marts
es_ar: Marzo
fi: Maaliskuu
fr_be: Mars
it: Marzo
pl: Marzec
pt: Março
ru: Март
si: මාර්තු
tr: Mart
uk: Березень

source: April
es_ar: Abril
fi: Huhtikuu
fr_be: Avril
it: Aprile
pl: Kwiecień
pt: Abril
ru: Апрель
si: අප්‍රේල්
tr: Nisan
uk: Квітень

source: May
da: Maj
es_ar: Mayo
fi: Toukokuu
it: Maggio
pl: Maj
pt: Maio
ru: Май
si: මැයි
tr: Mayıs
uk: Травень

source: June
da: Juni
es_ar: Junio
fi: Kesäkuu
fr_be: Juin
it: Giugno
pl: Czerwiec
pt: Junho
ru: Июнь
si: ජූනි
tr: Haziran
uk: Червень

source: July
da: Juli
es_ar: Julio
fi: Heinäkuu
fr_be: Juillet
it: Luglio
pl: Lipiec
pt: Julho
ru: Июль
si: ජූලි
tr: Temmuz
uk: Липень

source: August
es_ar: Agosto
fi: Elokuu
fr_be: Août
it: Agosto
pl: Sierpień
pt: Agosto
ru: Август
si: අගෝස්තු
tr: Ağustos
uk: Серпень

source: September
es_ar: Septiembre
fi: Syyskuu
fr_be: Septembre
it: Settembre
pl: Wrzesień
pt: Setembro
ru: Сентябрь
si: සැප්තැම්බර්
tr: Eylül
uk: Вересень

source: October
da: Oktober
es_ar: Octubre
fi: Lokakuu
fr_be: Octobre
it: Ottobre
pl: Październik
pt: Outubro
ru: Октябрь
si: ඔක්තෝම්බර්
tr: Ekim
uk: Жовтень

source: November
es_ar: Noviembre
fi: Marraskuu
fr_be: Novembre
it: Novembre
pl: Listopad
pt: Novembro
ru: Ноябрь
si: නොවැම්බර්
tr: Kasım
uk: Листопад

source: December
es_ar: Diciembre
fi: Joulukuu
fr_be: Décembre
it: Dicembre
pl: Grudzień
pt: Dezembro
ru: Декабрь
si: දෙසැම්බර්
tr: Aralık
uk: Грудень

source: Monday
da: Mandag
es_ar: Lunes
fi: Maanantai
fr_be: Lundi
it: Lunedì
pl: Poniedziałek
pt: Segunda-Feira
ru: Понедельник
si: සඳුදා
tr: Pazartesi
uk: Понеділок

source: Tuesday
da: Tirsdag
es_ar: Martes
fi: Tiistai
fr_be: Mardi
it: Martedì
pl: Wtorek
pt: Terça-Feira
ru: Вторник
si: අඟහරුවාදා
tr: Salı
uk: Вівторок

source: Wednesday
da: Onsdag
es_ar: Miércoles
fi: Keskiviikko
fr_be: Mercredi
it: Mercoledì
pl: Środa
pt: Quarta-Feira
ru: Среда
si: බදාදා
tr: Çarşamba
uk: Середа

source: Thursday
da: Torsdag
es_ar: Jueves
fi: Torstai
fr_be: Jeudi
it: Giovedì
pl: Czwartek
pt: Quinta-Feira
ru: Четверг
si: බ්‍රහස්පතින්දා
tr: Perşembe
uk: Четвер

source: Friday
da: Fredag
es_ar: Viernes
fi: Perjantai
fr_be: Vendredi
it: Venerdì
pl: Piątek
pt: Sexta-Feira
ru: Пятница
si: සිකුරාදා
tr: Cuma
uk: П'ятниця

source: Saturday
da: Lørdag
es_ar: Sábado
fi: Lauantai
fr_be: Samedi
it: Sabato
pl: Sobota
pt: Sábado
ru: Суббота
si: සෙනසුරාදා
tr: Cumartesi
uk: Субота

source: Sunday
da: Søndag
es_ar: Domingo
fi: Sunnuntai
fr_be: Dimanche
it: Domenica
pl: Niedziela
pt: Domingo
ru: Воскресенье
si: ඉරිදා
tr: Pazar
uk: Неділя

source: Mon
da: Man
es_ar: Lun
fi: Ma
fr_be: Lun
it: Lun
pl: pon
pt: Seg.
ru: Пн
si: ස
tr: Pzt
uk: Пн

source: Tue
da: Tirs
es_ar: Mar
fi: Ti
fr_be: Mar
it: Mar
pl: wt
pt: Ter.
ru: Вт
si: අ
tr: Sal
uk: Вт

source: Wed
da: Ons
es_ar: Mié
fi: Ke
fr_be: Mer
it: Mer
pl: śr
pt: Qua.
ru: Ср
si: බ
tr: Çrş
uk: Ср

source: Thu
da: Tor
es_ar: Jue
fi: To
fr_be: Jeu
it: Gio
pl: czw
pt: Qui.
ru: Чт
si: බ්‍ර
tr: Prş
uk: Чт

source: Fri
da: Fre
es_ar: Vie
fi: Pe
fr_be: Ven
it: Ven
pl: pt
pt: Sex.
ru: Пт
si: සි
tr: Cum
uk: Пт

source: Sat
da: Lør
es_ar: Sáb
fi: La
fr_be: Sam
it: Sab
pl: sob
pt: Sáb.
ru: Сб
si: සෙ
tr: Cts
uk: Сб

source: Sun
da: Søn
es_ar: Dom
fi: Su
fr_be: Dim
it: Dom
pl: nd
pt: Dom.
ru: Вс
si: ඉ
tr: Paz
uk: Нд

source: Unnamed Event
da: Ikke navngivet begivenhed
es_ar: Evento sin nombre
fi: Nimeämätön tapahtuma
fr_be: Évènement non nommé
it: Evento senza nome
pl: Nienazwane zdarzenie
pt: Evento sem nome
ru: Событие без названия
si: නම් නොකල සිදුවීම
tr: İsimsiz Etkinlik
uk: Безіменні події

source: Next week
da: Næste uge
es_ar: Próxima semana
fi: Ensi viikko
fr_be: Semaine suivante
it: La prossima settimana
pl: Następny tydzień
pt: Próxima semana
ru: Следующая неделя
si: මීලග සතිය
tr: Gelecek hafta
uk: Наступний тиждень

source: Current week
da: Denne uge
es_ar: Semana actual
fi: Nykyinen viikko
fr_be: Semaine en cours
it: settimana corrente
pl: Bieżący tydzień
pt: Semana actual
ru: Текущая неделя
si: වත්මන් සතිය
tr: Bu hafta
uk: Поточний тиждень

source: Previous week
da: Foregående uge
es_ar: Semana anterior
fi: Viime viikko
fr_be: Semaine précédente
it: settimana precedente
pl: Poprzedni tydzień
pt: Semana anterior
ru: Предыдущая неделя
si: පසුගිය සතිය
tr: Geçen hafta
uk: Попередній тиждень

source: Go to next week
da: Gå til næste uge
es_ar: Ir a Semana siguiente
fi: Näytä seuraavan viikon ohjelma
fr_be: Aller à la semaine suivante
it: Vai alla settimana successiva
pl: Przejdź do następnego tygodnia
pt: Ir para a próxima semana
ru: Перейти к следующей неделе
si: මීලග සතියට යන්න
tr: Gelecek haftaya git
uk: Перейти до наступного тижня

source: Go to current week
da: Gå til denne uge
es_ar: Ir a Semana actual
fi: Näytä kuluvan viikon ohjelma
fr_be: Aller à la semaine en cours
it: Vai alla settimana corrente
pl: Przejdź do bieżącego tygodnia
pt: Ir para a semana atual
ru: Перейти к текущей неделе
si: වත්මන් සතියට යන්න
tr: Bu haftaya git
uk: Перейти до поточного тижня

source: Go to previous week
da: Gå til foregående uge
es_ar: Ir a Semana anterior
fi: Näytä edellisen viikon ohjelma
fr_be: Aller à la semaine précédente
it: Vai alla settimana precedente
pl: Przejdź do poprzedniego tygodnia
pt: Ir para a semana anterior
ru: Перейти к предыдущей неделе
si: පසුගිය සතියට යන්න
tr: Geçen haftaya git
uk: Перейти до попереднього тижня

source: ${month}, ${year} (week ${week})
da: ${month}, ${year} (uge ${week})
es_ar: ${month}, ${year} (semana ${week})
fi: ${month}, ${year} (viikko ${week})
it: ${month}, ${year} (settimana ${week})
pl: ${month}, ${year} (tydzień ${week})
pt: ${month}, ${year} (semana ${week})
ru: ${month}, ${year} (${week} неделя)
si: ${month}, ${year} (සතිය ${week})
tr: ${month}, ${year} (hafta ${week})
uk: ${month}, ${year} (тиждень ${week})

source: Next month
da: Næste måned
es_ar: Próximo mes
fi: Seuraava kuukausi
fr_be: Mois suivant
it: il mese prossimo
pl: Następny miesiąc
pt: Próximo mês
ru: Следующий месяц
si: මීළඟ මාසය
tr: Gelecek ay
uk: Наступний місяць

source: Current month
da: Aktuel måned
es_ar: Mes actual
fi: Nykyinen kuukausi
fr_be: Ce mois
it: il mese corrente
pl: Bieżący miesiąc
pt: Mês atual
ru: Текущий месяц
si: වත්මන් මාසය
tr: Bu ay
uk: Поточний місяць

source: Previous month
da: Sidste måned
es_ar: Mes anterior
fi: Edellinen kuukausi
fr_be: Mois précédent
it: il mese precedente
pl: Poprzedni miesiąc
pt: Mês anterior
ru: Предыдущий месяц
si: පසුගිය මාසය
tr: Geçen ay
uk: Попередній місяць

source: Go to next month
da: Gå til næste måned
es_ar: Ir a Mes siguiente
fi: Seuraava kuukausi
fr_be: Aller au mois suivant
it: vai al mese successivo
pl: Przejdź do następnego miesiąca
pt: Ir para o próximo mês
ru: Перейти к следующему месяцу
si: මීලග මාසයට යන්න
tr: Gelecek aya git
uk: Перейти до наступного місяця

source: Go to current month
da: Gå til aktuel måned
es_ar: Ir a Mes actual
fi: Siirry nykyiseen kuukauteen
fr_be: Aller au mois en cours
it: Vai al mese attuale
pl: Przejdź do bieżącego miesiąca
pt: Ir para o mês atual
ru: Перейти к текущему месяцу
si: වත්මන් මාසයට යන්න
tr: Bu aya git
uk: Перейти до поточного місяця

source: Go to previous month
da: Gå til foregående måned
es_ar: Ir a Mes anterior
fi: Mene edelliseen kuukauteen
fr_be: Aller au mois précédent
it: Vai al mese precedente
pl: Przejdź do poprzedniego miesiąca
pt: Ir para o mês anterior
ru: Перейти к предыдущему месяцу
si: පසුගිය මාසයට යන්න
tr: Geçen aya git
uk: Перейти до попереднього місяця

source: Week ${week_no}
da: Uge ${week_no}
es_ar: Semana ${week_no}
fi: Viikko ${week_no}
fr_be: Semaine ${week_no}
it: Settimana numero ${week_no}
pl: Tydzień ${week_no}
pt: Semana ${week_no}
ru: ${week_no}-я неделя
si: ${week_no} සතිය
tr: Hafta ${hafta_no}
uk: Тиждень ${week_no}

source: Next year
da: Næste år
es_ar: Año siguiente
fi: Seuraava vuosi
fr_be: Année suivante
it: Anno prossimo
pl: Następny rok
pt: Próximo ano
ru: Следующий год
si: මීළඟ වසර
tr: Gelecek yıl
uk: Наступний рік

source: Current year
da: Dette år
es_ar: Año actual
fi: Kuluva vuosi
fr_be: Année en cours
it: Anno attuale
pl: Obecny rok
pt: Ano Atual
ru: Текущий год
si: වත්මන් වසර
tr: Bu yıl
uk: Поточний рік

source: Previous year
da: Forrige år
es_ar: Año anterior
fi: Edellinen vuosi
fr_be: Année précédente
it: Anno precedente
pl: Poprzedni rok
pt: Ano anterior
ru: Предыдущий год
si: පසුගිය වසර
tr: Geçen yıl
uk: Попередній рік

source: Go to next year
da: Gå til næste år
es_ar: Ir al año siguiente
fi: Mene seuraavaan vuoteen
fr_be: Aller à l'année suivante
it: Vai al prossimo anno
pl: Przejdź do następnego roku
pt: Ir para o próximo ano
ru: Перейти к следующему году
si: මීලග වසරට යන්න
tr: Gelecek yıla git
uk: Перейти до наступного року

source: Go to current year
da: Gå til aktuelt år
es_ar: Ir al año actual
fi: Mene nykyiseen vuoteen
fr_be: Aller à l'année en cours
it: vai all'anno in corso
pl: Przejdź do bieżącego roku
pt: Ir para o ano atual
ru: Перейти к текущему году
si: වත්මන් වසරට යන්න
tr: Bu yıla git
uk: Перейти до поточного року

source: Go to previous year
da: Gå til foregående år
es_ar: Ir al año anterior
fi: Mene edelliseen vuoteen
fr_be: Aller à l'année précédente
it: Vai all'anno precedente
pl: Przejdź do poprzedniego roku
pt: Ir para o ano anterior
ru: Перейти к предыдущему году
si: පසුගිය වසරට යන්න
tr: Geçen yıla git
uk: Перейти до попереднього року

source: The next day
da: Næste dag
es_ar: El día siguiente
fi: Seuraava päivä
fr_be: Le jour suivant
it: giorno successivo
pl: Następny dzień
pt: O dia seguinte
ru: Следующий день
si: මීලග දිනය
tr: Ertesi gün
uk: Наступний день

source: Today
da: I dag
es_ar: Hoy
fi: Tänään
fr_be: Aujourd'hui
it: Oggi
pl: Dziś
pt: Hoje
ru: Сегодня
si: අද දිනය
tr: Bugün
uk: Сьогодні

source: The previous day
da: Forrige dag
es_ar: El día anterior
fi: Edellinen päivä
fr_be: Le jour précédent
it: giorno precedente
pl: Poprzedni dzień
pt: O dia anterior
ru: Предыдущий день
si: පෙර දිනය
tr: Önceki gün
uk: Попередній день

source: Go to the next day
da: Gå til næste dag
es_ar: Ir al día siguiente
fi: Siirry seuraavaan päivään
fr_be: Aller au jour suivant
it: Vai al giorno successivo
pl: Przejdź do następnego dnia
pt: Ir para o próximo dia
ru: Перейти к следующему дню
si: මීලග දිනයට යන්න
tr: Sonraki güne git
uk: На наступний день

source: Go to today
da: Gå til i dag
es_ar: Ir a Hoy
fi: Siirry nykyiseen päivään
fr_be: Aller à aujourd'hui
it: Vai ad oggi
pl: Przejdź do dzisiejszego dnia
pt: Ir para o dia atual
ru: Перейти к текущему дню
si: අද දිනයට යන්න
tr: Bugüne git
uk: На сьогодні

source: Go to the previous day
da: Gå til foregående dag
es_ar: Ir al día anterior
fi: Siirry edelliseen päivään
fr_be: Aller au jour précédent
it: Vai al giorno precedente
pl: Przejdź do poprzedniego dnia
pt: Ir para o dia anterior
ru: Перейти к предыдущему дню
si: පෙර දිනයට යන්න
tr: Önceki güne git
uk: На попередній день

source: Add new event starting at ${title}
da: Tilføj ny begivenhed der starter med ${title}
es_ar: Añadir nuevo evento que empieza el ${title}
fi: Lisää uusi tapahtuma, joka alkaa ${title}
fr_be: Ajouter un nouvel événement commencant à ${title}
it: Aggiungi un nuovo evento che inizi a ${title}
pl: Dodaj nowe wydarzenie, rozpoczynające się o ${title}
pt: Adicionar novo evento a partir de ${title}
ru: Добавить новое мероприятие, начинающееся в ${title}
si: ${title} වලින් ආරම්භවන නව සිදුවීමක් එක් කරන්න
tr: ${title} başlangıcına yeni bir etkinlik ekle
uk: Додати нову подію, що починається в ${title}

source: Title
da: Titel
es_ar: Título
fi: Otsikko
fr_be: Titre
it: Titolo
pl: Tytuł
pt: Título
ru: Название
si: මාතෘකාව
tr: Başlık
uk: Назва

source: All day
da: Hele dagen
es_ar: Todo el día
fi: Koko päivä
fr_be: Toute la journée
it: Tutto il giorno
pl: Cały dzień
pt: Todo o dia
ru: Весь день
si: දිනය පුරා
tr: Tüm gün
uk: Весь день

source: Date
da: Dato
es_ar: Fecha
fi: Päivämäärä
it: Data
pl: Data
pt: Data
ru: Дата
si: දිනය
tr: Tarih
uk: Дата

source: Time
da: Tid
es_ar: Hora
fi: Kellonaika
fr_be: Heure
it: Ora
pl: Czas
pt: Hora
ru: Время
si: වේලාව
tr: Zaman
uk: Час

source: Start time in 24h format
da: Start tidspunkt i 24 timers format
es_ar: Iniciar hora en formato de 24h
fi: Alkamisaika 24-tuntisessa muodossa
fr_be: Heure de début au format 24h
it: Orario di inizio in formato 24h (HH:MM)
pl: Czas początkowy w formacie 24h
pt: Hora inicial no formato 24h
ru: Время начала в 24-часовом формате
si: ආරම්භක වේලාව පැය 24 ආකෘතියෙන්
tr: Zamanı 24 saatlik biçimde başlat
uk: Час початку в 24-годинному форматі

source: Duration
da: Varighed
es_ar: Duración
fi: Kesto
fr_be: Durée
it: Durata
pl: Okres
pt: Duração
ru: Длительность
si: කාලසීමාව
tr: Süre
uk: Тривалість

source: Duration Type
da: Varigheds type
es_ar: Tipo de Duración
fi: Keston tyyppi
fr_be: Type de durée
it: Tipo di durata
pl: Typ okresu
pt: Tipo de Duração
ru: Единица длительности
si: කාලසීමා වර්ගය
tr: Süre Tipi
uk: Тип Тривалості

source: Minutes
da: Minutter
es_ar: Minutos
fi: minuuttia
it: Minuti
pl: Minuty
pt: Minutos
ru: Минуты
si: මිනිත්තු
tr: Dakika
uk: Хвилини

source: Hours
da: Timer
es_ar: Horas
fi: tuntia
fr_be: Heures
it: Ore
pl: Godziny
pt: Horas
ru: Часы
si: පැය
tr: Saat
uk: Години

source: Days
da: Dage
es_ar: Días
fi: päivää
fr_be: Jours
it: Giorni
pl: Dni
pt: Dias
ru: Дни
si: දින
tr: Günler
uk: Дні

source: Location
da: Sted
es_ar: Ubicación
fi: Sijainti
fr_be: Lieu
it: Aula
pl: Miejsce
pt: Local
ru: Месторасположение
si: ස්ථානය
tr: Yer
uk: Розташування

source: Description
da: Beskrivelse
es_ar: Descripción
fi: Kuvaus
it: Descrizione
pl: Opis
pt: Descrição
ru: Описание
si: විස්තරය
tr: Açıklama
uk: Опис

source: Recurring
da: Gentagende
es_ar: Recurrente
fi: Toistuva
fr_be: Répétition
it: Ricorrente
pl: Powtarzanie
pt: Recorrente
ru: Повторяемость
si: ආවර්තී
tr: Yinelenen
uk: Періодичність

source: Recurs every
da: Gentages hver
es_ar: Ocurre cada
fi: Toistuu jokainen
fr_be: Répéter chaque
it: Ricorre ogni
pl: Powtórz co
pt: Repete a cada
ru: Повторяется каждые
si: නැවත සිදුවෙයි සෑම
tr: Yinelenme süresi:
uk: Повторюється кожний

source: Day
da: Dag
es_ar: Día
fi: Päivä
fr_be: jour
it: Giorno
pl: Dzień
pt: Dia
ru: День
si: දිනය
tr: Gün
uk: День

source: Week
da: Uge
es_ar: Semana
fi: Viikko
fr_be: semaine
it: Settimana
pl: Tydzień
pt: Semana
ru: Неделя
si: සතිය
tr: Hafta
uk: Тиждень

source: Month
da: Måned
es_ar: Mes
fi: Kuukausi
it: Mese
pl: Miesiąc
pt: Mês
ru: Месяц
si: මාසය
tr: Ay
uk: Місяць

source: Year
da: År
es_ar: Año
fi: Vuosi
fr_be: année
it: Anno
pl: Rok
pt: Ano
ru: Год
si: වසර
tr: Yıl
uk: Рік

source: Repeat every
da: Gentag hver
es_ar: Repetir cada
fi: Toistuu joka
fr_be: Répéter pour tou(te)s les
it: Ripeti ogni
pl: Powtórz co
pt: Repetir a cada
ru: Повторять каждые
si: නැවත සිදුකරයි සෑම
tr: Yineleme dönemi:
uk: Повторювати кожний

source: Range
da: Område
es_ar: Rango
fi: Väli
fr_be: intervalles
it: Intervallo
pl: Zakres
pt: Intervalo
ru: Диапазон
si: පරාසය
tr: Aralık
uk: Діапазон

source: Count
da: Tæl
es_ar: Contar
fi: Lukumäärä
fr_be: comptes
it: Conteggio
pl: Liczba
pt: Contagem
ru: Количество
si: ගණන
tr: Sayı
uk: Рахувати

source: Until
da: Indtil
es_ar: Hasta
fi: Kunnes
fr_be: jusqu'à
it: Fino a
pl: Do
pt: Até
ru: До
si: තෙක්
tr: Kadar
uk: Доки

source: forever
da: for evigt
es_ar: permanente
fi: ikuisesti
fr_be: à jamais
it: per sempre
pl: zawsze
pt: para sempre
ru: постоянно
si: සැමදාම
tr: sonsuza kadar
uk: завжди

source: Number of events
da: Antal begivenheder
es_ar: Número de eventos
fi: Tapahtumien määrä
fr_be: Nombre d'évènements
it: Numero di eventi
pl: Liczba wydarzeń
pt: Número de eventos
ru: Число событий
si: සිද්ධි සංඛ්‍යාව
tr: Etkinlik sayısı
uk: Кількість подій
