Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: When users log in, they will usually be directed to the tab selected in the default column. The default tab must also be visible.
es_ar: Cuando los usuarios inician sesión, usualmente serán dirigidos a la pestaña seleccionada en la columna por defecto. La pestaña por defecto también debe estar visible.
it: Quando gli utenti eseguono l'accesso, solitamente vengono reindirizzati al tab selezionato nella colonna di default. Il tab di default deve anche essere visibile.
pl: Kiedy użytkownicy się logują, są zazwyczaj przekierowywani do zakładki w domyślnej kolumnie. Domyślny widok musi być widoczny.
pt: Quando os usuários efectuarem o login, normalmente serão direccionados para guia seleccionada em coluna padrão. A guia padrão também deverá ser visível.
ru: После входа , пользователи обычно перенаправляются во вкладку, выбранную в стандартной колонке. Стандартная вкладка так же должна быть видимой.
si: පරිශීලකයින් ඇතුල්වනවිට, ඔවුන්ව සාමාන්‍යයෙන් පෙරනිමි තීරුවේ තේරී ඇති කුඩා තීරුවට මග පෙන්වයි. පෙරනිමි කුඩා තීරුවත් දෘෂ්‍යමාන විය යුතුය.
tr: Kullanıcılar oturum açtığında, genellikle varsayılan sütuna yönlendirilirler. Ayrıca varsayılan sekme görünür olmalıdır.
uk: Після входу, користувачі зазвичай перенаправляються у вкладку, обрану в стандартному стовпчику. Стандартна вкладка так само повинна бути видимою.

source: Your session has expired.
da: Din session er udløbet.
es_ar: Su sesión ha expirado.
fi: Istuntosi on vanhentunut.
fr_be: Votre session a expirée.
it: La tua sessione è scaduta.
pl: Twoja sesja wygasła.
pt: A sua sessão expirou.
ru: Время вашего сеанса истекло.
si: ඔබගේ සැසිය කල් ඉකුත්වී ඇත
tr: Oturumunuzun süresi dolmuş.
uk: Час сеансу вичерпаний.

source: You are not allowed to access this page. You can click on the back button in your browser to go back, or ask a more privileged user to log in.
da: Du har ikke tilladelse til at få adgang til denne side. Forlad siden ved at klikke på tilbage knappen i din browser eller anmod en bruger med de nødvendige rettigheder om at logge på.
es_ar: No está permitido su acceso a esta página. Puede pulsar el botón de retroceso de su navegador para retroceder, o pedir a un usuario con más privilegios que ingrese.
fi: Sinulla ei ole oikeuksia lukea tätä sivua. Paina selaimesi Takaisin-painiketta tai pyydä käyttäjää, jolla on suuremmat käyttöoikeudet, kirjautumaan sisään.
fr_be: Vous n'êtes pas autorisé à accéder à cette page. Vous pouvez cliquer sur le bouton de retour de votre navigateur ou demander un accès utilisateur privilégié pour vous connecter.
it: Non sei autorizzato ad accedere a questa pagina. Puoi cliccare sul pulsante indietro del tuo browser per tornare indietro o chiedere ad un utente con maggiori diritti di accedere.
pl: Nie masz dostępu do tej strony. Naciśnij klawisz powrotny przeglądarki i wróć do poprzedniej strony lub zapytaj użytkownika z większymi uprawnieniami o zalogowanie się.
pt: Não está autorizado a aceder a esta página. Poderá clicar no botão retroceder no seu browser para voltar atrás, ou pedir mais privilégios ao administrador para poder aceder a esta página.
ru: У вас нет разрешения на доступ к этой странице. Нажмите в вашем браузере кнопку Назад, чтобы вернуться, или запросите подключение у пользователя с более высокими полномочиями.
si: ඔබට මෙම පිටුව පරිශීලනය කිරීමට අවසර නැත. ඔබට ආපස්සට යාමට ඔබගේ බ්‍රව්සරයේ ආපසු බොත්තම ක්ලික් කිරීම හෝ ඇතුල් වීමට වැඩි වරප්‍රසාදලත් පරිශීලකයෙක් ඉල්ලීම කල හැක.
tr: Bu sayfaya girmek için izniniz yok. Geri dönmek için tarayıcınızın Geri düğmesine basın ya da daha yetkili birinin giriş yapmasını isteyin.
uk: Ви не можете отримати доступ до цієї сторінки. Ви можете натиснути на кнопку "Назад" у вашому оглядачі, щоб повернутися, або попросити більш привілейованого користувача увійти в систему.

source: Please correct the marked fields below.
da: Ret venligst de markerede felter nedenfor
es_ar: Corrija los campos marcados abajo.
fi: Korjaa punaisella merkittyjen kenttien sisältö.
fr_be: Veuillez corriger les champs marqués ci-dessous.
it: Per favore correggi i campi contrassegnati qua sotto.
pl: Popraw zaznaczone pola poniżej.
pt: Por favor, corrija os campos marcados abaixo.
ru: Пожалуйста, исправьте отмеченные поля ниже.
si: කරුණාකර පහත සලකුණු කර ඇති ක්ෂේත්‍ර නිවැරදි කරන්න.
tr: Lütfen aşağıda işaretli alanları düzeltin.
uk: Виправте виділені нижче поля, будь ласка.

source: User Information
da: Brugerinformation
es_ar: Información del Usuario
fi: Käyttäjätiedot
fr_be: Information utilisateur
it: Informazioni utente
pl: Informacje o użytkowniku
pt: Informação de Utilizador
ru: Информация о пользователе
si: පරිශීලක තොරතුරු
tr: Kullanıcı Bilgisi
uk: Інформація про користувача

source: Username
da: Brugernavn
es_ar: Nombre de Usuario
fi: Käyttäjätunnus
fr_be: Nom d'utilisateur
it: Nome utente
pl: Użytkownik
pt: Identificador
ru: Имя пользователя
si: පරිශීලක නාමය
tr: Kullanıcı adı
uk: Користувач

source: The database was updated to generation ${generation} for ${application}.
da: Databasen blev opdateret til generation ${generation} for ${application}.
es_ar: La base de datos se ha actualizado a la generación ${generation} para ${application}
fr_be: La base de données a été mise à jour vers la génération ${generation} pour ${application}.
it: Il database è stato aggiornato alla generazione ${generation} per ${application}.
pl: Baza danych została zaktualizowana do ${generation} dla ${application}.
pt: A base de dados foi atualizada para a geração ${generation} para ${application}.
ru: База данных была обновлена до поколения ${generation} для ${application}.
si: ${application} සඳහා දත්ත සමුදාය ${generation} පරපුරට යාවත්කාලීන කර ඇත.
tr: ${application} veritabanı ${generation} nesline güncellendi.
uk: База даних була оновлена ​​до покоління ${generation} для ${application}.

source: The database is up to date for ${application}.
da: Databasen er opdateret for ${application}.
es_ar: La base de datos está actualizada para ${application}.
fr_be: La base de données est à jour pour ${application}
it: Il database è aggiornato per ${application}.
pl: Baza danych ${application} jest aktualna.
pt: A base de dados está atualizada para ${application}
ru: База данных обновлена для ${application}.
si: ${application} සඳහා දත්ත සමුදාය යාවත්කාලීන වී ඇත.
tr: ${application} veritabanı güncel.
uk: База даних оновлена ​​для ${application}.

source: Application
da: Applikation
es_ar: Aplicación
fi: Sovellus
it: Applicazione
pl: Aplikacja
pt: Aplicativo
ru: Приложение
si: භාවිතය
tr: Uygulama
uk: Застосунок

source: Minimum Generation
es_ar: Generación mínima
fr_be: Génération Minimale
it: Generazione minima
pl: Minimalna generacja.
pt: Geração mínima
ru: Минимальное поколение
si: අවම ජනනය
tr: En Eski Nesil
uk: Мінімальне покоління

source: Maximum Generation
da: Maksimum Generation
es_ar: Generación máxima
fr_be: Génération Maximale
it: Generazione massima
pl: Maksymalna generacja.
pt: Geração máxima
ru: Максимальное поколение
si: උපරිම ජනනය
tr: En Yeni Nesil
uk: Максимальне покоління

source: Current Database Generation
da: Nuværende Database Generation
es_ar: Generación de la base de datos actual
fr_be: Génération de base de données actuelle
it: Generazione del database corrente
pl: Obecna generacja bazy danych
pt: Geração da Base de Dados actual
ru: Текущая база данных поколений
si: භාවිතයේ පවතින දත්ත සමුදායේ පරපුර
tr: Geçerli Veri Tabanı Nesli
uk: Поточна база даних поколінь

source: Evolve?
da: Udvikl?
es_ar: ¿Evolucionar?
fr_be: Évoluer?
it: Evolvere?
pl: Aktualizować?
pt: Evoluir?
ru: Обновить?
si: පරිණාමය
tr: Geliştir?
uk: Оновити?

source: No, up to date
da: Nej, opdateret
es_ar: No, está al día
fi: Ei, päivitä
fr_be: Non, à jour
it: No, aggiornato
pl: Nie, odśwież
pt: Não, está atualizado
ru: Нет, до настоящего времени
si: නැත. යාවත්කාලීන කරන්න
tr: Hayır, güncel.
uk: Ні, до теперішнього часу

source: Search
da: Søgning
es_ar: Buscar
fi: Haku
fr_be: Rechercher
it: Cerca
pl: Wyszukaj
pt: Pesquisa
ru: Поиск
si: සොයන්න
tr: Ara
uk: Пошук

source: SchoolTool has a set of built-in "membership states," which define basic types of relationships between people and between people and groups. For each relationship, there is a limited set of "meanings," and the school can add custom states that act as specific codes for local use.
it: SchoolTool ha una serie predefinita di 'stati di appartenenza' che definiscono relazioni standard tra persone e tra persone e gruppi. Per ciascuna relazione c'è un numero limitato di 'significati' e la scuola può aggiungere i suoi stati personalizzati, che funzionano come codici specifici per uso locale.

source: For example, in the Student Enrollment relationship, a school could create both "Dropped out" and "Transferred". From the system's point of view, the "meaning" of both would be set to "Inactive", and the two states are treated the same, but to users the distinction between the two may be important and needs to be recorded explicitly.
it: Ad esempio, nella relazione 'Iscrizione alunno' una scuola potrebbe creare gli stati 'Espulso' e 'Trasferito'. Dal punto di vista del sistema entrambi significano 'inattivo', e i due stati vengono trattati allo stesso modo. Ma per gli utenti la distinzione tra i due può essere importante e deve essere registrata esplicitamente.

source: In all cases "Active" is the default state, "Inactive" means that the relationship has ended, at least temporarily. In each case, all the built-in "meanings" must be used in at least one Title/Code/Meaning option.
it: In tutti i casi 'Attivo' è lo stato predefinito, 'Inattivo' significa che la relazione si è conclusa, almeno temporaneamente. Tutti i 'significati' predefiniti devono comparire almeno una volta nella tabella Titolo/Codice/Significato.

source: Database Size
da: Database størrelse
es_ar: Tamaño de base de datos
fi: Tietokannan koko
fr_be: Taille de la base de données
it: Dimensione del database
pl: Wielkość bazy danych
pt: Tamanho da base de dados
ru: Размер базы данных
si: දත්ත ගබඩාවේ විශාලත්වය
tr: Veri Tabanı Boyutu
uk: Розмір бази даних

source: Uptime
da: Oppetid
es_ar: Tiempo en funcionamiento
fi: Käynnissäoloaika
fr_be: Durée d'activité
it: Tempo di attività
pl: Czas pracy
pt: Tempo ativo
ru: Время работы
si: ක්‍රියා කාලය
tr: Çalışma Süresi
uk: Час роботи

source: System platform
da: Styresystem
es_ar: Plataforma del sistema
fi: Järjestelmäalusta
fr_be: Plateforme du système
it: Piattaforma del sistema
pl: Platforma systemowa
pt: Plataforma do sistema
ru: Системная платформа
si: පද්ධති වේදිකාව
tr: Sistem ortamı
uk: Системна платформа

source: Python version
es_ar: Versión de Python
fi: Pythonin versio
fr_be: Version de Python
it: Versione di Python
pl: Wesja Pythona
pt: Versão do Python
ru: Версия Python
si: Python අනුවාදය
tr: Python sürümü
uk: Версія Python

source: Command line
da: Kommandolinje
es_ar: Línea de comandos
fi: Komentorivi
fr_be: Ligne de commande
it: Riga di comando
pl: Wiersz poleceń
pt: Linha de comandos
ru: Командная строка
si: විධාන පේළිය
tr: Komut satırı
uk: Командний рядок

source: Preferred encoding
da: Foretrukket kodning
es_ar: Codificación preferida
fi: Ensisijainen merkistöjärjestelmä
fr_be: Codage préféré
it: Codifica preferita
pl: Preferowane kodowanie
pt: Codificação preferencial
ru: Предпочитаемая кодировка
si: අභිරුචිතර කේතීකරණය
tr: Yeğlenen kodlama
uk: Бажана кодировка

source: File system encoding
da: Filsystem kodning
es_ar: Codificación del sistema de archivos
fi: Tiedostojärjestelmän merkistöjärjestelmä
fr_be: Encodage du système de fichiers
it: Codifica del file system
pl: Kodowanie systemu plików
pt: Codificação do sistema de arquivos
ru: Кодировка файловой системы
si: ගොනු පද්ධති කේතනය
tr: Dosya sistemi kodlaması
uk: Кодування файлової системи

source: Process id
da: Proces id
es_ar: Id del proceso
fi: Prosessin tunniste
fr_be: Id de processus
it: Id del processo
pl: Identyfikator procesu
pt: ID do processo
ru: Идентификатор процесса
si: ක්‍රියාවලි අංකය
tr: İşlem kodu
uk: Ідентифікатор процесу

source: Developer mode
da: Udviklertilstand
es_ar: Modo de desarrollador
fi: Kehittäjätila
fr_be: Mode développeur
it: Modalità sviluppatore
pl: Tryb programisty
pt: Modo de desenvolvimento
ru: Режим разработчика
si: විකාසක ප්‍රකාරය
tr: Geliştirici kipi
uk: Режим розробника

source: Python path
da: Python sti
es_ar: Ruta de Python
fi: Pythonin polku
fr_be: Chemin Python
it: Percorso di Python
pl: ścieżka Pythona
pt: Caminho do Python
ru: Путь для поиска модулей Python
si: Python පථය
tr: Python yolu
uk: Шлях для пошуку модулів Python

source: You can create the CSV file in a spreadsheet and export it in CSV (Comma-Separated Values) format. The structure of the table is described below.
da: Du kan oprette CSV filen i et regneark og eksportere den i CSV (Comma-Separated Values) format. Strukturen for tabellen er beskrevet her under.
es_ar: Puede crear un archivo CSV en una hoja de cálculos y exportarla en formato CSV (Valores Separados por Coma). La estructura de la tabla se describe a continuación
fi: Voit luoda CSV-tiedoston taulukkolaskentaohjelmassa ja siirtää sen CSV-muodossa (Comma-Separated Values) toiseen sovellukseen tai koneeseen. Taulukon rakenne kuvataan alla.
fr_be: Vous pouvez préparer le fichier CSV dans un tableur par exemple et l'exporter au format CSV ("comma-separated values": valeurs séparées par des virgules). La structure de la table est décrite ci-dessous.
it: È possibile creare il file CSV in un foglio di calcolo ed esportarlo in quel formato (Comma Separated Values). La struttura della tabella è descritta qui sotto.
pl: Możesz utworzyć plik CSV w arkuszu kalkulacyjnym i wyeksportować go w formacie CSV (Comma-Separated Values). Strukturę tabeli opisano poniżej.
pt: Pode criar um ficheiro CSV numa folha de cálculo e exportar no formato CSV (Valores Separados por Vírgulas). A estrutura da tabela é descrita abaixo.
ru: Вы можете создать CSV-файл в таблице и экспортировать его в формат CSV (Значения, Разделённые Запятыми). Ниже описывается структура таблицы.
si: ඔබට CSV ගොනුව පැතුරුම් පතක තැනිය හැකි අතර එය CSV (Comma-Separated Values) ආකෘතිය යටතේ නිර්යාත කල හැක. වගුවේ ව්‍යුහය පහත විස්තරකොට ඇත.
tr: Bir hesap tablosu sayfası oluşturup CSV (Comma Separated Values) biçiminde dosya olarak verebilirsiniz. Sayfadaki tablo yapısının açıklaması aşağıdadır.
uk: Ви можете створити CSV-файл в таблиці та експортувати його в CSV (Comma-Separated Values) формат. Структура таблиці описана нижче.

source: The first row of the file must contain two cells terms in this schoolyear. Sections will be created in terms from first to last.
da: Den første række i filen skal indeholde to celler-terminer i dette skoleår. Sektionerne vil blive oprettet i terminer fra første til sidste.
es_ar: La primera fila del archivo debe contener dos celdas de periodos de este año escolar. Las secciones se crearán en periodos del primero al último.
fr_be: La première rangée du fichier doit contenir deux cellules périodes dans l'année scolaire. les sections seront créées en périodes du premier au dernier.
it: La prima riga del file deve contenere due celle di periodi scolastici in quest'anno scolastico. Le classi saranno create nei periodi scolastici dal primo all'ultimo.
pl: Pierwszy wiersz pliku musi zawierać dwie komórki warunki w tym schoolyear. Sekcje będą tworzone w kategoriach od pierwszej do ostatniej.
pt: A primeira linha do ficheiro deve conter períodos de duas células neste ano letivo. Turmas serão criadas emperíodos do primeiro para o último.
ru: Первая строка таблицы файла должна содержать две ячейки с периодами (семестр, триместр или четверть) этого учебного года. Секции будут созданы в периодах от первого до последнего.
si: ගොනුවේ පලමු පෙලෙහි සෛල දෙකක මෙම පාසල්වසරෙහි වාර අඩංගු විය යුතුය. පළමු වාරයන්හි සිට අවසන් වාරයන් තුල අංශ නිර්මිතව තිබෙනු ඇත.
tr: Dosyanın ilk satırı bu okul yılı için iki hücreli dönemleri içermek zorundadır. Bölümler ilk dönemden son döneme doğru oluşturulacak.
uk: Перший ряд файлу повинен містити два осередки з періодами цього шкільного року. Секції будуть створені у форматі від першого до останнього.

source: The second row must be empty. After that, several section descriptions may follow. They are separated by an extra carriage return (i.e., a blank line).
da: Den anden række skal være tom. Efter det, kan der følge flere sektionsbeskrivelser. De kan adskilles af et ekstra returnskifte (en blank linie).
es_ar: La segunda fila debe estar vacía. Después de eso pueden venir varias descripciones de secciones. Se separan por un retorno de carro adicional (es decir, una línea en blanco).
fr_be: La seconde rangée doit être vide. Après cela, quelques descriptions de section peuvent suivre. Elles sont séparées par un retour chariot supplémentaire (c.a.d., une ligne vide).
it: La seconda riga deve essere vuota. Dopo questa, possono seguire alcune descrizioni di classi. Sono separate da un ulteriore invio (es. una riga vuota).
pl: Drugi wiersz musi być pusty. Po tym, kilka opisów sekcja może nastąpić. Są one oddzielone dodatkowym powrotu karetki (tzn. pusta linia).
pt: A segunda linha deverá ser vazia. Depois dela, muitas descrições de turmas podem se seguir. Elas são separadas com um caracter de retorno extra (uma linha em branco).
ru: Второй ряд должен быть пустым. После этого может следовать пара секций с описаниями. Они должны быть отделены друг от друга чем-либо (например пустым пространством).
si: දෙවන පෙළ හිස්ව තිබිය යුතුය. ඉන්පසු, අංශ විස්තර කිරීම් කීපයක් අනුගමනය කල යුතුය. ඒවා අමතර කැරේජ ආපසු එවුමක් මඟින් වෙන්කර ඇත (උදා: හිස් පේළියක්).
tr: İkinci satır boş bırakılmaldır. Bundan sonra bazı açıklama bölümleri gelebilir. Bu satırlar fazladan bir boş satır ile ayrılırlar.
uk: Другий ряд повинен бути порожнім. Після цього може слідувати пара секцій з описами. Вони повинні бути відокремлені один від одного чим-небудь (наприклад порожнім простором).

source: Each section description's first row contains the <strong>course SchoolTool ID</strong> and the <strong>instructor username</strong> for the new section.
da: Hver sektionbeskrivelse's første række indeholder <strong>kursus SchoolTool id</strong> og <strong>insktruktør brugernavn</strong> for den nye sektion.
es_ar: La primera fila de cada descripción de sección contiene el <strong>ID de curso SchoolTool</strong> y el <strong>nombre de usuario del instructor</strong> para la nueva sección.
fr_be: Chaque première rangée de description de section contient un <strong>ID de cours SchoolTool</strong> et le <strong>nom d'utilisateur du formateur</strong> pour la nouvelle section
it: La prima riga della descrizione di ogni classe contiene il <strong>ID materia SchoolTool</strong> e il <strong>nome del docente</strong>" per la nuova classe.
pl: Pierwszy wiersz opisu każdej sekcji zawiera <strong>identyfikator kursu SchoolTool</strong> oraz <strong>nazwę użytkownika prowadzącego</strong>.
pt: Cada primeira linha da descrição de uma turma contém o <strong>Id do Curso SchoolTool</strong> e o <strong>nome do instrutor</strong> para a nova turma.
ru: Каждая секция с описанием первого ряда содержит <strong>ID номер курса SchoolTool</strong> и <strong>имя пользователя инструктора</strong> для этой секции.
si: සෑම අංශ විස්තර කිරීමකම පළමු පෙළෙහි <strong>course SchoolTool ID</strong> සහ නව අංශය සඳහා <strong>instructor username</strong> අඩංගු වේ.
tr: Her bölüm açıklamasının ilk satırında, yeni bölüm için <strong>SchoolTool ders kodu</strong> ve <strong>öğretmen kullanıcı adı</strong> bulunur.
uk: Кожна секція з описом першого ряду містить <strong>ID номер курсу SchoolTool</strong> та <strong>ім'я користувача інструктора</strong> для цієї секції.
