Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Deleting a term is permanent, irreversible, and destroys all data associated with the term, including all sections of courses. It is strongly recommended that you only delete a term that has been created in error or has no data associated with it.
da: At slette et termin er permanent, kan ikke fortrydes og sletter al data associeret med terminet, herunder alle sektioner af kurser. Der anbefales at du kun sletter terminer der er oprettet ved en fejl eller ikke har data associeret med sig.
es_ar: La eliminación de un Período es permanente, irreversible y destruye todos los datos asociados con el Período, incluyendo todas las secciones de los cursos. Se recomienda encarecidamente que sólo se elimine un Período que se ha creado por error o no tiene datos asociados.
fi: Jakson poistamista ei voi perua ja se tuhoaa jakson ja kaikki siihen liitettyjen kurssien tiedot. Suosittelemmekin poistamaan vain vahingossa luodun tai muuten toimimattoman jakson.
fr_be: La suppression d'une période est permanente, irréversible et détruit tout les données associés à celle-ci. Il est fortement recommandé que vous n'effaciez que les périodes que vous avez créé par mégarde ou celles qui ne contiennent aucune données lui étant associé.
it: La cancellazione di un periodo è pemanente ed irreversibile: distrugge tutti i dati associati, comprese materie e classi. &Egrave; consigliato cancellare soltanto periodi creati per errore o che non hanno dati associati.
pl: Usuwanie terminu jest trwałe, nieodwracalne i niszczy wszystkie dane związane z okresem, w tym wszystkie części kursów. Zaleca się, że usuwasz jedynie terminu, który został utworzony w błędzie albo nie ma danych z nim związanych.
pt: Apagar um período é permanente, irreversível e destrói todos os dados associados ao mesmo, incluindo todas as turmas das disciplinas. É fortemente recomendado que apague apenas períodos criados erroneamente ou sem dados associados,
ru: Удаление семестра постоянно, необратимо и уничтожает все данные ассоциируемые с данным семестром, включая все разделы курсов. Настоятельно рекомендуется удалять только семестры созданные по ошибке и не имеющие связанные с ними данных.
si: වාරයක් මැකීම ස්ථිරය, ආපස්සට සිදුනොවන සුළුය සහ පාඨමාලාවන්හි සියලුම අංශ ඇතුලුව, වාරය සමඟ සම්බන්ධ සියලුම දත්ත විනාශ කරයි. වැරදීමකින් නිර්මිත හෝ ඒ සමඟ සම්බන්ධිත දත්ත නොමැති වාරයක් පමණක් මකා දැමීම ඔබට ප්‍රබල ලෙස නිර්දේශ කරයි.
tr: Bir dönemi silmek kalıcı ve geri alınamaz bir işlemdir ve dönemle ilgili olan, bölüm ve dersleri de içeren bütün verileri siler. Bir dönemi, yalnızca yanlışlıkla oluşturulduysa ve hiç bir veri ile ilişkilendirilmemişse silmeniz önerilir.
uk: Видалення семестру постійно, необоротно і знищує всі дані асоційовані з даним семестром, включаючи всі розділи курсів. Настійно рекомендується видаляти тільки семестри створені помилково і не мають пов'язані з ними даних.

source: Manage terms
da: Administrer terminer
es_ar: Gestionar Períodos
fi: Hallitse jaksoja
fr_be: Gerer les périodes
it: Gestisci i periodi
pl: Zarządzanie warunki
pt: Gerir períodos
ru: Управление семестрами
si: වාර කළමනාකරණය කරන්න
tr: Dönemleri Yönet
uk: Управління семестрами

source: Please set up at least one ${term}.
da: Indtil venligst mindst en ${term}.
es_ar: Por favor, configurar al menos un ${term}.
fi: Määritä vähintään yksi ${term}.
fr_be: Veuillez mettre en place au moins un ${term}.
it: Per piacere, imposta almeno un ${term}.
pl: Proszę skonfigurować przynajmniej jeden $ {termin}.
pt: Por favor configure pelo menos um ${term}.
ru: Пожалуйста, установите хотя бы один ${term}.
si: කරුණාකර අවම වශයෙන් එක් ${term} සූදානම් කරන්න.
tr: Lütfen en az bir ${term} yapılandırın.
uk: Будь ласка, встановіть хоча б один ${term}.

source: term
da: Termin
es_ar: Período
fi: jakso
fr_be: Période
it: periodo
pl: Termin
pt: período
ru: семестр
si: වාරය
tr: dönem
uk: термін

source: Edit this term's information
da: Rediger denne termins information
es_ar: Editar la información de este Período
fr_be: Modifier les information de cette période
it: Modifica le informazioni di questo periodo
pl: Edytuj ten termin na informacje
pt: Editar as informações deste período
ru: Изменить информацию об этом периоде
si: මෙම වාරයේ තොරතුරු සංස්කරණය කරන්න.
tr: Bu dönemin bilgilerini düzenle
uk: Змінити інформацію про цей період

source: Legend:
da: Forklaring:
es_ar: Leyenda:
fi: Selite:
fr_be: Légende :
it: Legenda:
pl: Legenda:
pt: Legenda:
ru: Легенда:
si: විස්තර පාඨය:
tr: Açıklama:
uk: Легенда:

source: In Session
da: Sessionen afvikles
es_ar: En clases
fi: Koulupäivä
fr_be: En Session
it: Nella sessione
pl: W sesji
pt: Em funcionamento
ru: В Сессии
si: සැසිය තුළ
tr: Oturumda
uk: В Сесії

source: Not In Session
da: Sessionen afvikles ikke
es_ar: No hay clases
fi: Vapaapäivä
fr_be: Pas en Session
it: Non nella sessione
pl: Nie w sesji
pt: Não presente na Sessão
ru: Не в Сессии
si: සැසියෙන් පිට
tr: Oturumda Değil
uk: Не в Сесії

source: Week ${week_number}
da: Uge ${week_number}
es_ar: Semana ${week_number}
fi: Viikko ${week_number}
fr_be: Semaine ${week_number}
it: Settimana ${week_number}
pl: ${week_number} tydzień
pt: Semana ${week_number}
ru: Неделя ${week_number}
si: ${week_number} සතිය
tr: ${week_number}. Hafta
uk: Тиждень ${week_number}

source: Please specify which days school is in session.
da: Specificer venligst hvikle dage der er skoledage.
es_ar: Por favor, especifique los días en que la escuela tiene clases
fi: Valitse tämän jakson koulupäivät.
fr_be: Veuillez spécifier quels jours de classe est en session.
it: Specifica i giorni di scuola.
pl: Proszę określić, które szkoła dzień w sesji.
pt: Por favor especifique quais os dias em que a escola está em funcionamento.
ru: Пожалуйста, установите в какие дни школа не в сессии
si: කරුණාකර පාසල සැසිය තුළ පවතින දවස් විශේෂයෙන් සඳහන් කරන්න.
tr: Lütfen, okulun hangi günlerde oturumda olacağını belirtin.
uk: Будь ласка, встановіть в які дні школа не в сесії

source: Click on a day to toggle its state. You can also toggle the days of a week:
da: Klik på en dag for at skifte dagens tilstand. Du kan også skifte ugedagene.
es_ar: Haga clic en un día para cambiar su estado. También puede alternar los días de la semana:
fi: Muuta yksittäisen päivän tilaa napsauttamalla sitä. Voit myös vaihtaa tietyn viikonpäivän tilaa:
fr_be: Cliquer sur un jour pour changer sont état. Vous pouvez aussi changer les jours d'une semaine:
it: Clic su un giorno per inserire/escludere. Si può anche inserire o escludere un giorno della settimana.
pl: Kliknij na jeden dzień, aby przełączyć swój stan. Można także przełączać dni w tygodniu:
pt: Clique num dia para modificar seu estado. Pode também alterar os dias da semana:
ru: Кликните на день и переключите его состояние. Вы так же можете переключить дни недели:
si: පවතින තත්වය ඇමිණීමට දවසක් මත ක්ලික් කරන්න. එසේම ඔබට සතියක දවස් ඇමිණීමට හැකිය:
tr: Bir günün durumunu değiştirmek için üzerine tıklayın. Ayrıca bir haftanın günlerini de değiştirebilirsiniz:
uk: Клацніть на день і перемкніть його стан. Ви так само можете переключити дні тижня:

source: There are no terms.
es_ar: No hay Períodos
it: Non ci sono periodi.
pl: Nie określono semestrów.
pt: Não há períodos.
ru: Нет семестров.
tr: Herhangi bir dönem yok.
uk: Немає семестрів.

source: A term is a unit of time that defines the beginning and end of sections on the calendar. For example, a semester or trimester.
da: En termin er en tidsenhed der definerer starten og slutningen på en sektion af kalenderen. For eksempel et semester eller trimester.
es_ar: Un Período es una unidad de tiempo que define el comienzo y el final de las secciones en el calendario. Por ejemplo, un semestre o trimestre.
fi: Jaksoja käytetään esimerkiksi yläasteilla ja lukioissa, joiden avulla voidaan rajata lukujärjestykset tietylle aikavälille. Ala-asteiden ja muiden jaksoja käyttämättömien oppilaitosten kannattaa käyttää kahta jaksoa (vastaavat siis syys- ja kevätlukukautta).
fr_be: Une période est une unité de temps qui défini le début et la fin des section dans le calendrier. Par exemple, un semestre ou trimestre.
it: Un periodo è un'unità di tempo che definisce inizio e fine di una classe nel calendario. Per esempio un semestre o trimestre.
pl: Termin ten jest jednostką czasu, który określa początek i koniec sekcji w kalendarzu. Na przykład, semestr lub trymestr.
pt: Um período é uma unidade de tempo que define o início de o fim de secções no calendário. Por exemplo, um semestre ou trimestre.
ru: Период это единица времени, устанавливающая начало и конец разделов в календаре. К примеру семестр или триместр.
si: වාරයක් යනු දිනදර්ශනය මත අංශයන්හි ආරම්භය සහ අවසානය අර්ථ දැක්වූ කාල ඒකකයකි. උදාහරණයක් ලෙස, සමාසිකයක් හෝ ත්‍රිමාසිකයක්.
tr: Bir dönem, takvimde başlangıç ve bitiş bölümleri belirlenmiş bir zaman aralığıdır. Örneğin bir yarı yıl ya da üçte bir yıl gibi.
uk: Період це одиниця часу, що встановлює початок і кінець розділів в календарі. Приміром семестр або триместр.

source: Schoolday
da: Skoledag
es_ar: Día escolar
fi: Koulupäivä
fr_be: Jour scolaire
it: scolastico
pl: Dzień szkolny
pt: Dia Escolar
ru: Учебные дни
si: පාසල් දිනය
tr: Okul günü
uk: Навчальний день

source: Holiday
da: Fridag
es_ar: Feriado
fi: Vapaapäivä
fr_be: Vacances
it: festivo
pl: Święto
pt: Feriado
ru: Праздники
si: නිවාඩු දිනය
tr: Tatil
uk: Вихідний

source: Please specify which days are school days, and which days are holidays.
da: Angiv venligst hvilke dage der er skoledage og hvilke der er helligdage.
es_ar: Por favor especifique que días son días de escuela, y que días son feriados.
fi: Määrittele mitkä päivät ovat koulupäiviä ja mitkä ovat vapaapäiviä.
fr_be: Veuillez préciser les jour d'école et les jours de vacances.
it: Specificare quali sono i giorni di scuola e quali sono festivi.
pl: Proszę sprecyzować, które dni są w roku szkolnym, a które w wakacje.
pt: Por favor especifique quais os dias escolares e quais os dias não escolares (férias, feriados,...).
ru: Укажите, какие дни являются учебными, а какие каникулами и праздниками.
si: කරුණාකර කුමන දවස් පාසල් දිනද, කුමන දින නිවාඩු දිනද යන වග විශේෂයෙන් සඳහන් කරන්න.
tr: Lütfen hangi günlerin okul, hangi günlerin tatil günü olduğunu belirtin.
uk: Вкажіть, які дні — навчальні, а які — святкові.

source: Toggle the following days of week:
da: Skift de følgende ugedage:
es_ar: Marque los siguientes días de la semana:
fi: Valitse seuraavat viikonpäivät:
fr_be: Basculez les jours suivants de la semaine :
it: Cambia stato dei seguenti giorni della settimana:
pl: Przełącz następujące dni tygodnia
pt: Trocar os seguintes dias da semana:
ru: Переключение в следующие дни недели:
si: පහත සතියේ දින අමුණන්න:
tr: Haftanın izleyen günlerine geç:
uk: Перемкнути наступні дні тижня:

source: Click on a day to toggle its state.
da: Klik på en dag for at skifte dagens tilstand.
es_ar: Haga click en un día para cambiar su estado.
fi: Napsauta päivää vaihtaaksesi sen tilaa.
fr_be: Cliquez sur une journée pour inverser son état.
it: Fai clic su un giorno per cambiare il suo stato
pl: Kliknij na dzień, aby przełączyć jego stan.
pt: Clique num dia para mudar seu estado.
ru: Щёлкните по дню, чтобы изменить его состояние.
si: එහි පවත්නා තත්වය ඇමිණීමට දිනයක් මත ක්ලික් කරන්න
tr: Bir günün durumunu değiştirmek için üzerine tıklayın.
uk: Натисніть на день, щоб перемикнути свій стан.

source: Date range you have selected overlaps with the following term(s): ${terms}
da: Datointervallet du har valgt overlapper følgende termin(er): ${terms}
es_ar: El rango de fechas que ha seleccionado se superpone con el (los) siguiente(s) Período(s): ${terms}
fr_be: La plage de dates que vous avez sélectionné se chevauche avec la(les) période(s) suivante(s): ${terms}
it: Le date che hai indicato si sovrappongono con questo/i periodo/i: ${terms}
pl: Zakres dat wybraniu nakładania z następującym Termin (y): $ {terminy}
pt: O intervalo selecionado sobrepõe-se ao seguinte período: ${terms}
ru: Выбранный Вами отрезок времени пересекается со следующим(и) периодом(и): ${terms}
si: ඔබ තෝරා ඇති දින පරාසය පහත term(s): ${terms} සමඟ අතිච්ඡාදනය වේ
tr: Seçtiğiniz tarih aralığı şu dönemlerle örtüşüyor: ${terms}
uk: Обраний Вами відрізок часу перетинається з наступним(і) періодом(і): ${terms}

source: Start date
da: Start dato
es_ar: Fecha de inicio
fi: Alkamispäivä
fr_be: Date de début
it: Data di inizio
pl: Data rozpoczęcia
pt: Data inicial
ru: Дата начала
si: ආරම්භක දිනය
tr: Başlangıç tarihi
uk: Дата початку

source: End date
da: Slut dato
es_ar: Fecha de fin
fi: Päättymispäivä
fr_be: Date de fin
it: Data finale
pl: Data zakończenia
pt: Data final
ru: Дата окончания
si: අවසන්වන දිනය
tr: Bitiş tarihi
uk: Кінцева дата

source: Delete ${term}
da: Slet ${term}
es_ar: Eliminar ${term}
fi: Poista ${term}
fr_be: Effacer ${term}
it: Elimina ${term}
pl: Usuń $ {termin}
pt: Apagar ${term}
ru: Удалить ${term}
si: ${term} මකන්න
tr: ${term} dönemini sil
uk: Видалити ${term}

source: Add new term
da: Tilføj ny termin
es_ar: Añadir nuevo período
fi: Lisää uusi jakso
fr_be: Ajouter une nouvelle période
it: Aggiungi nuovo periodo
pl: Dodaj nowy okres
pt: Adicionar novo período
ru: Добавить новый семестр
si: නව වාරය එකතු කරන්න
tr: Yeni dönem ekle
uk: Додати новий семестр

source: Add term
da: Tilføj termin
es_ar: Añadir período
fi: Lisää jakso
fr_be: Ajouter une période
it: Aggiungi periodo
pl: Dodaj okres
pt: Adicionar período
ru: Добавить семестр
si: වාරය එකතු කරන්න
tr: Dönem ekle
uk: Додати семестр

source: Term Details
da: Termindetajler
es_ar: Detalles del Período
fi: Jakson tiedot
fr_be: Détails de la Période
it: Dettagli del periodo
pl: Termin Szczegóły
pt: Detalhes do Período
ru: Подробности о Периоде
si: වාර විස්තර
tr: Dönem Ayrıntıları
uk: Подробиці про Періоді

source: The year starts ${year_start}
da: Dette år starter ${year_start}
es_ar: El año comienza el ${year_start}
fi: Tämä lukuvuosi alkaa ${year_start}
fr_be: L'année commence ${year_start}
it: L'anno comincia il ${year_start}
pl: Roku rozpoczyna $ {year_start}
pt: O ano começa em ${year_start}
ru: Год начинается ${year_start}
si: වසර ආරම්භය ${year_start}
tr: Yılın başlangıcı: ${year_start}
uk: Рік починається ${year_start}

source: The year ends ${year_end}
da: Dette år slutter ${year_end}
es_ar: El año finaliza el ${year_end}
fi: Tämä lukuvuosi päättyy ${year_end}
fr_be: L'année fini ${year_end}
it: L'anno finisce il ${year_end}
pl: Roku kończy $ {year_end}
pt: O ano termina em ${year_end}
ru: Год кончается ${year_end}
si: වසර අවසානය ${year_end}
tr: Yılın sonu: ${year_end}
uk: Рік кінчається ${year_end}

source: Save changes
da: Gem ændringer
es_ar: Guardar cambios
fi: Tallenna muutokset
fr_be: Sauvegarder les changements
it: Salva le modifiche
pl: Zapisz zmiany
pt: Gravar alterações
ru: Сохранить изменения
si: වෙනස්කම් සුරකින්න
tr: Değişiklikleri kaydet
uk: Зберегти зміни

source: Change information for ${term_title}
da: Ændre information for ${term_title}
es_ar: Cambiar la información para ${term_title}
fi: Muuta jakson ${term_title} tietoja
fr_be: Changer les informations pour ${term_title}
it: Cambia le informazioni di ${term_title}
pl: Zmień informacje dla ${term_title}
pt: Alterar informação para ${term_title}
ru: Изменить информацию для ${term_title}
si: ${term_title} සඳහා තොරතුරු වෙනස් කරන්න
tr: ${term_title} için bilgileri değiştir
uk: Змінити інформацію для ${term_title}

source: Term must begin before it ends.
da: Terminer skal begynde før de slutter.
es_ar: El período debe iniciar antes que finalice.
fi: Jakson pitää alkaa ennen sen loppumista.
fr_be: La période doit débuter avant sa fin.
it: Il periodo deve iniziare prima di finire.
pl: Termin musi zaczynać się przed tym jak się skończy.
pt: O período deve começar antes de acabar.
ru: Дата начала семестра должна быть раньше даты его окончания.
si: වාරය එය අවසාන වීමට පෙර ආරම්භ විය යුතුයි.
tr: Dönemin başlangıç tarihi bitiş tarihinden önce olmalıdır.
uk: Семестр повинен починатися до його закінчення.

source: Date range overlaps another term.
da: Datointervallet overlapper et andet termin.
es_ar: Rango de fechas se superpone a otro Período
fr_be: La plage de date chevauche une autre période.
it: Le date si sovrappongono con un altro periodo.
pl: Data pokrywania zasięgu kolejną kadencję.
pt: O intervalo sobrepõe-se a outro período.
ru: Период пересекается с другим семестром.
si: දින පරාසය වෙනත් වාරයක් අතිච්ඡාදනය කරයි
tr: Tarih aralığı başka bir dönemle örtüşüyor.
uk: Період перетинається з іншим семестром.

source: Terms for ${schoolyear}
da: Terminer for ${schoolyear}
es_ar: Períodos para ${schoolyear}
fr_be: Période pour ${schoolyear}
it: Periodi per il ${schoolyear}
pl: Regulamin dla $ {schoolyear}
pt: Períodos para Terms for ${schoolyear}
ru: Семестр для ${schoolyear}
si: ${schoolyear} සඳහා වාරය
tr: ${schoolyear} dönemleri
uk: Семестр для ${schoolyear}

source: School Year: ${year_title}
da: Skoleår: ${year_title}
es_ar: Año Escolar: ${year_title}
fr_be: Année Scolaire: ${year_title}
it: Anno scolastico: ${year_title}
pl: Rok szkolny: $ {year_title}
pt: Ano letivo: ${year_title}
ru: Школьны Год: ${year_title}
si: පාසල් වර්ෂය: ${year_title}
tr: Okul Yılı: ${year_title}
uk: Шкільний Рік ${year_title}

source: Add a new term to ${year_title}
da: Tilføj et nyt termin til ${year_title}
es_ar: Agregar un nuevo Período para ${year_title}
fr_be: Ajouter une nouvelle période à ${year_title}
it: Aggiungi un nuovo periodo al ${year_title}
pl: Dodaj nowy termin do $ {year_title}
pt: Adicionar um novo período para ${year_title}
ru: Добавить новый семестр в ${year_title}
si: ${year_title} ට නව වාරයක් එකතු කරන්න
tr: ${year_title} yılına yeni bir dönem ekle
uk: Додати новий семестр в ${year_title}

source: An internal identifier of this term.
es_ar: Un identificador interno de este Período
it: Un identificatore interno di questo periodo
pl: Wewnętrzny idektyfikator tego semestru.
pt: Um identificador interno deste período.
ru: Внутренний идентификатор этого семестра.
tr: Bu dönem için kısa ad.
uk: Внутрішній ідентифікатор цього семестру.

source: Term date is not in the school year.
da: Termindatoen er ikke i skoleåret.
es_ar: La fecha del período no están en el año escolar.
fr_be: La date de la période n'est pas dans l'année scolaire.
it: La data del periodo non è nell'anno scolastico.
pl: Termin data nie jest w roku szkolnym.
pt: Data do período não está no ano letivo.
ru: Дата находится за рамками периода обучения
si: වාර දිනය පාසල් වර්ෂය තුළ නැත.
tr: Dönem tarihi okul yılı içinde değil.
uk: Дата семестра по за навчальним роком.

source: Set the date for the school
da: Indtast dato for skolen
es_ar: Fijar la fecha para la escuela
fr_be: Mettre la date pour l'école
it: Imposta la data per la scuola
pl: Ustaw datę dla szkoły
pt: Definir a data para a escola
ru: Установить дату для школы
si: පාසල සඳහා දිනය සකස් කරන්න
tr: Okul için tarihi ayarla
uk: Встановити дату занять

source: Timetables for ${schoolyear}
da: Tidstabeller for ${schoolyear}
es_ar: Horarios para ${schoolyear}
fi: ${schoolyear}: lukujärjestykset
fr_be: Grilles-Horaires pour ${schoolyear}
it: Orari per ${schoolyear}
pl: Harmonogramy $ {schoolyear}
pt: Horários para ${schoolyear}
ru: Расписание для ${schoolyear}
si: ${schoolyear} සඳහා කාලසටහන
tr: ${schoolyear} zaman tabloları
uk: Розклад для ${schoolyear}

source: Modify meeting information
da: Ændre mødeinformation
es_ar: Modificar información de la reunión
fr_be: Modifier les informations de réunion
it: Modifica le informazioni sull'incontro
pl: Modyfikować informacje dotyczące spotkania
pt: Modificar informação de reunião
ru: Изменить информация о встречах
si: හමුවීම් තොරතුරු වෙනස් කරන්න
tr: Toplantı bilgilerini düzenle
uk: Змінити інформація про зустрічі

source: Meeting Details
da: Mødedetaljer
es_ar: Detalles de la reunión
fi: Oppitunnin tiedot
fr_be: Détails des Réunions
it: Dettagli dell'incontro
pl: Szczegóły spotkań
pt: Detalhes de reunião
ru: Изменить подробности
si: හමුවීම් විස්තර
tr: Toplantı Ayrıntıları
uk: Змінити подробиці

source: Add meeting
da: Tilføj møde
es_ar: Añadir reunión
fr_be: Ajouter une Réunion
it: Aggiungi incontro
pl: Dodaj spotkanie
pt: Adicionar reunião
ru: Добавить встречу
si: හමුවීම එකතු කරන්න
tr: Toplantı ekle
uk: Додати зустріч

source: New Timetable
da: Nyt timeskema
es_ar: Nuevo Horario
fi: Uusi lukujärjestys
fr_be: Nouvelle Grille-Horaire
it: Nuovo orario
pl: Nowy plan zajęć
pt: Novo Horário
ru: Новое расписание
si: නව කාලසටහන
tr: Yeni Zaman Çizelgesi
uk: Новий розклад

source: Schedule
da: Planlæg
es_ar: Horario
fi: Lukujärjestys
fr_be: Planifier
it: Programmazione
pl: Harmonogram
pt: Agenda
ru: Планировщик
si: උපලේඛනය
tr: Program
uk: Розклад

source: Change Schedule for One Day
da: Ændre planen for 1 dag
es_ar: Cambiar programación para un día
fi: Muuta yhden päivän lukujärjestystä
fr_be: Modifier le Programme pour Un Jour
it: Cambia programmazione per un giorno
pl: Zmień harmonogram na jeden dzień
pt: Alterar agenda para Dia Um
ru: Изменить расписание для Одного Дня
si: එක් දිනක් සඳහා උපලේඛනය වෙනස් කරන්න
tr: Zamanlamayı Bir Gün için değiştir
uk: Змінити розклад для Одного Дня

source: Change Timetable for One Day
da: Ændre timeskema for en dag
es_ar: Cambiar el Horario para Un Día
fr_be: Change l'Horaire pour Un Jour
it: Modifica dell'orario per un giorno
pl: Zmień harmonogram zajęć dla jednego dnia
pt: Alterar o Horário para Um Dia
ru: Изменить расписание для одного дня
si: එක් දිනක් සඳහා කාලසටහන වෙනස් කරන්න
tr: Bir Gün için Zaman Çizelgesini Değiştir
uk: Змінити розклад для одного дня

source: Add Timetable
da: Tilføj timeskemaer
es_ar: Añadir tabla de tiempos
fi: Lisää lukujärjestys
fr_be: Ajouter une Grille-Horaire
it: Aggiungi orario
pl: Dodaj plan zajęć
pt: Adicionar Horário
ru: Добавить расписание
si: කාලසටහන එකතු කරන්න
tr: Zaman Çizelgesi Ekle
uk: Додати розклад

source: Add Meeting
da: Tilføj møde
es_ar: Añadir reunión
fr_be: Ajouter des Réunions
it: Aggiungi incontro
pl: Dodaj Zgromadzenia
pt: Adicionar Reunião
ru: Добавить Встречу
si: හමුවීම එකතු කරන්න
tr: Toplantı Ekle
uk: Додати Зустріч

source: Timetables
da: Timeplaner
es_ar: Horarios
fi: Lukujärjestykset
fr_be: Horaires
it: Orari
pl: Plany zajęć
pt: Horários
ru: Расписания
si: කාලසටහන්
tr: Zaman Çizelgeleri
uk: Розклади

source: Make Default
da: Gør til standard
es_ar: Establecer como predeterminado
fi: Aseta oletukseksi
fr_be: Définir par défaut
it: Imposta come predefinito
pl: Ustaw jako domyślny
pt: Tornar Padrão
ru: Назначить По Умолчанию
si: පෙරනිමි ලෙස සකසන්න
tr: Varsayılan Yap
uk: Зробити типовим

source: Timetable
da: Timeskema
es_ar: Horario
fi: Lukujärjestys
fr_be: Grille-Horaire
it: Orario
pl: Plan zajęć
pt: Horário
ru: Расписание
si: කාලසටහන
tr: Zaman Çizelgesi
uk: Розклад

source: Edit Schedule
da: Rediger plan
es_ar: Editar programación
fr_be: Modifier le Programme
it: Modifica programmazione
pl: Edytuj harmonogram
pt: Editar Agenda
ru: Изменить Расписание
si: උපලේඛනය සංස්කරණය කරන්න
tr: Zamanlamayı Düzenle
uk: Змінити Розклад

source: Schedule Timetable
da: Tidstabelplan
es_ar: Programe Horarios
fr_be: Planifier les Grilles-Horaires
it: Programma un orario
pl: Harmonogram Harmonogram
pt: Horário de Agenda
ru: Расписание
si: කාලසටහන උපලේඛනය කරන්න
tr: Zaman Tablosunu Zamanla
uk: Розклад

source: Custom date range
es_ar: Rango de fechas personalizado
it: Intervallo di date personalizzato
pl: Własny zakres dat
pt: Intervalo personalizado
ru: Пользовательский диапазон дат
tr: Özel tarih aralığı
uk: Користувальницький діапазон дат

source: Term(s)
es_ar: Período(s)
it: Periodi
pl: Semestr(y)
pt: Período(s)
ru: Семестр(ы)
tr: Dönemler
uk: Семестр(и)

source: Exception Days
da: Dagsundtagelser
es_ar: Días de Excepción
fi: Poikkeuspäivät
fr_be: Jours d'Exception
it: Giorni di eccezione
pl: Dni wyjątków
pt: Dias de exceção
ru: Исключая Дни
si: හැර දැමීම් දින
tr: İstisna Günler
uk: Виключаючи Дні
