Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: You might be trying to access a non-existing page
da: Du prøver måske at få adgang til en ikke eksisterende side
es_ar: Puede que esté tratando de acceder a una página inexistente.
fi: Sivua ei välttämättä ole olemassa
fr_be: Vous tentez d'accéder à une page inexistante
it: Probabilmente cerchi di accedere ad una pagina che non esiste
pl: Możesz próbować dostać się do nieistniejącej strony
pt: Talvez esteja a tentar aceder a uma página inexistente
ru: Вы могли запросить страницу которая не существует
si: ඔබ නොපවතින පිටුවක් පරිශීලනය කිරීමට උත්සාහකලා විය හැක
tr: Varolmayan bir sayfaya erişmeye çalışıyor olabilirsiniz
uk: Ви могли запросити сторінку, щоне існує

source: Server Running SchoolTool
da: Server der kører SchoolTool
es_ar: Servidor ejecutando SchoolTool
fi: Palvelin käyttää SchoolToolia
fr_be: Serveur hébergant SchoolTool
it: Server SchoolTool
pt: Servidor Com SchoolTool
ru: Сервер, выполняющий приложение SchoolTool
si: සේවාදායකය පාසැල්මෙවලම ධාවනය කරයි
tr: SchoolTool Çalıştıran Sunucu
uk: SchoolTool запущено на сервері

source: Logged in as:
da: Logget på som:
es_ar: Sesión iniciada como:
fr_be: Connecté comme :
it: Connesso come:
pl: Zalogowany jako:
pt: Ligado como:
ru: Вы вошли в систему как:
si: ලෙස ඇතුල්වී:
tr: Geçerli kullanıcı:
uk: Ви увійшли до системи як:

source: Log Out
da: Log af
es_ar: Salir
fi: Kirjaudu ulos
fr_be: Déconnexion
it: Esci
pl: Wyloguj
pt: Sair
ru: Выйти
si: පිටවන්න
tr: Çıkış
uk: Завершити сеанс

source: free administration software for
da: gratis administrationsprogram for
es_ar: software libre administrativo para
fr_be: logiciel d'administration libre pour
it: software amministrativo libero per
pl: wolne oprogramowanie do zarządzania dla
pt: programa de administração gratuito para
ru: свободное административное программное обеспечение для
si: සඳහා නිදහස් පරිපාලන මෘදුකාංගය
tr: ücretsiz yönetim yazılımı
uk: вільна програма адміністрування для

source: &copy; The <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a> 2003 - 2011: Supporting Social Innovation.
da: &copy; <a href="http://www.shuttleworthfoundation.org">Shuttleworth Fonden</a> 2003 - 2011: Støtter social innovation.
es_ar: &copy; <a href="http://www.shuttleworthfoundation.org">Fundación Shuttleworth</a> 2003 - 2011: Soportando inovación social.
fi: &copy; <a href="http://www.shuttleworthfoundation.org">Shuttleworthin säätiö</a> 2003 - 2012: Tukemassa sosiaalisia innovaatioita.
fr_be: &copy; The <a href="http://www.shuttleworthfoundation.org">Fondation Shuttleworth</a> 2003 - 2011: Soutient l'Innovation Sociale.
it: &copy; La <a href="http://www.shuttleworthfoundation.org">Fondazione Shuttleworth</a> 2003 - 2011: Supporto All'Innovazione Sociale.
pt: &copy; A <a href="http://www.shuttleworthfoundation.org">Fundação Shuttleworth</a> 2003 - 2011: Apoia a inovação Social
ru: &copy; <a href="http://www.shuttleworthfoundation.org">Фонд Шаттлворта</a> 2003 - 2011: Поддержка социальных инноваций.
si: &copy; <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a> 2003 - 2011:සමාජ නවීකරණයට උපකාරකිරීම.
tr: &copy; The <a href="http://www.shuttleworthfoundation.org">Shuttleworth Vakfı</a> 2003 - 2011: Sosyal Gelişimi Destekler.
uk: &copy; The <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a> 2003 - 2011: Підтримка соціальних інновацій.

source: <a href="http://www.schooltool.org">SchoolTool</a>&trade; is a Trademark of the <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a>.
da: <a href="http://www.schooltool.org">SchoolTool</a>&trade; er en varemærke for <a href="http://www.shuttleworthfoundation.org">Shuttleworth Fonden</a>.
es_ar: <a href="http://www.schooltool.org">SchoolTool</a>&trade; es una marca registrada de la <a href="http://www.shuttleworthfoundation.org">Fundación Shuttleworth</a>.
fi: <a href="http://www.schooltool.org">SchoolTool</a>&trade; on <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundationin</a> rekisteröimä tavaramerkki.
fr_be: <a href="http://www.schooltool.org">SchoolTool</a>&trade; est une marque de commerce de la <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a>.
it: <a href="http://www.schooltool.org">SchoolTool</a>&trade; è un marchio registrato della <a href="http://www.shuttleworthfoundation.org">Fondazione Shuttleworth</a>.
pl: <a href="http://www.schooltool.org">SchoolTool</a>&trade; jest zastrzeżonym znakiem towarowym <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a>.
pt: <a href="http://www.schooltool.org">SchoolTool</a>&trade; é uma marca da <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a>.
ru: <a href="http://www.schooltool.org">SchoolTool</a>&trade; является торговой маркой<a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a>.
si: <a href="http://www.schooltool.org">SchoolTool</a>&trade; යනු <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a> හි වෙළඳ ලකුණකි.
tr: <a href="http://www.schooltool.org">SchoolTool</a>&trade; <a href="http://www.shuttleworthfoundation.org">Shuttleworth Vakfı</a>'nın ticari markasıdır.
uk: <a href="http://www.schooltool.org">SchoolTool</a>&trade; це торгова марка <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a>.

source: Shortcut: Alt-U
da: Genvej: Alt-U
es_ar: Atajo: Alt-U
fi: Pikanäppäin: Alt-U
fr_be: Raccourci : Alt+U
it: Scorciatoia: Alt-U
pl: Skrót: Alt + U
pt: Atalho: Alt-U
ru: Быстрая клавиша: Alt-U
si: කෙටිමඟ: Alt-U
tr: Kısayol: Alt-U
uk: Гаряча клавіша: Alt-U

source: Shortcut: Alt-D
da: Genvej: Alt-D
es_ar: Atajo: Alt-D
fi: Pikanäppäin: Alt-D
fr_be: Raccourci : Alt+D
it: Scorciatoia: Alt-D
pl: Skrót: Alt + D
pt: atalho: Alt-D
ru: Быстрая клавиша: Alt-D
si: කෙටිමඟ: Alt-D
tr: Kısayol: Alt-D
uk: Гаряча клавіша: Alt-D

source: The datetime string did not match the pattern yyyy-mm-dd
da: Tidsdatostrenge matchede ikke mønstret yyyy-mm-dd
es_ar: La cadena fecha-hora no corresponde al patrón aaaa-mm-dd
fr_be: La chaine de date ne correspond pas au masque aaaa-mm-jj
it: La stringa di data e ora non corrisponde al pattern yyyy-mm-dd
pl: Datetime ciąg nie pasuje do wzorca rrrr-mm-dd
pt: A string de data e hora não se adequa ao padrão aaa-mm-dd
ru: Введенное значение даты не соответствует шаблону ГГГГ-ММ-ДД
si: datetime අනුලකුණු වැල yyyy-mm-dd රටාව සමඟ නොගැලපුනි
tr: Tarih zaman karakter dizisi yyyy-aa-gg yapısında değil.
uk: Дата не відповідає формату рррр-мм-дд

source: Year has to be equal or greater than 1900
es_ar: Año tiene que ser igual o mayor que 1900
it: L'anno deve essere uguale o maggiore di 1900
pl: Rok musi być większy lub równy 1900
pt: O ano tem que ser maior ou igual a 1900
ru: Год должен начинаться или быть более поздним чем 1900
si: වර්ෂය 1900ට වඩා විශාල හෝ සමාන විය යුතුය.
tr: Yıl 1900 değerinden büyük olmalıdır
uk: Рік повинен починатися або бути більш пізнім ніж 1900

source: Continued ...
es_ar: Continuación ...
it: Continua...
pl: Kontynuacja ...
pt: Continuação ...
ru: Продовження ...
tr: Devamediyor ...
uk: Продовження ...

source: &laquo; Previous
da: &laquo; Forrige
es_ar: &laquo; Anterior
fi: &laquo; Edellinen
fr_be: &laquo; Précédant
it: &laquo; Precedente
pl: «Poprzedni
pt: &laquo; Anterior
ru: &laquo; Предыдущие
si: &laquo; පෙර
tr: & laquo; Önceki
uk: &laquo; Назад

source: Show Less
da: Vis mindre
es_ar: Mostrar Menos
fi: Näytä vähemmän
fr_be: Afficher moins
it: Mostra meno
pl: Pokaż mniej
pt: Mostrar Menos
ru: Показать меньше
si: අඩුවෙන් පෙන්වන්න
tr: Daha Azını Göster
uk: Згорнути

source: Show All
da: Vis alle
es_ar: Mostrar Todos
fi: Näytä kaikki
fr_be: Tout afficher
it: Mostra tutto
pl: Pokaż wszystko
pt: Mostrar Tudo
ru: Показать всё
si: සියල්ල පෙන්වන්න
tr: Tümünü Göster
uk: Показати все

source: Next &raquo;
da: Næste &raquo;
es_ar: Siguiente &raquo;
fi: Seuraava &raquo;
fr_be: Suivant &raquo;
it: Prossimo &raquo;
pl: NEXT NASTĘPNY UTWÓR
pt: Próximo &raquo;
ru: Следующие &raquo;
si: ඊලඟ &raquo;
tr: Sonraki &raquo;
uk: Далі &raquo;

source: Scheduled Tasks
es_ar: Tareas programadas
it: Operazioni pianificate
pt: Tarefas agendadas
ru: Запланированные задания

source: JSON result
es_ar: Resultado JSON
it: risultato JSON
pt: Resultado JSON
ru: JSON результат*

source: Task ID
es_ar: ID de Tarea
it: ID operazione
ru: ID Задания

source: Signature
es_ar: Firma
it: Firma
pt: Assinatura
ru: Подпись
uk: Підпис

source: Internal state
es_ar: Estado interno
it: Stato interno
pt: Estado interno
ru: Внутреннее состояние*

source: Scheduled
es_ar: Planificado
it: Programmato
pt: Agendado
ru: Запланировать*

source: Task pending or removed
es_ar: Tarea pendiente o eliminado
it: Operazione in corso o rimossa
pt: Tarefa pendente ou removida
ru: Ожидание задачи или удаление*

source: In Progress
es_ar: En progreso
it: In corso
pt: Em curso
ru: Выполняется*

source: Failed
es_ar: Falló
it: Fallita
pt: Falhou
ru: Неудача*

source: Succeeded
es_ar: Correcto
it: Completata con successo
pt: Com êxito
ru: Успешно*

source: Read messages
es_ar: Leer mensajes
it: Leggi messaggi
pt: Ler mensagens
ru: Прочитать сообщения

source: Browse other users' messages (overview)
es_ar: Examinar mensajes de otros usuarios (Vista general)
it: Leggi messaggi di altri utenti (anteprima)
pt: Ver mensagens de outros utilizadores (geral)
ru: Просмотр сообщений других пользователей* (overview)

source: Internal server error, ticket ${ticket}
es_ar: Error interno del servidor, ticket ${ticket}
it: Errore interno del server, ticket ${ticket}
ru: Внутренняя ошибка сервера* ${ticket}

source: Senders and recipients
es_ar: Remitentes y destinatarios
it: Mittenti e destinatari
pt: Emissores e destinatários
ru: Отправители и получатели*

source: Senders, recipients of the message, requesters of a report.
es_ar: Remitentes, destinatarios del mensaje, los solicitantes de un informe.
it: Mittenti, destinatari del messaggio, richiedenti di un prospetto.
pt: Emissores, destinatários e requerentes de um relatório
ru: Отправители, получатели сообщения, запросчики отчета*.

source: Cancel School in Emergency
da: Indstil skolegangen pga en nødssituation
es_ar: Cierre la Escuela en una Emergencia
fi: Peruuta koulu hätätilassa
fr_be: Annulé les cours en urgence
it: Chiusura della scuola per emergenza
pl: Odwołaj szkołę w Nagłym Przypadku
pt: Cancelar Escola por Emergência
ru: Отменить занятия вследствие чрезвычайной ситуации
si: හදිසි අවස්ථාවකදී පාසැල අවලංගු කරන්න
tr: Acil Durumda Okulu İptal Et
uk: Скасувати заняття під час Надзвичайних Подій

source: The date you entered is invalid. Please use the YYYY-MM-DD format.
da: Den indtastede dato er ikke valid. Brug formatet ÅR-MÅNED-DATO.
es_ar: La fecha que ingresó no es válida. Por favor utilice el formato YYYY-MM-DD.
fi: Antamasi päivämäärä on virheellinen. Kirjoita päivämäärä muodossa VVVV-KK-PP.
fr_be: La date entrée est invalide. SVP utilisé le format : AAAA-MM-JJ
it: La data inserita non è valida. Usare il formato AAAA-MM-GG
pl: Wprowadzona data jest niepoprawna. Proszę użyć formatu RRRR-MM-DD.
pt: A data introduzida é inválida. Por favor utilize o formato AAAA-MM-DD.
ru: Введено неверное значение даты. Используйте формат ГГГГ-ММ-ДД.
si: ඔබ ඇතුල් කල දිනය අවලංගුයි. කරුණාකර YYYY-MM-DD ආකෘතිය භාවිතා කරන්න.
tr: Yazdığınız tarih geçersiz. Lütfen YYYY-AA-GG biçiminde yazın.
uk: Введена неприпустима дата. Використовуйте формат РРРР-ММ-ДД.

source: The date you entered does not belong to this term.
da: Den dato som du indtastede tilhører ikke denne termin.
es_ar: La fecha que ingresó no pertenece a este período.
fi: Antamasi päivä ei kuulu tähän jaksoon.
fr_be: La date que vous avez entré n'appartient pas à cette période
it: La data inserita non appartiene a questo periodo
pl: Data, którą podałeś nie należy do tego okresu.
pt: A data introduzida não pertence a este período letivo.
ru: Введенная вами дата не попадает в этот семестр.
si: ඔබ ඇතුලත්කල දිනය මෙම වාරයට අයත් නැත.
tr: Yazdığınız tarih bu döneme ait değil.
uk: Введена дата не входить в цей семестр.

source: The date you entered is not a schoolday.
da: Datoen som du angav er ikke en undervisningsdag.
es_ar: La fecha que ingresó no es un día escolar hábil.
fi: Antamasi päivä ei ole koulupäivä.
fr_be: La date entrée n'est pas un jour d'école.
it: La data inserita non è un giorno di scuola
pl: Data, którą wprowadziłeś nie jest dniem szkolnym.
pt: A data introduzida não é um dia escolar.
ru: Введенная вами дата попадает на не учебный день.
si: ඔබ ඇතුලත්කල දිනය පාසල් දිනයක් නොවේ.
tr: Yazdığınız tarih okul günü değil.
uk: Введена дата не є навчальним днем.

source: The replacement date you entered is invalid.
da: Erstatningsdatoen som du angav er fejlagtig.
es_ar: La fecha de recuperación que ingresó no es válida.
fi: Korvauspäivämäärä on virheellinen.
fr_be: Le remplacement de date est invalide
it: La data sostitutiva non è valida.
pl: Data wymiana jest nieprawidłowy.
pt: A data de substituição introduzida é inválida.
ru: Дата, которую вы ввели, некорректна
si: ඔබ ඇතුල් කල ප්‍රතිස්ථාපන දිනය අවලංගුයි.
tr: Yazdığınız değişiklik tarihi geçersiz.
uk: Введена дата заміни неприпустима.

source: School cancelled due to emergency. Replacement day $replacement.
da: Skolegangen er indstillet pga en nødssituation. Erstatningsdag $replacement.
es_ar: La escuela está cerrara debido a una emergencia. Día de recuperación $replacement.
fi: Koulu peruttu hätätapauksesta johtuen. Korvauspäivä: $replacement.
fr_be: Les cours sont annulé pour une urgence. Le jour de remplacement est $replacement
it: Chiusura della scuola per emergenza. Modifica nell'orario del giorno $replacement.
pl: Szkoła odwołane z powodu awarii. Dni wymiana $ wymiany.
pt: Aula cancelada por motivos de emergência. Data substituta: $replacement.
ru: Занятия отменены из-за чрезвычайной ситуации. Отмененные занятия будут проведены $replacement.
si: හදිසි අවස්ථාවක් නිසා පාසල අවලංගු කරන ලදී. ප්‍රතිස්ථාපන දිනය $replacement.
tr: Acil durum yüzünden okul ertelendi. Değişiklik günü: $replacement.
uk: Заняття скасовані через Надзвичайні Події, переносяться на $replacement.

source: Replacement day for emergency day $emergency.
da: Erstatningsdag for nødssituationsdag $emergency.
es_ar: Día de recuperación por el día de emergencia $emergency.
fi: Korvauspäivä hätätilannepäivälle $emergency.
fr_be: Le jour de remplacement pour le jour d'urgence $emergency.
it: Giorno sostitutivo per l'emergenza del giorno $emergency.
pl: Dni Zamiennik dla dniowego USD awaryjnego awaryjnych.
pt: Dia de substituição para dia de emergência $emergency.
ru: День проведения отмененных ранее занятий вследствие черезычайной ситуации, возникшей $emergency.
si: $emergency හදිසි දවස සඳහා ප්‍රතිස්ථාපන දිනය.
tr: Acil durum için gün değişikliği $emergency.
uk: Перенесення занять через Надзвичайні Події $emergency.

source: Add Term
da: Tilføj termin
es_ar: Añadir Período
fi: Lisää jakso
fr_be: Ajouter une Période
it: Aggiungi periodo
pl: Dodaj Term
pt: Adicionar Período
ru: Добавить Семестр
si: වාරයක් එකතු කරන්න
tr: Dönem Ekle
uk: Додати Семестр

source: Emergency day
da: Nødssituationsdag
es_ar: Día de Emergencia
fi: Hätätilapäivä
fr_be: Jour de secour
it: Giorno di emergenza
pl: Nagły Przypadek
pt: Dia de emergência
ru: Чрезвычайная ситуация
si: හදිසි දවස
tr: Acil durum günü
uk: Дата Надзвичайної Події

source: Choose a replacement for the emergency day.
da: Vælg en erstatningsdag for nødssituationen.
es_ar: Elija una recuperación para el día de emergencia.
fi: Valitse korvauspäivä hätätilapäivälle.
fr_be: Choisissez un remplacement pour le jour de secours.
it: Scegliere una sostituzione (per le attività) del giorno di emergenza
pl: Wybierz zastępstwo dla dnia z Nagłym Przypadkiem
pt: Escolha uma substituição para o dia de emergência.
ru: Выберите дату проедения занятий, отменённых ранее, вседствие чрезвычайной ситуации.
si: හදිසි දවස සඳහා ප්‍රතිස්ථාපනයක් තෝරන්න.
tr: Acil durum günü için bir değiştirme günü seçiniz.
uk: Виберіть день заміни замість дня Надзвичайної Події.

source: You have selected ${date} as the emergency day. Now please select the replacement day. The selection below consists of non-schooldays in this term following the emergency day and several days after the term.
da: Du had valgt ${date} som en uheldsdag. Vælg venligst en anden dag. Valgene herunder består af ikke-skoledage i denne termin følger uheldsdag og flere dage efter terminet.
es_ar: Ha seleccionado ${date} como día de emergencia. Ahora por favor seleccione el día de de recuperación. La selección de abajo consiste en días que no son de escuela en este período posteriores al día de emergencia y días después del período.
fi: Olet valinnut ${date} hätätilannepäiväksi. Valitse korvauspäivä. Valinta koostuu tämän lukukauden vapaapäivistä, jotka tulevat heti hätätilannepäivän jälkeen tai jakson jälkeen.
fr_be: Vous avez sélectionné ${date} comme étant le jour d'urgence. Maintenant veuillez sélectionner le jour de remplacement. La sélection ci-dessous est composé de jour de congé dans cette période suivant le jour d'urgence et plusieurs jours après la période.
it: È stato selezionato ${date} come giorno di emergenza. Inserire il giorno sostitutivo. La selezione sottostante consiste di giorni non scolastici in questo stesso periodo, successivamente all'emergenza, e di alquanti giorni dopo tale periodo.
pl: Wybrałeś $ {data} jako dzień awaryjnego. Teraz należy wybrać dzień wymiany. Wybór poniżej składa się z nie-szkolnych w tym okresie od dnia awaryjnego i kilka dni po terminie.
pt: Seleccionou ${date} como dia de emergência. Agora, por favor, selecione o dia de substituição. A seleção abaixo é composta por dias não escolares neste período letivo posteriores ao dia de emergência e alguns dias após o final do período escolar.
ru: Вы выбрали ${date} как дату чрезвычайной ситуации. Выберите дату проведения занятий, отмененных в этот день. На выбор предлагаются не учебные дни этого семестра, следующие за датой чрезвычайной ситуации, и несколько дней после окончания семестра.
si: ${date} ඔබ හදිසි දවසක් ලෙස තෝරා ඇත. දැන් කරුණාකර ප්‍රතිස්ථාපන දිනය තෝරන්න. පහත තේරීම හදිසි දිනයට පසුව එන වාරයේ පාසල් නොපැවැත්වෙන දවස් සහ වාරයට පසු දින කීපයකින්ද සමන්විත වේ.
tr: ${date} tarihini acil durum günü olarak seçtiniz. Şimdi değiştirme gününü seçin. Aşağıdaki seçenekler, acil durum gününü izleyen dönem sonundan sonraki birkaç günlük okuldışı tarihleri gösterir.
uk: Ви вибрали ${date}, як дату надзвичайної ситуації. Виберіть дату проведення занять, скасованих у цей день. На вибір пропонуються не навчальні дні цього семестру, наступні за датою надзвичайної ситуації, і кілька днів після закінчення семестру.

source: Please enter the replacement date below.
da: Angiv venligst erstatningsdatoen nedenfor.
es_ar: Por favor ingrese abajo la fecha de recuperación.
fi: Syötä korvauspäivä alle.
fr_be: Veuillez écrire la date de rechange ci-dessous.
it: Inserire la data sostitutiva qua sotto.
pl: Proszę podać datę wymiany poniżej.
pt: Por favor introduza abaixo a data de substituição.
ru: Пожалуйста, введите ниже изменяемую дату
si: කරුණාකර ප්‍රතිස්ථාපන දිනය පහළින් ඇතුල් කරන්න.
tr: Lütfen aşağıya değiştirme gününü yazın.
uk: Нижче введіть дату заміни.

source: Replacement
da: Erstatning
es_ar: Recuperación
fi: Korvaus
fr_be: Remplacement
it: Sostituzione
pl: Wymiana
pt: Substituição
ru: Замена
si: ප්‍රතිස්ථාපනය
tr: Değiştirme
uk: Заміна

source: Proceed
da: Fortsæt
es_ar: Avance
fi: Jatka
fr_be: Procéder
it: Avanti
pl: Kontynuuj
pt: Prosseguir
ru: Продолжить
si: ඉදිරියට
tr: İlerle
uk: Продовжити

source: This form allows you to mark a date as an emergency non-schoolday and add a replacement day to the term.
da: Denne formular giver dig mulighed for at markere en data som uhelds- ikkeskoledag og tilføje en anden dag i terminet.
es_ar: Este formulario le permite marcar una fecha como un día de emergencia y añadir un día de recuperación al período.
fi: Tämä lomake mahdollistaa päivän merkitsemisen hätätilavapaaksi ja lisäämään korvauspäivän myöhemmin tässä jaksossa.
fr_be: Ce formulaire vous permet de marquer une date comme jour de congé d'urgence et d'ajouter un jour de remplacement à la période.
it: Questo modulo consente di segnalare una data come giorno di chiusura di emergenza e di aggiungere un giorno sostitutivo al periodo.
pl: Ten formularz pozwala zaznaczyć dzień Nagłego Przypadku jako dzień wolny od szkoły i dodać dzień zastępczy w tym okresie
pt: Este formulário permite a marcar uma data de emergência como dia não escolar e adicionar uma dia de substituição ao período escolar.
ru: Эта форма позволяет обозначить день чрезвычайной ситуации с отменой занятий и указать дату проведения отмененных ранее занятий.
si: දිනයක් හදිසි පාසල නොපවැත්වෙන දවසක් සහ වාරයට ආදේශන දවසක් එකතු කිරීමට මෙම ආකෘතිය ඔබට අවසර දෙයි.
tr: Bu form, okul dışı günlerden birini acil durum günü olarak işaretlemenizi ve döneme bir acil değiştirme günü eklemenizi sağlar.
uk: Ця форма дозволяє позначити день Надзвичайної Події як ненавчальний і додати до семестру день заміни.

source: Please enter the emergency date below.
da: Angiv venligst nødssituationsdatoen nedenfor.
es_ar: Por favor ingrese abajo la fecha de emergencia.
fi: Syötä hätätilapäivä alle.
fr_be: Veuillez écrire la date de secours ci-dessous.
it: Inserire la data del giorno di emergenza
pl: Proszę podać datę alarmowy poniżej.
pt: Por favor introduza abaixo a data de emergência.
ru: Введите дату чрезвычайной ситуации ниже.
si: කරුණාකර හදිසි දිනය පහළින් ඇතුල් කරන්න.
tr: Lütfen aşağıya acil durum tarihini yazın.
uk: Введіть нижче дату Надзвичайної Події.
