Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Repeat until
da: Gentag indtil
es_ar: Repetir hasta que
fi: Toista kunnes
fr_be: Répéter jusqu'à
it: Ripeti fino a
pl: Powtarzaj do
pt: Repetir até
ru: Повторять до
si: නැවත කරන්න
tr: şuna kadar yinele
uk: Повторювати доки

source: Weekdays
da: Ugedage
es_ar: Entre semana
fi: Arkisin
fr_be: Jours de la semaine
it: Giorni della settimana
pl: Dni tygodnia
pt: Dias da semana
ru: Дни недели
si: සතියේ දින
tr: İş günleri
uk: Дні тижня

source: Weekday
da: Ugedag
es_ar: Día de la semana
fi: Arkipäivä
fr_be: Jour de la semaine
it: Giorno della settimana
pl: Dzień tygodnia
pt: Dia útil
ru: День недели
si: සතියේ දිනය
tr: İş günü
uk: День тижня

source: Monthly
da: Månedligt
es_ar: Mensual
fi: Kuukausinäkymä
fr_be: Mensuel
it: Mensile
pl: Miesięcznie
pt: Mensalmente
ru: Ежемесячно
si: මාසිකව
tr: Aylık
uk: Щомісяця

source: Exception dates
da: Undtagelses datoer
es_ar: Fechas especiales
fi: Poikkeuspäivämäärät
fr_be: Dates d'exceptions
it: Date con eccezioni
pl: Wyjątkowe daty
pt: Datas da exceção
ru: Исключая даты
si: ව්‍යතිරේක දින
tr: İstisna tarihler
uk: Дати, що не включаються

source: same weekday
da: samme ugedag
es_ar: mismo día de la semana
fi: sama arkipäivä
fr_be: Même jour de semaine
it: stesso giorno della settimana
pl: ten sam dzień tygodnia
pt: mesmo dia da semana
ru: в те же дни недели
si: එකම සතියේ දවස
tr: aynı iş günü
uk: той же день тижня

source: last weekday
da: sidste ugedag
es_ar: último día de la semana
fi: viimeinen arkipäivä
fr_be: dernier jour de la semaine
it: ultimo giorno della settimana
pl: ostatni dzień tygodnia
pt: último dia útil
ru: прошлый день недели
si: පසුගිය සතියදවස
tr: son işgünü
uk: останній день тижня

source: Last ${weekday}
da: Sidste ${weekday}
es_ar: Último ${weekday}
fi: viimeinen ${weekday}
fr_be: Dernier ${weekday}
it: Ultimo ${weekday}
pl: Ostatni ${weekday}
pt: Última(o) ${weekday}
ru: В последний(ую) ${weekday}
si: අවසාන ${weekday}
tr: Son ${weekday}
uk: Останній ${weekday}

source: An error occurred.
da: Der skete en fejl.
es_ar: Se produjo un error.
fi: Tapahtui virhe.
fr_be: Il y a eu une erreur.
it: Si è verificato un errore
pl: Wystąpił błąd.
pt: Ocorreu um erro.
ru: Произошла ошибка.
si: දෝෂයක් මතුවිය.
tr: Bir hata oluştu.
uk: Виникла помилка.

source: Invalid time
da: Ugyldigt tidspunkt
es_ar: Hora no válida
fi: Virheellinen aika
fr_be: Heure invalide
it: Orario non valido
pl: Nieprawidłowy czas
pt: Hora inválida
ru: Неверное время
si: වලංගු නොවන කාලය
tr: Geçersiz saat
uk: Неприпустимий час

source: End date is earlier than start date
da: Slut dato er tidligere end start dato
es_ar: La fecha de fin antecede a la fecha de inicio
fi: Päättymispäivä on ennen alkamispäivää
fr_be: Date de fin antérieure à date de début.
it: La data finale è precedente alla data di inizio
pl: Data zakończenia wypada wcześniej niż data rozpoczęcia
pt: A data final é anterior à inicial
ru: Дата окончания предшествует дате начала
si: අවසාන දිනය ආරම්භක දිනට කලින් යෙදී ඇත
tr: Bitiş tarihi başlangıç tarihinden önce
uk: Кінцева дата раніша, за дату початку

source: Invalid date. Please specify YYYY-MM-DD, one per line.
da: Ugyldig dato. Indtast dato i følgende format: ÅÅÅÅ-MM-DD, en dato pr linje.
es_ar: Fecha no válida. Porfavor especifique AAAA-MM-DD, uno por línea.
fi: Päivämäärä ei kelpaa. Olkaa hyvä ja käyttäkää muotoa VVVV-KK-PP, yksi per rivi
fr_be: Date invalide. Merci de spécifier AAAA-MM-JJ, une par ligne
it: Data non valida. Specificare in formato AAAA-MM-GG, una per riga.
pl: Niewłaściwy czas. Podaj w formie RRRR-MM-DD, po jednym na linię
pt: Data inválida. Por favor use AAAA-MM-DD, uma por linha.
ru: Недопустимая дата. Пожалуйста, укажите даты в формате ГГГГ-ММ-ДД, по одной на строку.
si: අවලංගු දිනයකි. කරුණාකර YYYY-MM-DD ආකාරයට සඳහන් කරන්න, එක් පෙළකට එක බැගින්.
tr: Geçersiz Tarih. Lütfen her satırda bir tarih YYYY-AA-GG formatında belirtiniz.
uk: Неприпустима дата. Будь ласка, вкажіть РРРР-ММ-ДД, у кожному рядку.

source: Add event
da: Tilføj begivenhed
es_ar: Añadir evento
fi: Lisää tapahtuma
fr_be: Ajouter un évènement
it: Aggiungi evento
pl: Dodaj wydarzenie
pt: Adicionar evento
ru: Добавить событие
si: සිද්ධිය අන්තර්ගත කරන්න
tr: Etkinlik ekle
uk: Додати подію

source: Edit event
da: Redigér begivenhed
es_ar: Editar evento
fi: Muokkaa tapahtuma
fr_be: Modifier un évènement
it: Modifica evento
pl: Edytuj wydarzenie
pt: Editar evento
ru: Редактировать событие
si: සිද්ධිය සංස්කරණය කරන්න
tr: Etkinliği düzelt
uk: Редагувати подію

source: Update
da: Opdatér
es_ar: Actualizar
fi: Päivitä
fr_be: Mettre à jour
it: Aggiorna
pl: Aktualizuj
pt: Actualizar
ru: Обновить
si: යාවත්කාලීන කරන්න
tr: Güncelle
uk: Оновити

source: Updated on ${date_time}
da: Opdateret den ${date_time}
es_ar: Actualizado el ${date_time}
fi: Päivitetty ${date_time}
fr_be: Mise à jour le ${date_time}
it: Aggiornato il ${date_time}
pl: Zaktualizowano ${date_time}
pt: Atualizado em ${date_time}
ru: Обновлено ${date_time}
si: ${date_time} යාවත්කාලීන කරන ලදී
tr: ${date_time} tarihinde güncellendi
uk: Оновлено ${date_time}

source: Type
es_ar: Tipo
fi: Tyyppi
it: Tipo
pl: Rodzaj
pt: Tipo
ru: Тип
si: වර්ගය
tr: Tip
uk: Тип

source: Booked by others
da: Booked af andre
es_ar: Reservado por otros
fr_be: Réservé par d'autres
it: Prenotato da altri
pl: Zarezerwowane przez inne osoby
pt: Reservado por outros
ru: Забронировано другими
si: අන්‍යයන් විසින් වෙන්කර ගන්නා ලද
tr: Başkaları tarafından ayrılmış
uk: Попередити інших

source: Actions
da: Handlinger
es_ar: Acciones
fi: Toiminnot
it: Azioni
pl: Działania
pt: Acções
ru: Действия
si: ක්‍රියාවන්
tr: Eylemler
uk: Дії

source: View Calendar
da: Vis kalender
es_ar: Ver Calendario
fi: Näytä kalenteri
fr_be: Voir le calendrier
it: Mostra calendario
pl: Wyświetl kalendarz
pt: Ver Calendário
ru: Посмотреть Календарь
si: දින දසුන නරඹන්න
tr: Takvimi Göster
uk: Переглянути Календар

source: New Event
da: Ny begivenhed
es_ar: Nuevo Evento
fi: Uusi tapahtuma
fr_be: Nouvel Évènement
it: Nuovo evento
pl: Nowe wydarzenie
pt: Novo Evento
ru: Новое Событие
si: අලුත් සිද්ධිය
tr: Yeni Etkinlik
uk: Нова Подія

source: Open in iCal
da: Åben i iCal
es_ar: Abrir en iCal
fi: Avaa iCal:ssa
fr_be: Lire au format iCal
it: Apri con iCal
pl: Otwórz w iCal
pt: Abrir no iCal
ru: Открыть в iCal
si: iCal මගින් විවෘත කරන්න
tr: iCal Olarak Aç
uk: Відкрити в iCal

source: Edit Leaders
da: Redigér ledere
es_ar: Editar Equipo Directivo
fi: Muokkaa johtajia
fr_be: Éditer les chefs de groupe
it: Modifica responsabili
pl: Edytuj liderów
pt: Editar Responsáveis
ru: Изменить руководителей
si: නායකයෝ සංස්කරණය කරන්න
tr: Başkanları Düzelt
uk: Редагувати Лідерів

source: Change Site Preferences
da: Ændre indstillinger
es_ar: Cambiar Preferencias del Sitio
fi: Muuta web-sivuston asetuksia
fr_be: Changer les préférences de site
it: Modifica le preferenze del sito
pl: Zmień ustawienia portalu
pt: AlterarPreferências do Site
ru: Изменить настройки сайта
si: අඩවි අභිරුචි වෙනස් කරන්න
tr: Site Ayarlarını Değiştir
uk: Зміна Налаштувань Сайту

source: Add Event
da: Tilføj begivenhed
es_ar: Añadir Evento
fi: Lisää tapahtuma
fr_be: Ajouter un Évènement
it: Aggiungi evento
pl: Dodaj wydarzenie
pt: Adicionar Evento
ru: Добавить событие
si: සිද්ධිය අන්තර්ගත කරන්න
tr: Etkinlik Ekle
uk: Додати подію

source: Edit Event
da: Redigér begivenhed
es_ar: Editar Evento
fi: Muokkaa tapahtumaa
fr_be: Modifier l'Évènement
it: Modifica evento
pl: Modyfikuj wydarzenie
pt: Editar Evento
ru: Изменить событие
si: සිද්ධිය සංස්කරණය කරන්න
tr: Etkinlik Düzenle
uk: Редагувати подію

source: ZODB Control
da: ZODB kontrol
es_ar: Control de ZODB
fi: ZOBD-hallinta
fr_be: Contrôle ZODB
it: Controllo ZODB
pl: Kontrola ZODB
pt: Controle do ZODB
ru: Управление ZODB
si: ZODB පාලනය
tr: ZODB Denetimi
uk: ZODB Контроль

source: Calendar
da: Kalender
es_ar: Calendario
fi: Kalenteri
it: Calendario
pl: Kalendarz
pt: Calendário
ru: Календарь
si: දිනදසුන
tr: Takvim
uk: Календар

source: Manage
da: Administrer
es_ar: Administrar
fi: Hallitse
fr_be: Gérer
it: Gestisci
pl: Zarządzaj
pt: Administrar
ru: Управление
si: කළමනාකරණය
tr: Yönet
uk: Управління

source: Application Control
da: Applikationskontrol
es_ar: Control de la Aplicación
fi: Ohjelmistohallinta
fr_be: Contrôle des applications
it: Controllo applicazione
pl: Kontrola aplikacji
pt: Controle da Aplicação
ru: Управление приложением
si: යෙදුම් පාලනය
tr: Uygulama Denetimi
uk: Керування Застосунком

source: Translation Domains
da: Oversættelsesdomæner
es_ar: Dominios de traducción
fi: Käännösalueet
fr_be: Domaines de traduction
it: Domini delle traduzioni
pl: Domeny tłumaczenia
pt: Domínios de Tradução
ru: Перевод доменов
si: පරිවර්තන වසම්
tr: Çeviri Bölgeleri
uk: Область перекладів

source: Generations
da: Generationer
es_ar: Generaciones
fi: Sukupolvet
fr_be: Générations
it: Generazioni
pl: Pokolenia
pt: Gerações
ru: Генерирование
si: පරම්පරා
tr: Nesiller
uk: Покоління

source: Configure
da: Konfigurér
es_ar: Configuración
fi: Muokkaa asetuksia
fr_be: Configurer
it: Configura
pl: Ustawienia
pt: Configurar
ru: Конфигурировать
si: වින්‍යාසගත කරන්න
tr: Yapılandır
uk: Налаштувати

source: Error List
da: Fejlliste
es_ar: Lista de Errores
fi: Virheluettelo
fr_be: Liste d'erreurs
it: Lista degli errori
pl: Lista błędów
pt: Lista de Erros
ru: Список ошибок
si: දෝෂ ලැයිස්තුව
tr: Hata Listesi
uk: Перелік помилок

source: No data provided
da: Ingen data angivet
es_ar: No se proporcionaron datos
fi: Tietoa ei annettu
fr_be: Pas de donnée fournie
it: Non è stata fornita alcuna data
pl: Nie wprowadzono danych
pt: Nenhum dado fornecido
ru: Данные не предоставлены
si: දත්ත ලබාදී නැත
tr: Veri sağlanmamış
uk: Дані не надані

source: Could not convert data to Unicode (incorrect charset?).
da: Kunne ikke konvertere data til unicode (forkert karaktersæt?).
es_ar: No se pudo convertir los datos a Unicode (¿codificación incorrecta?).
fi: Tiedon muuntaminen Unicode-muotoon epäonnistui (tarkista merkistö)
fr_be: Impossible de convertir la donnée en Unicode (jeu de caractères invalide ?).
it: Non è possibile convertire i dati ad Unicode (insieme dei caratteri sbagliato?).
pl: Konwersja danych do Unicode nieudana (niewłaściwe kodowanie?).
pt: Não é possível converter os dados para Unicode (codificação incorrecta?).
ru: Не могу конвертировать данные в Юникод (неверная кодировка?)
si: දත්ත යුනිකේත බවට හැරවීමට නොහැකි විය (වැරදි charset?).
tr: Veri, unicode'a dönüştürülemedi (yanlış karakter kümesi -charset-?).
uk: Не вдалося конвертувати дані в Unicode (невірне кодування?).

source: CSV file imported successfully.
da: Importen af CSV filen lykkedes.
es_ar: El archivo CSV se importó correctamente.
fi: CSV-tiedosto tuotiin onnistuneesti
fr_be: Le fichier CSV est importé avec succés
it: Il file CSV è stato importato correttamente.
pl: Plik CSV zaimportowany pomyślnie.
pt: Arquivo CSV importado com sucesso
ru: Файл CSV успешно импортирован
si: CSV ගොනුව සාර්ථක ලෙස ආනයනය කරන ලදි
tr: CSV dosyası başarıyla alındı.
uk: CSV-файл успішно імпортовано.

source: Failed to import CSV file
da: Importen af CSV filen mislykkedes
es_ar: Falló la importación del archivo CSV
fi: CSV-tiedoston tuonti epäonnistui
fr_be: Échec de l'importation du fichier CSV
it: Impossibile importare il file CSV
pl: Nie udało się zaimportować pliku CSV
pt: Falha ao importar arquivo CSV
ru: Невозможно импортировать файл CSV
si: CSV ගොනුව සාර්ථක ලෙස ආනයනය කිරීමට අසමත් විය
tr: CSV dosyası alınamadı
uk: Не вдається імпортувати CSV-файл

source: CSV text imported successfully.
da: Importen af CSV tekst lykkedes.
es_ar: El texto CSV se importó correctamente.
fi: CSV-tekstin tuonti onnistui
fr_be: L'importation du texte CSV est réussie.
it: Il testo CSV è stato importato correttamente.
pl: Tekst CSV zaimportowany pomyślnie.
pt: Texto CSV importado com sucesso.
ru: Текст CSV успешно импортирован.
si: CSV පාඨය සාර්ථක ලෙස ආනයනය කරන ලදි
tr: CSV metni sorunsuz alındı.
uk: CSV текст імпортовано успішно.

source: Failed to import CSV text
da: Importen af CSV tekst mislykkedes
es_ar: Falló la importación del texto CSV
fi: CSV-tekstin tuonti epäonnistui
fr_be: L'importation du texte CSV a échoué.
it: Impossibile importare il testo CSV
pl: Nie udało się zaimportować tekstu CSV
pt: Falha ao importar texto CSV
ru: Невозможно импортировать текст CSV
si: CSV පාඨය සාර්ථක ලෙස ආනයනය කිරීමට අසමත් විය
tr: CSV metni alınamadı
uk: Помилка імпорту CSV тексту

source: No charset specified
da: Intet karaktersæt specificeret
es_ar: No se especificó una codificación
fi: Merkkijonoa ei ole määritelty
fr_be: Aucun jeu de caractères spécifié
it: Nessun set di caratteri specificato
pl: Nie określono kodowania
pt: Nenhum mapa de caracteres especificado
ru: Не указана кодировка
si: charset එකක් විශේෂයෙන් සඳහන් කොට නොමැත
tr: Karakter kümesi (charset) tanımlanmamış
uk: Не зазначено кодування

source: Unknown charset
da: Ukendt karaktersæt
es_ar: Codificación desconocida
fi: Tuntematon merkkijono
fr_be: Jeu de caractères inconnu
it: set di caratteri sconosciuto
pl: Nieznane kodowanie
pt: Mapa de caracteres desconhecido
ru: Неизвестная кодировка
si: නොදත් charset එකක්
tr: Bilinmeyen karakter kümesi (charset)
uk: Невідоме кодування

source: Error in CSV data, line ${line_no}
da: Fejl i CSV data, linje ${line_no}
es_ar: Los datos CSV contienen errores, linea ${line_no}
fi: Virhe CSV-tiedossa, rivi ${line_no}
fr_be: Erreur dans la donnée CSV , Ligne ${line_no}
it: Errore nei dati CSV alla riga ${line_no}
pl: Błąd w danych CSV, linia ${line_no}
pt: Erro nos dados CSV, linha ${line_no}
ru: Ошибка в данных CSV, строка ${line_no}
si: CSV දත්තයන්හි දෝෂයක්, ${line_no} පේළිය
tr: CSV verisinde hata, satır ${satır_no)
uk: Помилка в CSV даних, рядок ${line_no}

source: Conversion to unicode failed in line ${line_no}
da: Konvertering til unicode mislykkedes i linje ${line_no}
es_ar: Falló la conversión a Unicode en la linea ${line_no}
fi: Muunto unicodeksi epäonnistui rivillä ${line_no}
fr_be: Échec de la conversion unicode ligne ${line_no}
it: Errore di conversione ad unicode alla riga ${line_no}
pl: Konwersja do Unicode nieudana w linii ${line_no}
pt: Conversão para unicode falhou na linha ${line_no}
ru: Ошибка при преобразование в Юникод в строке ${line_no}
si: ${line_no} පේළියේ යුනිකේත බවට හැරවීම අසමත්
tr: Unicode dönüşümü, ${line_no} numaralı satırda başarısız oldu
uk: Перетворення в Unicode. Помилка в рядку ${line_no}

source: Log In
es_ar: Ingresar
fi: Kirjaudu sisään
fr_be: Connecter
it: Entra
pl: Zaloguj
pt: Iniciar Sessão
ru: Войти
si: පිවිසෙන්න
tr: Giriş
uk: Увійти

source: Settings
da: Indstillinger
es_ar: Configuración
fi: Asetukset
fr_be: Paramètres
it: Impostazioni
pl: Ustawienia
pt: Definições
ru: Настройки
si: සැකසුම්
tr: Ayarlar
uk: Налаштування

source: Calendar Settings
da: Kalender indstillinger
es_ar: Configuración del calendario
fi: Kalenterin asetukset
fr_be: Paramètres du Calendrier
it: Impostazioni del calendario
pl: Ustawienia Kalendarza
pt: Configurações do calendário
ru: Настройки календаря
si: දින දර්ශන සැකසුම්
tr: Takvim Ayarları
uk: Налаштування Календаря

source: Edit
da: Redigér
es_ar: Editar
fi: Muokkaa
fr_be: Editer
it: Modifica
pl: Edytuj
pt: Editar
ru: Редактировать
si: සංස්කරණය
tr: Düzenle
uk: Редагувати

source: Error
da: Fejl!
fi: Virhe
fr_be: Erreur
it: Errore
pl: Błąd
pt: Erro
ru: Ошибка
si: දෝෂය
tr: Hata
uk: Помилка

source: About
da: Om
es_ar: Acerca de
fi: Tietoja
fr_be: À propos
it: Riguardo a
pl: O programie
pt: Acerca
ru: О программе
si: පිළිබඳ
tr: Hakkında
uk: Про програму...

source: More Information
da: Yderligere information
es_ar: Más información
fi: Lisätietoja
fr_be: Informations supplémentaires
it: Ulteriori informazioni
pl: Więcej informacji
pt: Mais Informações
ru: Дополнительная информация
si: වැඩිදුර තොරතුරු
tr: Daha fazla bilgi
uk: Більше інформації

source: Website
da: Hjemmeside
es_ar: Sitio Web
fi: Kotisivu
fr_be: Site Webe
it: Sito web
pl: Witryna internetowa
pt: Página Web
ru: Веб-сайт
si: වෙබ් අඩවිය
tr: Websitesi
uk: Домівка

source: Launchpad project page
da: Projektside hos Launchpad
es_ar: Página del proyecto Lauchpad
fi: Launchpad-projektisivu
fr_be: Page du projet Launchpad
it: Pagina del progetto su Launchpad
pl: Witryna projektu na Launchpad
pt: Página do projeto no Launchpad
ru: Страница проекта на launchpad.net
si: Launchpad ව්යාපෘති පිටුව
tr: Launchpad proje sayfası
uk: Сторінка проекту на Launchpad

source: IRC channel
da: IRC kanal
es_ar: Canal IRC
fi: IRC-kanava
fr_be: Canal IRC
it: Canale IRC
pl: Kanał IRC
pt: Canal IRC
ru: Канал IRC
si: IRC නාලිකාව
tr: IRC kanalı
uk: IRC канал

source: School
da: Skole
es_ar: Escuela
fi: Koulu
fr_be: École
it: Scuola
pl: Szkoła
pt: Escola
ru: Школа
si: පාසල
tr: Okul
uk: Школа

source: Customize
da: Tilpas
es_ar: Personalizar
fi: Mukauta
fr_be: Personnaliser
it: Personalizza
pl: Dostosuj
pt: Personalizar
ru: Настроить
si: අභිරුචිකරණය
tr: Uyarla
uk: Налаштувати

source: Responsible parties
da: Ansvarlige parter
es_ar: Partes responsables
fi: Vastuuhenkilöt
fr_be: Titulaires
it: Soggetti responsabili
pl: Odpowiedzialne strony
pt: Partes Responsáveis
ru: Ответственные стороны
si: වගකිව යුතු පාර්ශව
tr: Veli toplantıları
uk: Відповфдальнвсть сторін

source: Details
da: Detaljer
es_ar: Detalles
fi: Yksityiskohdat
fr_be: détails
it: Dettagli
pl: Szczegóły
pt: Detalhes
ru: Подробности
si: විස්තර
tr: Ayrıntılar
uk: Подробиці

source: Information
es_ar: Información
fi: Tiedot
fr_be: Informations
it: Informazioni
pl: Informacje
pt: Informação
ru: Информация
si: තොරතුරු
tr: Bilgi
uk: Інформація

source: Database generations
da: Database generationer
es_ar: Generaciones de base de datos
fr_be: Générations de base de données
it: Generazioni del database
pl: Tworzenie bazy danych
pt: Gerações da Base de Dados
ru: Генерации базы данных
si: පරිගණක දත්ත ගබඩා ජනිත කරන්න
tr: Veri tabanı kuşakları
uk: База даних поколінь

source: Shown Calendars
da: Viste kalendere
es_ar: Mostrar calendarios
fi: Näytä kalenterit
fr_be: Calendriers Visibles
it: Calendari mostrati
pl: Pokaż kalendarze
pt: Calendários mostrados
ru: Отображенные календари
si: දින දර්ශන පෙන්වන්න
tr: Gösterilen Takvimler
uk: Показані Календарі

source: School Logo
da: skole logo
es_ar: Logo de la Escuela
it: Logo della scuola
pl: Logo Szkoły
pt: Logótipo da escola
ru: Школьная эмблема
tr: Okul Logosu
uk: Шкільна емблема

source: Membership States
it: Stati di appartenenza

source: Saved changes.
da: Ændringer gemt.
es_ar: Cambios guardados.
fi: Muutokset tallennettu.
fr_be: Modifications enregistrées.
it: Modifiche salvate.
pl: Zapisano zmiany.
pt: Alterações gravadas.
ru: Сохранённые изменения.
si: විපර්යාස සුරකින්න
tr: Kaydedilen değişiklikler.
uk: Збережені зміни.

source: Selected calendars
da: Valgte kalendere
es_ar: Calendarios seleccionados
fi: Valitut kalenterit
fr_be: Calendriers sélectionnés
it: Calendari selezionati
pl: Wybrane kalendarze
pt: Calendários selecionados
ru: Выбранные календари
si: තෝරාගත් දින දර්ශන
tr: Seçili takvimler
uk: Відмічені Календарі

source: Available calendars
da: Tilgængelige kalendere
es_ar: Calendarios disponibles
fi: Käytettävissä olevat kalenterit
fr_be: Calendriers disponibles
it: Calendari disponibili
pl: Dostępne kalendarze
pt: Calendários disponíveis
ru: Доступные календари
si: ලබාගතහැකි දින දර්ශන
tr: Müsait takvimler
uk: Доступні Календарі

source: School Calendar
da: Skole Kalender
es_ar: Calendario escolar
fi: Koulun kalenteri
fr_be: Calendrier de l’École
it: Calendario scolastico
pl: Kalendarz szkoły
pt: Calendário Escolar
ru: Школьный календарь
si: පාසල් දින දර්ශනය
tr: Okul takvimi
uk: Шкільний Календар

source: Daily calendar for %s
da: Daglig kalender for %s
es_ar: Calendario diario para %s
fi: %s:n päiväkalenteri
fr_be: Vue journalière pour %s
it: Calendario giornaliero di %s
pl: Kalendarz dzienny dla %s
pt: Calendário diário para %s
ru: Календарь на день для %s
si: %s සඳහා දෛනික දින දර්ශනය
tr: %s için Günlük takvim
uk: Щоденний календар для %s

source: recurrent
da: gentagende
es_ar: recurrente
fi: toistuva
fr_be: récurrent
it: ricorsivo
pl: powtarzalny
pt: recorrente
ru: периодический
si: පුනරාවර්තී
tr: yinelenen
uk: повторюваний

source: from the calendar of ${calendar_owner}
da: fra kalenderen som tilhører ${calendar_owner}
es_ar: Del calendario de ${calendar_owner}
fi: Käyttäjän ${calendar_owner} kalenterista
fr_be: venant du calendrier de ${calendar_owner}
it: dal calendario di ${calendar_owner}
pl: z kalendarza ${calendar_owner}
pt: do calendário de ${calendar_owner}
ru: из календаря ${calendar_owner}
si: ${calendar_owner}ට අදාළ දින දර්ශනයෙන්
tr: ${calendar_owner} kişisinin takviminden
uk: з календаря ${calendar_owner}

source: all day
da: hele dagen
es_ar: todo el día
fi: koko päivä
fr_be: Tous les jours
it: tutto il giorno
pl: cały dzień
pt: o dia todo
ru: весь день
si: දිනය පුරා
tr: tüm gün
uk: весь день

source: Weekly calendar for %s
da: Ugentlig kalender for %s
es_ar: Calendario semanal para %s
fi: %s:n viikkokalenteri
fr_be: Vue hebdomadaire pour %s
it: Calendario settimanale di %s
pl: Kalendarz tygodiowy dla %s
pt: Calendário semanal para %s
ru: Календарь на неделю для %s
si: %s සඳහා සතිපතා දින දර්ශනය
tr: %s için haftalık takvim
uk: Тижневий календар для %s

source: Week %d (%s - %s), %d
da: Uge %d (%s - %s), %d
es_ar: Semana %d (%s - %s), %d
fi: Viikko %d (%s - %s), %d
fr_be: Semaine %d (%s - %s), %d
it: Settimana %d (%s - %s), %d
pl: Tydzień %d (%s - %s), %d
pt: Semana %d (%s - %s), %d
ru: Неделя %d (%s - %s), %d
si: සතිය %d (%s - %s), %d
tr: Hafta %d (%s - %s), %d
uk: Тиждень %d (%s - %s), %d

source: Monthly calendar for %s
da: Månedlig kalender for %s
es_ar: Calendario mensual para %s
fi: %s:n kuukausikalenteri
fr_be: Vue mensuelle pour %s
it: Calendario mensile di %s
pl: Kalendarz miesięczny dla %s
pt: Calendário mensal para %s
ru: Календарь на месяц для %s
si: %s සඳහා මාසික දින දර්ශනය
tr: %s için aylık takvim
uk: Щомісячний каледар для %s

source: PDF support is disabled. It can be enabled by your administrator.
da: Understøttelse af PDF er deaktiveret. Det kan aktiveres af systemets administrator.
es_ar: El soporte para PDF está desactivado. Éste puede ser activado por el administrador.
fi: PDF-tuki poissa käytöstä. Järjestelmänvalvoja voi ottaa sen takaisin käyttöön.
fr_be: Le support du format PDF est désactivé. Il peut être activé par votre administrateur.
it: Il supporto del PDF è disabilitato. Può essere permesso solo dall'amministratore.
pl: Obsługa PDF jest wyłączona. Aby ją włączyć, skontaktuj się z administratorem.
pt: Suporte PDF está desativado. Pode ser activado pelo administrador.
ru: Поддержка PDF отключена. Она может быть включена администратором.
si: PDF සහාය අක්‍රීය කර ඇත. ඔබගේ පරිපාලකට එය සක්‍රීය කල හැක.
tr: PDF desteği devre dışı. Yöneticiniz tarafından etkinleştirilebilir.
uk: Підтримка PDF відключена. Зверніться до вашого адміністратора, щоб її увімкнути.

source: State
da: Land
es_ar: Estado o provincia
fi: Kunta
fr_be: État
it: Stato
pl: Województwo
pt: Distrito
ru: Область
si: තත්ත්වය
tr: Bölge
uk: Область

source: Status
es_ar: Estado
fi: Tila
fr_be: État
it: Stato
pl: Stan
pt: Estado
ru: Состояние
si: තත්වය
tr: Durum
uk: Стан

source: Apply on
it: Applica a

source: (yyyy-mm-dd)
da: (åååå-mm-dd)
es_ar: (aaaa-mm-dd)
fi: (vvvv-kk-pp)
fr_be: (aaaa-mm-jj)
it: (aaaa-mm-gg)
pl: rrrr-mm-dd
pt: (aaaa-mm-dd)
ru: (гггг-мм-дд)
si: (වසර-මාසය-දිනය)
tr: (yyyy-aa-gg)
uk: рррр-мм-дд

source: Apply
da: Anvend
es_ar: Aplicar
fi: Hyväksy
fr_be: Appliquer
it: Conferma
pl: Zastosuj
pt: Aplicar
ru: Применить
si: යොදන්න
tr: Uygula
uk: Застосувати

source: Assign ${target}
it: Assegna ${target}

source: Duplicate code ${code} in ${row}.
it: Codice duplicato ${code} alla riga ${row}.

source: Code field must not be empty in row ${row}.
it: Il campo codice non può essere vuoto alla riga ${row}.

source: Title field must not be empty in row ${row}.
it: Il campo titolo non può essere vuoto alla riga ${row}.

source: Must have at least one ${title} state.
it: Ci deve essere almeno uno stato ${title}.
