Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: has no days
da: har ingen dage
es_ar: no tiene días
fr_be: n'a pas de jours
it: non ha giorni
pl: nie ma dni
pt: não tem dias
ru: не имеет дней
tr: satırında gün yok
uk: не має днів

source: has no day templates
da: har ingen dagsskabelon
es_ar: no tiene plantillas de día
fr_be: n'a pas de modèles de jour
it: non ha modelli giornalieri
pl: nie ma szablonów dni
pt: não tem modelos de dia
ru: нет шаблона дня
tr: satırında hiç gün kalıbı yok
uk: немає шаблону дня

source: is not a valid time range
da: Er ikke et gyldigt tidsinterval
es_ar: no es un rango de tiempo valido
fr_be: n'est pas une plage horaire valide
it: non è un intervallo di tempo valido
pl: nie jest ważny zakres czasowy
pt: intervalo de tempo inválido
ru: не действительный временный диапазон
si: වලංගු කාලපරාසයක් නොවෙයි
tr: geçersiz bir zaman aralığı
uk: невідповідний часовий період

source: is not a valid timetable model
da: Er ikke en gyldig tidstabel model
es_ar: no es un modelo de tabla de tiempo valido
fi: ei ole kunnollinen lukujärjestysmalli
fr_be: n'est pas un modéle de grille-horaire valide
it: non è un modello di calendario valido
pl: nie jest poprawnym modelem harmonogram
pt: não é um modelo de calendário válido
ru: не правильное расписание
si: වලංගු කාලසටහන් මාදිළියක් නොවෙයි
tr: geçersiz bir zaman çizelgesi modeli
uk: не правильний розклад

source: is the same day id as another in this timetable
da: Har samme dags id som andre har i denne tidstabel
es_ar: es el mismo id de día que otro en esta tabla de tiempo
fr_be: est le même id jour qu'un autre dans cette grille-horaire
it: è lo stesso id del giorno come un altro in questo orario
pl: jest taka sama jak id dzień drugi w tym harmonogramu
pt: é o mesmo id de dia que outro neste calendário
ru: это такой же идентификатор дня, что и другой в этом расписании
si: මෙම කාලසටහනේම ඇති තවෙකකට සමාන දවස් id එකකි
tr: bu zaman çizelgesinde başka bir gün ile aynı gün kodu
uk: це така ж ідентифікатор дня, що й інша в цьому розкладі

source: is not defined in the 'Day Templates' section
da: Er ikke defineres i 'Dagsskabeloner" sektionen
es_ar: no está definido en la sección 'plantillas de día'
fr_be: n'est pas défini dans les 'Modèles de Jour' de la section
it: non è definito nella sezione 'Modelli giornalieri'
pl: nie jest zdefiniowany w sekcji 'Day Templates'
pt: não está definido na turma 'Modelos de Dia'
ru: не определён в разделе "Шаблоны дня"
si: 'දවස් අච්චු' අංශය තුළ දක්වා නොමැත
tr: 'Gün Kalıpları' bölümünde tanımlanmamış
uk: не визначений в розділі "Шаблони дня"

source: is the same period id as another in this day
da: Er samme periode id som andre har i på denne dag
es_ar: es el mismo identificador de período que otro en este día
fr_be: est le même id d'une autre période du même jour
it: è lo stesso id del periodo come un altro in questo orario
pl: jest takie samo id jak inny okres w tym dniu
pt: é o mesmo id de tempo que outro neste dia
ru: это такой же идентификатор периода, что и другой в этот день
si: මෙම දවසෙම ඇති තවෙකකට සමාන කාලච්ඡේද id එකකි
tr: bu gündeki başka bir dersle kodu aynı
uk: це така ж ідентифікатор періоду, що й інша в цей день

source: is the same homeroom period id as another in this day
da: Er samme hjemmerums id som andre har på denne dag
es_ar: es el mismo identificador de período de control que otro en este día
fr_be: est le même id de période de titularisation qu'un autre en ce jour
it: La classe è in uso nello stesso periodo da altro
pl: jest takie samo id okres homeroom jako kolejny w tym dniu
pt: é o mesmo id de tempo de sala de aula que outro neste dia
ru: тот же идентификатор период учебного кабинета, как и у другого в этот же день.
tr: gün içinde aynı ana derslikte başka ders kodu
uk: той же ідентифікатор період навчального кабінету, як і в іншого в цей же день.

source: must be either 'Location', 'Equipment' or 'Resource'
da: skal være enten 'Sted', 'Udstyr' eller 'Ressource'
es_ar: debe ser 'Location', 'Equipment' o 'Resource'
fr_be: doit être, au choix, 'Location', 'Équipement' ou 'Ressource'
it: deve essere 'Aula', 'Dotazione' o 'Risorsa'
pl: musi być 'Location', 'Equipment' lub 'Resource'
pt: deve ser 'Local', 'Equipamento' ou 'Recurso'
ru: должен быть "Местоположением", "Оборудованием" или "Ресурсом"
si: අනිවාර්යයෙන්ම 'ස්ථානයක්', 'උපකරණයක්' හෝ 'සම්පත' ක් විය යුතුය
tr: 'Yer', 'Ekipman' ya da 'Kaynak' olmalıdır
uk: повинен бути "Місцем розташування", "Обладнанням" або "Ресурсом"

source: is not a valid term in the given school year
da: er ikke en gyldig termin i det givne skoleår
es_ar: no es un termino válido en el año escolar dado
fr_be: n'est pas une période valide dans donné l'année scolaire choisie
it: non è un termine valido per l'anno scolastico dato
pl: nie jest ważny termin w danym roku szkolnym
pt: período inválido para este ano letivo
ru: недопустимый срок в этом учебном году
si: දී ඇති පාසල් වර්ෂය තුල වලංගු වාරයක් නොවෙයි
tr: seçili okul yılı için geçerli bir dönem değil
uk: неприпустимий термін у цьому навчальному році

source: is not a valid course in the given school year
da: er ikke et gyldig kursus i det givne skoleår
es_ar: no es un curso valido en el año escolar dado
fr_be: n'est pas un cours valable pour l'année scolaire spécifiée
it: non è una materia valida nell'anno scolastico considerato
pl: nie jest ważny kurs w danym roku szkolnym
pt: disciplina inválida para este ano letivo
ru: недопустимый курс в этом учебном году
si: දී ඇති පාසල් වර්ෂය තුල වලංගු පාඨමාලාවක් නොවෙයි
tr: seçili okul yılı için geerli bir ders değil
uk: неприпустимий курс у цьому навчальному році

source: has no courses
da: had ingen kurser
es_ar: no tiene cursos
fr_be: n'a pas de cours
it: non ha materie
pl: nie ma kursów
pt: não tem disciplinas
ru: не имеет предметов
tr: satırında hiç ders yok
uk: не має предметів

source: is not a valid username
da: er ikke et gyldigt brugernavn
es_ar: no es un nombre de usuario válido
fr_be: N'est pas un nom d'utilisateur accepté
it: non &egrave; un nome utente valido
pl: nie jest prawidłową nazwę użytkownika
pt: nome de utilizador inválido
ru: не правильное имя пользователя
si: වලංගු පරිශීලක නාමයක් නොවෙයි
tr: geçerli bir kullanıcı adı değil
uk: не правильне ім'я користувача

source: is not a valid timetable in the given school year
da: er ikke en gyldig tidstabel i det givne skoleår
es_ar: no es un calendario válido en el año escolar
fr_be: n'est pas une grille-horaire valide pour l'année scolaire choisie
it: non è un orario valido nell'anno scolastico indicato
pl: nie jest ważny rozkład jazdy w danym roku szkolnym
pt: não é um horário válido no ano letivo fornecido
ru: имеет неправильное расписание в данном учебном году
si: දී ඇති පාසල් වර්ෂය තුල වලංගු කාලසටහනක් නොවෙයි
tr: verilen okul yılı için geçerli bir zaman tablosu değil
uk: має неправильний розклад в даному навчальному році

source: is not a valid day id for the given timetable
da: er ikke et gyldigt dags id for den givne tidstabel
es_ar: no es un un identificador del dia válido para el plazo previsto
fr_be: n'est pas un id de jour valide pour la grille-horaire choisie
it: non è un giorno valido per l'orario indicato
pl: nie jest prawidłowym id dzień dla danego harmonogramu
pt: não é um Id de dia válido para o horário fornecido
ru: имеет неправильный идентификатор дня в данном расписании
si: දී ඇති පාසල් වර්ෂය තුල වලංගු දින id එකක් නොවෙයි
tr: verilen zaman tablosu için geçerli bir gün değil
uk: має неправильний ідентифікатор дня в даному розкладі

source: is not a valid period id for the given day
da: er ikke et gyldigt periode id for den givne dag
es_ar: no es un id de período valido para el dia dado
fr_be: n'est pas un identifiant de période valable pour le jour donné
it: non è un ID lezione valido per il giorno indicato
pl: nie jest prawidłowym id okres dla danego dnia
pt: não é um id de tempo válido para o dia fornecido
ru: это не верный идентификатор периода для данного дня
si: දී ඇති කාලසටහන සඳහා වලංගු කාලච්ඡේද id එකක් නොවෙයි
tr: seçili gün için geçerli bir ders saati kodu değil
uk: це не вірний ідентифікатор періоду для даного дня

source: is not a valid username or contact id
da: er ikke et gyldigt brugernavn eller kontakt id
es_ar: no es un nombre de usuario válido o ID de contacto válido
fr_be: n'est pas un nom d'utilisateur ou id de contact valide
it: non è un nome utente o ID di contatto
pl: nie jest prawidłowa nazwa użytkownika lub Contact ID
pt: não é um nome de utilizador ou id de contacto válido
ru: не имеет правильного идентификатора пользователя или контакта
si: වලංගු පරිශීලක නාමයක් හෝ සබඳතා id එකක් නොවෙයි
tr: geçerli bir kullanıcı adı ya da ilgili kodu değil
uk: не має правильного ідентифікатора користувача або контакту

source: must be empty when ID is a user id
da: skal være tomt når id'et er et brugerid
es_ar: ID debe estar vacío cuando es un identificador de usuario
fr_be: Doit être vide lorque ID est un id utilisateur
it: dev'essere vuoto quando ID è un id utente
pl: musi być pusty, gdy ID jest identyfikatorem użytkownika
pt: deve estar vazio quando ID é um Id de utilizador
ru: должен быть пустым когда идентификатор это пользовательский идентификатор
si: ID එක පරිශීලක id එකක් වූ විට අනිවාර්යයෙන්ම හිස් විය යුතුය
tr: kod bir kullanıcı kodu olduğunda boş bırakılmalıdır
uk: повинен бути порожнім коли ідентифікатор це користувальницький ідентифікатор

source: is not a valid resource id
da: Er ikke et gyldig resource id
es_ar: no es un id de recursos válido
fr_be: N'est pas un id de ressource valide
it: non è una valida risorsa id
pl: nie jest ważny identyfikator zasobu
pt: não é um id de recurso válido
ru: это не верный идентификатор ресурса
si: වලංගු සම්පත් id එකක් නොවේ
tr: geçerli bir kaynak kodu değil
uk: це не вірний ідентифікатор ресурсу

source: is not a valid grade level id
it: non è un ID di livello valido

source: Username cannot contain non-ascii characters
da: Brugernavn kan ikke indeholde nogen ASCII-tegn
es_ar: El Nombre de usuario solo puede contener caracteres ASCII
it: Il nome utente non può contenere caratteri non ASCII
pl: Nazwa zawiera nieprawidłowe znaki!
pt: O nome de utilizador não pode conter caracteres não ASCII
ru: Имя пользователя не может содержать не-ASCII символы
tr: Kullanıcı adında ASCII olmayan karakterler bulunamaz
uk: Ім'я користувача не може містити не-ASCII символи

source: is not a valid relationship code
it: non è un codice di relazione valido

source: must be either TRUE, FALSE, YES or NO (upper, lower and mixed case are all valid)
da: Må være enten Sandt, Falsk, Ja eller Nej (øvre, nedre og blandet sag er alle gyldige)
es_ar: Debe ser TRUE, FALSE, YES o NO (son válidas mayúsculas, minúsculas y mixtas)
it: deve essere TRUE, FALSE, YES o NO (maiuscolo, minuscolo o misto - tutti validi)
pl: musi zawierać TRUE, FALSE, YES lub NO (wielkość znaków nie ma znaczenia)
pt: deve ser ou TRUE, FALSE, YES ou NO (maiúsculas e minúsculas são válidas)
ru: должно быть TRUE, FALSE, YES или NO (верхний, нижний и смешанный случай-это все допустимо)
tr: TRUE, FALSE, YES ya da NO olmalı (büyük, küçük ve karışık harflerin hepsi geçerlidir)
uk: повинно бути TRUE, FALSE, YES чи NO (верхній, нижній і змішаний випадок-це все допустимо)

source: must have a school year
da: Må have et skoleår
es_ar: debe tener un año escolar
it: deve contenere un anno scolastico
pl: musi zawierać rok szkolny
pt: deve ter um ano letivo
ru: должен иметь учебный год
tr: bir okul yılı olmalı
uk: повинен мати навчальний рік

source: must have a course
da: må have et kursus
es_ar: debe tener un curso
it: deve contenere una materia
pl: musi zawierać kursy
pt: deve ter uma disciplina
ru: должен иметь курс
tr: bir ders olmalı
uk: повинен мати курс

source: must have a term
da: må have en valgperiode
es_ar: debe tener un término
it: deve contenere un periodo
pl: musi zawierać semestr
pt: deve ter um período
ru: должен иметь период
tr: bir dönem olmalı
uk: повинен мати період

source: the current section is in the first term of the school year
da: den aktuelle sektion er i den første periode af skoleåret
es_ar: la sección actual se encuentra en el primer trimestre del curso escolar
it: questa classe &egrave; nel primo periodo dell'anno scolastico
pl: bieżąca sekcja znajduje się w pierwszym semestrze rok szkolnego
pt: a turma atual está no primeiro período do ano letivo
ru: данный класс в первом периоде учебного года
tr: geçerli bölüm okul yılının ilk döneminde
uk: даний клас в першому періоді навчального року

source: the current section is in the last term of the school year
da: den aktuelle sektion er i den sidste periode af skoleåret
es_ar: la sección actual está en el último trimestre del curso escolar
it: questa classe &egrave; nell'ultimo periodo dell'anno scolastico
pl: bieżąca sekcja znajduje się w ostatnim semestrze rok szkolnego
pt: a turma atual está no último período do ano letivo
ru: данный класс в последнем периоде учебного года
tr: geçerli bölüm okul yılının son döneminde
uk: даний клас в останньому періоді навчального року

source: is not a valid section id in the previous term
es_ar: no es un identificador de sección válido en el periodo anterior
it: non ò una classe valida nel periodo precedente
pl: nie jest poprawnym identyfikatorem sekcji poprzedniego semestru
pt: não é um id de turma válido no período anterior
ru: не верный идентификатор класса в предыдущем периоде
tr: önceki dönemde geçerli bir bölüm kodu değil
uk: не вірний ідентифікатор класу в попередньому періоді

source: is not a valid section id in the next term
es_ar: No es un identificador de sección válido para el próximo período
it: non è una classe valid nel periodo successivo
pl: nie jest poprawnym identyfikatorem sekcji następnego semestru
pt: não é um id de turma válido no período seguinte
ru: не верный идентификатор класса в следующем периоде
tr: sonraki dönemde geçerli bir bölüm kodu değil
uk: не вірний ідентифікатор класу в наступному періоді

source: no timetable is defined for this section
es_ar: no hay un horario definido para esta sección
it: nessun orario definito per questa classe
pl: nie okreslono planu zajęć dla tej sekcji
pt: nenhum horário foi definido para esta turma
ru: немає розкладу заданого для цього розділу
tr: bu bölüm için bir zaman tablosu belirlenmemiş
uk: немає розкладу заданого для цього розділу

source: no day is defined in this row
es_ar: ningún día se define en esta fila
it: nessun giorno definito in questa riga
pl: nie zdefiniowano żadnego dnia w tym wierszu
pt: nenhum dia foi definido nesta linha
ru: жоден день не визначені в цьому рядку
tr: bu satırda bir gün belirlenmemiş
uk: жоден день не визначені в цьому рядку

source: must have a valid period id
es_ar: el periodo debe de tener una identificación válida
it: deve avere un ID lezione valido
pl: musi zawierać poprawny identyfikator okresu
pt: deve ter um id de tempo válido
ru: повинен мати допустимий ідентифікатор періоду
tr: geçerli bir aralık kodu olmalı
uk: повинен мати допустимий ідентифікатор періоду

source: course credits need to be a valid number
es_ar: los créditos de los cursos han de tener números válidos
it: i crediti della materia devono consistere in un numero valido
pl: oceny z kursu muszą być liczbami
pt: os créditos da disciplina precisam ser um número válido
ru: кредити курсу повинні бути допустимим номером
tr: ders kredileri geçerli bir rakam olmalı
uk: кредити курсу повинні бути допустимим номером

source: gender must be male or female
es_ar: el género debe ser masculino o femenino
it: il genere deve essere maschio o femmina
pl: Wybierz płeć!
pt: o gênero precisa ser masculino ou feminino
ru: пол должен быть мужским или женским
tr: cinsiyet erkek ya da kadın olmalı
uk: стать повинна бути чоловічим або жіночим

source: has an invalid username
es_ar: tiene un nombre de usuario no válido
it: ha un nome utente non valido
pl: zawiera niepoprawną nazwę użytkownika
pt: tem um nome de utilizador inválido
ru: недопустимое имя пользователя
tr: geçersiz kullanıcı adı
uk: неприпустиме ім'я користувача

source: has an invalid resource id
es_ar: Tiene un ID de recurso invalido
it: ha un ID risorsa non valido
pl: zawiera niepoprawny identyfikator zasobu
pt: tem um id de recursos inválido
ru: неприпустимий ID ресурсу
tr: geçersiz bir kaynak koduna sahip
uk: неприпустимий ID ресурсу

source: has an invalid course id for the given school year
es_ar: tiene un identificador de curso inválido para el año escolar
it: ha un ID di corso non valido per l'anno scolastico indicato
pl: zawiera niepoprawny identyfikator dla danego roku szkolnego
pt: tem um identificador de disciplina inválido para o ano letivo fornecido
ru: недопустимый ID курса для данного учебного года
tr: verilen okul yılı için geçersiz bir ders koduna sahip
uk: неприпустимий ID курсу для даного навчального року

source: end term cannot be before start term
es_ar: el plazo final no puede estar antes del plazo de inicio
it: la fine del periodo non può essere prima del suo inizio
pl: semestr kończący nie może być przed semesterm rozpoczynającym
pt: o período final não pode estar antes do período inicial
ru: кінець терміну не може бути до початку терміну
tr: bitiş dönemi başlangıç döneminden önce olamaz
uk: кінець терміну не може бути до початку терміну

source: is not a valid section id in the specified term
es_ar: no es un identificador de sección válido dentro del plazo especificado
it: non è una classe valida nel periodo specificato
pl: nie jest poprawnym identyfikatorem sekcji dla określonego semestru
pt: não é um id de turma válido período especificado
ru: не допустимый идентификатор раздела в указанном сроке
tr: belirtilen dönemde geçerli bir bölüm kodu değil
uk: не допустимий ідентифікатор розділу в зазначеному терміні

source: school years must be consistent within this table
es_ar: los cursos en la escuela deben de ser coherentes dentro de esta tabla
it: gli anni scolastici devono essere coerenti entro questa tabella
pt: os anos letivos devem ser consistentes dentro desta tabela
ru: школьные годы должны быть согласованы в этой таблице
tr: Bu tablo içindeki okul yılı tutarlı olmalıdır
uk: шкільні роки повинні бути узгоджені в цій таблиці

source: Contact Persons
es_ar: Personas de Contacto
it: Persone del contatto
pt: Contactos de pessoas
ru: Контактное лицо*
tr: Personel iletişim

source: Section Timetables
es_ar: Horarios de Sección
it: Orari della classe
pt: Secção de horários
ru: Расписания секций*

source: The following errors occurred while importing:
es_ar: Han Ocurrido los siguientes errores durante la importación:
it: Durante l'importazione si sono verificati i seguenti errori:
pl: Podczas importowania wstąpiły następujące błędy
pt: Os seguintes erros ocorreram durante a importação:
ru: При импорте произошли ошибки:
tr: Alma sırasında şu hatalar oluştu:
uk: При імпорті відбулися помилки:

source: Overall
es_ar: Total
it: Totale
pt: Global
ru: в общем
tr: Tümü

source: import spreadsheet
it: Importa tabella

source: XLS import
it: importa XLS

source: XLS File
es_ar: Archivo XLS
fi: XLS-tiedosto
fr_be: Fichier XLS
it: File XLS
pl: Plik XLS
pt: Ficheiro XLS
ru: XLS-файл
si: XLS ගොනුව
tr: XLS Dosyası
uk: XLS-файл

source: Please wait while the data is being imported.
da: Vent venligst mens data bliver importeret.
es_ar: Por favor, espere mientras los datos se están importando.
fr_be: Veuillez patienter durant l'importation de la base de données.
it: Per favore aspetta mentre i dati vengono importati.
pl: Poczekaj, dane są importowane.
pt: Por favor aguarde enquanto dos dados são importados
ru: Пожалуйста подождите пока данные будут импортированны.
si: කරුණාකර දත්ත ආයාත වන තුරු මඳක් රැඳී සිටින්න.
tr: Lütfen veriler alınırken bekleyin.
uk: Будь ласка зачекайте поки дані будуть імпортуванні.

source: Importing...
it: Importazione in corso...

source: System failure during import
it: Errore di sistema durante l'importazione

source: Import failed due to errors
it: Importazione fallita per errori

source: Import completed
it: Importazione completata

source: You can also download the spreadsheet at any time from your ${home-link}.
it: Si può scaricare la tabella in qualsiasi momento da ${home-link}.

source: home page
es_ar: Inicio
it: prima pagina
pt: página principal
ru: домашняя страница

source: Download
da: Hent
es_ar: Descargar
fi: Lataa
fr_be: Télécharger
it: Scarica
pl: Pobierz
ru: Загрузить
si: බාගත කරන්න
tr: İndir
uk: Завантажити

source: Generating ${report}...
es_ar: Generando ${report} ...
it: Creazione ${report}...
pt: A gerar ${report}
ru: Генерировать* ${report}...

source: System failure.
es_ar: Error del sistema.
it: Errore di sistema.
pt: Falha de sistema
ru: Системная ошибка (неудача).

source: Ticket nr. ${ticket_id}.
es_ar: Ticket nro. ${ticket_id}.
it: Ticket n, ${ticket_id}.
ru: Номер билета*. ${ticket_id}.

source: Please contact your administrator.
es_ar: Por favor, póngase en contacto con su administrador.
it: Contattare l'amministratore.
pt: Por favor, contate o administrador.
ru: Свяжитесь со своим администратором.

source: Failure details...
it: Dettagli sugli errori...

source: Import successful.
it: Importazione completata.

source: Import failed with ${errors}
it: Importazione fallita per ${errors}

source: ${amount} errors
it: ${amount} errori

source: System failure while importing.
it: Errore di sistema durante l'importazione

source: Download ${report} ${link}.
es_ar: Descargar ${report} ${link}.
it: Scarica ${report} ${link}.
ru: Загрузка* ${report} ${link}.

source: Details...
it: Dettagli...

source: Import scheduled.
es_ar: Importación programada.
it: Importazione programmata.
pt: Importar agenda
ru: Импорт запланирован.
tr: Planlı içe aktarma

source: Importing
es_ar: Importando
it: Importazione in corso
pt: A importar...
ru: Импортирование
tr: İçe Aktarma
uk: Імпорт

source: Committing to database.
es_ar: Comprometiéndonos con la base de datos.
it: Scrittura database.
pt: Enviar para a base de dados
ru: Передача базы данных

source: Finished importing.
es_ar: Terminó la importación.
it: Importazione completata.
pt: Importação terminada.
ru: Импортирование завершено.
tr: İçe aktarma tamamlandı

source: Data not saved due to these errors:
es_ar: Datos no guardados debido a estos errores:
it: I dati non sono stati salvati per questi errori:
pt: A informação não foi salsa devido a estes erros
ru: Данные, не сохраненны из-за этих ошибок*:

source: Download ${filename}
es_ar: Descargar $ {filename}
it: Scarica ${filename}
pt: Transferir ${filename}
ru: Загрузить ${filename}
tr: İndir ${dosyaadı}

source: Server Error
da: Serverfejl
es_ar: Error del servidor
fi: Palvelinvirhe
fr_be: Erreur du serveur
it: Errore del server
pl: Błąd serwera
pt: Erro do Servidor
ru: Ошибка сервера.
si: සේවාදායක දෝෂය
tr: Sunucu Hatası
uk: Помилка сервера

source: Additional Info
es_ar: Información adicional
it: Informazioni aggiuntive
pt: Informação Adicional
ru: Доп. инфо
tr: Ek Bilgi
