Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: About SchoolTool
da: Om SchoolTool
es_ar: Acerca de SchoolTool
fi: Tietoa SchoolToolista
fr_be: À propos de SchoolTool
it: Riguardo SchoolTool
pl: Informacje o SchoolTool
pt: Sobre o SchoolTool
ru: О SchoolTool
si: SchoolTool ගැන
tr: SchoolTool Hakkında
uk: Про SchoolTool

source: SchoolTool is free administrative software for schools around the world. The goals of the project are to create a simple turnkey student information system or managment information system for primary and secondary schools, as well as a framework for building customized applications and configurations for individual schools or states.
da: SchoolTool et gratis administrativt programmel for skolæer rundt om i verdenen. Projektets mål er at skabe et enkelt, nøglefærdigt elev/student informationssystem og et administrationssystem til alle skoleformer, endvidere at skabe en ramme for opbygning af brugertilpasset programmel og -opsætning til den enkelte skole eller den/det enkelte kommune/land.
es_ar: SchoolTool es software libre administrativo para las escuelas alrededor del mundo. Las metas del proyecto son crear un sistema de información estudiantil o de administración para escuelas primarias y secundarias, así como un marco de trabajo para construir aplicaciones y configuraciones personalizadas para escuelas o estados particulares.
fi: SchoolTool on ilmainen hallintajärjestelmä kouluille ympäri maailmaa. Projektin tavoite on luoda avaimet käteen -periaatteella oppilastietojärjestelmä ala- ja yläasteille. Sitä voi myös käyttää pohjana omien räätälöityjen järjestelmien luomiseen.
fr_be: SchoolTool est un logiciel libre d'administration pour les écoles dans le monde entier. L'objectif du projet est de créer un système d'information et de gestion des étudiants simple et clé-en-main pour les écoles primaires et secondaires, ainsi qu'un socle sur lequel puissent être conçues des applications et configurations particulières pour une école ou un État.
it: SchoolTool è un programma amministrativo libero per le scuole di tutto il mondo. Le finalità del progetto sono la creazione di un sistema informativo per la gestione dei turni degli alunni e un sistema di gestione delle informazioni per la scuola primaria e secondaria, così come la creazione di un framework per la costruzione di applicazioni e configurazioni personalizzate da parte di scuole o Stati.
pl: SchoolTool jest wolnym oprogramowaniem do zarządzania szkołą. Celem projektu jest stworzenie prostego systemu do zarządzania informacjami o uczniach i życiu szkoły, a także platformy to tworzenia własnych aplikacji i konfiguracji dla konkretnych szkół czy państw.
pt: SchoolTool é um software administrativo para escolas ao redor do mundo. Os objectivos do projecto são criar um sistema de informação de estudantes ou de administração pronto para uso e simples para escolas de ensino fundamental e médio, assim como uma plataforma para a construção de aplicações e configurações personalizadas para determinadas escolas, estados ou países.
ru: SchoolTool - это свободное программное обеспечение для управления школами по всему миру. Целью этого проекта является как создание "под ключ" простой информационной системы об учениках или информационной системы управления начальной и средней школой, так и создание фреймворка для написания собственных приложений и конфигураций для конкретной школы или другого учебного заведения.
si: SchoolTool යනු ලොවපුරා පාසල් සඳහා භාවිතා කලහැකි නිදහස් පාලන මෘදුකාංගයකි. ව්‍යාපෘතියේ අරමුණු වන්නේ ප්‍රාථමික සහ ද්වීතීක පාසල් සඳහා සරල ශිෂ්‍ය තොරතුරු පද්ධතියක් හෝ කළමනාකරණ තොරතුරු පද්ධතියක් නිර්මාණය කිරීම, මෙන්ම තනි පාසල් සහ පවතින තත්ව සඳහා අනුගතකරන ලද යෙදවුම් සහ ආකෘති ගොඩනැගීමට රාමුවක් නිර්මාණය කිරීමත්ය.
tr: SchoolTool tüm dünyadaki okullar için tasarlanmış bir özgür yönetim yazılımıdır. Bu projenin hedefleri ilk ve ortaöğretim kurumlarında öğrenciler hakkında bir bilgi sistemi kurmak ve yönetmek, bunun yanında devlet okulları ve özel okullar için özel uygulamalar oluşturmak ve düzenlemektir.
uk: SchoolTool вільне програмне забезпечення для адміністрування шкіл по всьому світу. Метою цього проекту є створення системи для роботи з інформацією про учнів або системи керування інформацією у початкової та середній школі, у вигляді оболонки для побудови власних застосунків та налаштувань для кожної школи чи країни.

source: SchoolTool is built on a 100% open source software stack, written in <a href="http://python.org">Python</a> using the <a href="http://zope.org">Zope 3</a> framework.
da: SchoolTool er 100% bygget ved brug af åben kildekode, skrevet i<a href="http://python.org">python</a> med hjælp af ramværket fra <a href="http://zope.org">Zope 3</a>.
es_ar: SchoolTool está construido 100% sobre software de código abierto, escrito en <a href="http://python.org">Python</a> usando el marco de trabajo <a href="http://zope.org">Zope 3</a>.
fi: SchoolTool perustuu täysin avoimeen lähdekoodiin. Ohjelmisto on kirjoitettu <a href="http://python.org">Python</a>-kielellä ja se hyödyntää <a href="http://zope.org">Zope 3</a> -sovelluskehitysalustaa.
fr_be: SchoolTool est bâti à 100% sur des modules en logiciel libre, le logiciel est écrit en <a href="http://python.org">Python</a> en utilisant le framework <a href="http://zope.org">Zope 3</a>.
it: SchoolTool è realizzato al 100% con software Open Source, ed è scritto in <a href="http://python.org">Python</a> utilizzando il framework <a href="http://zope.org">Zope 3</a>.
pl: SchoolTool jest w 100% zbudowane ze stosu oprogramowania open source, napisanego w <a href="http://python.org">Pythonie</a> używając frameworku <a href="http://zope.org">Zope 3</a>.
pt: SchoolTool é construído sobre uma base 100% open source, escrita em <a href="http://python.org">Python</a> utilizando a <a href="http://zope.org">Zope 3</a> framework.
ru: SchoolTool - это на 100% приложение с открытым кодом, написанное на <a href="http://python.org">Python</a> с использованием фреймворка <a href="http://zope.org">Zope 3</a>.
si: SchoolTool ගොඩනගනුලැබ ඇත්තේ <a href="http://python.org">Python</a> using the <a href="http://zope.org">Zope 3</a> රාමුවෙන් ලියූ, 100% විවෘත කේත මෘදුකාංග කට්ටලයක් මත වේ.
tr: SchoolTool %100 açık kaynak kodu yazılım üzerine yapılandırımış, <a href="http://python.org">Python</a> dilinde yazılmış ve <a href="http://zope.org">Zope 3</a> altyapısını kullanmaktadır.
uk: SchoolTool створений на 100% з програмного забезпечення з відкритими сирцями, написаний на <a href="http://python.org">Python</a> з використанням оболонки <a href="http://zope.org">Zope 3</a>

source: SchoolTool is licensed under the <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>.
da: SchoolTool udgivet under følgende licens <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>.
es_ar: SchoolTool está autorizado bajo <a href="http://www.gnu.org/licenses/gpl-2.0.html">la Licencia Pública General de GNU, Versión 2</a>.
fi: SchoolTool on lisensoitu <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public Licensen versiolla 2</a>.
fr_be: SchoolTool est placé sous la <a href="http://www.gnu.org/licenses/gpl-2.0.html">Licence Publique Générale GNU GPL, Version 2</a>.
it: SchoolTool è rilasciato sotto <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Versione 2</a>.
pl: SchoolTool jest objęty licencją <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, wersja 2</a>.
pt: SchoolTool está licenciado nos termos da <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>.
ru: SchoolTool лицензируется на условиях <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>.
si: SchoolTool <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a> යටතේ අවසර ලබා ඇත.
tr: SchoolTool <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU Genel Kamu Lisansı, Sürüm 2</a> koşullarına bağlıdır.
uk: SchoolTool ліцензовано на умовах <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>.

source: For more information:
da: For yderligere information:
es_ar: Para más información:
fi: Lisätietoa:
fr_be: Plus d'information :
it: Per maggiori informazioni:
pl: Więcej informacji:
pt: Para mais informações:
ru: Для дополнительной информации:
si: වැඩි විස්තර සදහා :
tr: Daha fazla bilgi için:
uk: Для докладної інформації:

source: IRC channel: #schooltool on freenode.net
da: IRC-kanal: #schooltool hos freenode.net
es_ar: Canal IRC: #schooltool en freenode.net
fi: IRC-kanava: #schooltool freenode.net
fr_be: Canal IRC : #schooltool sur freenode.net
it: Canale IRC: #schooltool on freenode.net
pl: IRC: #schooltool w sieci freenode.net
pt: Canal IRC: #schooltool em freenode.net
ru: IRC-канал: #schooltool на freenode.net
si: IRC නාළිකාව: #schooltool මත freenode.net
tr: IRC kanalı: freenode.net sunucunda #schooltool
uk: Канал IRCl: #schooltool на freenode.net

source: Founder and funder:
da: Grundlægger og sponsor:
es_ar: Fundador y financiador
fi: Perustaja ja rahoittaja:
fr_be: Fondateur et mécène :
it: Fondatore e finanziatore:
pl: Założyciel i fundator:
pt: Fundador e financiador:
ru: Основатель и спонсор:
si: ප්‍රාරම්භකයා හා දායකයා
tr: Kurucu ve Finansör:
uk: Засновник і фінансування:

source: Project Manager:
da: Projektleder:
es_ar: Gestor del proyecto:
fi: Projektipäällikkö:
fr_be: Chef de projet :
it: Gestore del progetto:
pl: Kierownik projektu:
pt: Gestor de Projecto:
ru: Менеджер проекта:
si: ව්යාපෘති කලමනාකරු :
tr: Proje Yöneticisi:
uk: Керуючий проектом:

source: Lead Developer:
da: Ledende udvikler:
es_ar: Desarrollador Principal
fi: Johtava kehittäjä:
fr_be: Responsable développement :
it: Sviluppatore principale:
pl: Główny projektant:
pt: Desenvolvedor Principal:
ru: Ведущий разработчик:
si: මූලික විකාශකයා
tr: Baş Geliştirici:
uk: Ведучий розробник:

source: Core Developers:
da: Udviklere
es_ar: Desarrolladores principales:
fi: Järjestelmäkehittäjät:
fr_be: Développeur du noyau
it: Sviluppatori centrali:
pl: Główni programiści
pt: Desenvolvedores Principais:
ru: Главные разработчики:
si: මධ්‍යය විකාශකයා
tr: Ana geliştiriciler:
uk: Розробники ядра

source: Release Manager:
da: Udgivelses Manager:
es_ar: Administrador de la versión:
fi: Julkaisujohtaja:
fr_be: Gérant de la version :
it: Gestore dei rilasci:
pl: Kierownik wydania:
pt: Gerente de Lançamento:
ru: Управляющий выпуском:
si: මුදාහැරීමේ කළමනාකරු
tr: Sürüm Yöneticisi:
uk: Керуючий випуском:

source: Contributors:
da: Bidragsydere:
es_ar: Colaboradores:
fi: Osallistuneet:
fr_be: Contributeurs :
it: Contributori:
pl: Współautorzy:
pt: Colaboradores:
ru: Участники:
si: දායකවන්නන් :
tr: Katkıda Bulunanlar:
uk: Співробітники:

source: Change site preferences
da: Ændre indstillinger for siden
es_ar: Cambiar preferencias del sitio
fi: Muuta sivuston asetuksia
fr_be: Changer les préférences du site
it: Cambia le preferenze del sito
pl: Zmień ustawienia portalu
pt: Alterar preferências do site
ru: Изменить параметры сайта
si: අභිරුචිය පරිදි පිහිටීමේ විපර්යාසය කරන්න
tr: Site ayarlarını değiştir
uk: Змінити налаштування сайту

source: General preferences
da: Generelle indstillinger
es_ar: Preferencias generales
fi: Yleiset asetukset
fr_be: Préférences générales
it: Preferenze generali
pl: Ustawienia ogólne
pt: Preferências gerais
ru: Основные параметры
si: සාමාන්‍ය අභිරුචිය
tr: Genel ayarlar
uk: Загальні налаштування

source: Events for
da: Begivenhed for
es_ar: Eventos para
fi: Tapahtumat
fr_be: Évènements pour
it: Eventi per
pl: Wydarzenia dla
pt: Eventos para
ru: События для
si: සිද්ධි උදෙසා
tr: Şunun için etkinlikler
uk: Події для

source: atom_description
da: atom_beskrivelse
es_ar: Descripción
fi: atom_kuvaus
fr_be: description_atome
it: descrizione_atom
si: පරමාණු_විස්තරය
tr: atom_açıklaması
uk: atom_опис

source: atom_enabled
da: atom_aktiveret
es_ar: Activado
fi: atom_mahdollistettu
fr_be: atome_activé
it: atom_ablitato
si: පරමාණු_බලාත්මකයි
tr: Atom etkin
uk: atom_увімкнено

source: atom_more_info
da: atom_mere_information
es_ar: Más información
fi: atom_lisätiedot
fr_be: a_propos_atome
it: atom_ulteriori_informazioni
si: පරමාණු_වැඩි_තොරතුරු
tr: atom_daha_fazla_bilgi
uk: atom_додаткова_інформація

source: Validate my Atom feed
da: Bekræft min Atom feed
es_ar: Valida mi alimentador atómico
fi: Vahvista Atom-syöte
fr_be: Valider le remplissage de l'atome
it: Convalida il mio Atom feed
pl: Sprawdź moje kanały Atom
pt: Validar meu feed Atom
ru: Проверить мою Atom подписку
si: මගේ පරමාණු සැපයීම වලංගු කරන්න
tr: Atom beslememi onayla
uk: Перевірити мій канал Atom

source: [Valid Atom]
da: [Gyldig Atom]
es_ar: Validar
fi: [Atom vahvistettu]
fr_be: [Atome Valide]
it: [Atom Valido]
pl: [Poprawny Atom]
pt: [Atom válido]
tr: [Geçerli Atom]
uk: [Вірний Atom]

source: View daily calendar
da: Se daglig kalender
es_ar: Ver calendario diario
fi: Näytä päiväohjelma
fr_be: Afficher le calendrier du jour
it: Vedere calendario giornaliero
pl: Pokarz kalendarz w trybie dnia
pt: Ver calendário diário
ru: Просмотреть ежедневниый календарь
si: දිනපතා දින දර්ශකය දර්ශනය කරන්න
tr: Günlük takvime bak
uk: Переглянути щоденний календар

source: Daily
da: Dagligt
es_ar: Diario
fi: Päivänäkymä
fr_be: Quotidien
it: Giornaliero
pl: Dziennie
pt: Diariamente
ru: Ежедневно
si: දිනපතා
tr: Günlük
uk: Щодня

source: View weekly calendar
da: Se ugentlig kalender
es_ar: Ver calendario semanal
fi: Näytä viikottainen ohjelma
fr_be: Afficher le calendrier de la semaine
it: Vedere calendario settimanale
pl: Pokarz kalendarz w trybie tygodnia
pt: Ver calendário semanal
ru: Просмотреть еженедельный календарь
si: සතිපතා දින දර්ශකය දර්ශනය කරන්න
tr: Haftalık takvime bak
uk: Переглянути щотижневий календар

source: Weekly
da: Ugentligt
es_ar: Semanal
fi: Viikkonäkymä
fr_be: Hebdomadaire
it: Settimanale
pl: Tygodniowy
pt: Semanalmente
ru: Еженедельно
si: සතිපතා
tr: Haftalık
uk: Щотижня

source: View monthly calendar
da: Se månedlig kalender
es_ar: Ver calendario mensual
fi: Näytä kuukausiohjelma
fr_be: Afficher le calendrier du mois
it: Vedere calendario mensile
pl: Pokarz kalendarz w trybie miesiąca
pt: Ver calendário mensal
ru: Просмотреть ежемесячный календарь
si: මාසික දින දර්ශකය දර්ශනය කරන්න
tr: Aylık takvime bak
uk: Переглянути щомісячний календар

source: View yearly calendar
da: Se årlig kalender
es_ar: Ver calendario anual
fi: Näytä vuosittainen ohjelma
fr_be: Afficher le calendrier de l'année
it: Vedere calendario annuale
pl: Pokarz kalendarz w trybie rocznym
pt: Ver calendário anual
ru: Просмотреть ежегодный календарь
si: වාර්ෂික දින දර්ශකය දර්ශනය කරන්න
tr: Yıllık takvime bak
uk: Переглянути щорічний календар

source: Yearly
da: Årligt
es_ar: Anual
fi: Vuosinäkymä
fr_be: Annuel
it: Annuale
pl: Roczny
pt: Anual
ru: Ежегодно
si: වාර්ෂිකව
tr: Yıllık
uk: Щорічно

source: Calendar for ${title} - ${calendar_title}
da: Kalender for ${title} - ${calendar_title}
es_ar: Calendario para ${title} - ${calendar_title}
fi: ${title}:n kalenteri - ${calendar_title}
fr_be: Calendrier pour ${title} - ${calendar_title}
it: Calendario di ${title} - ${calendar_title}
pl: Kalendarz dla ${title} - ${calendar_title}
pt: Calendário para ${title} - ${calendar_title}
ru: Календарь для ${title} - ${calendar_title}
si: ${title} - ${calendar_title} සඳහා දින දර්ශනය
tr: ${title} - ${calendar_title} için takvim
uk: Календар для ${title} - ${calendar_title}

source: Jump To ...
da: Gå til ...
es_ar: Ir a...
fi: Hyppää ...
fr_be: Aller à…
it: Salta a ...
pl: Skocz do...
pt: Ir para...
ru: Перейти к...
si: පෙළ පනින්න
tr: Şuna geç ...
uk: Перейти до …

source: Calendars
da: Kalendere
es_ar: Calendarios
fi: Kalenterit
fr_be: Calendriers
it: Calendari
pl: Kalendarze
pt: Calendários
ru: Календари
si: දිනදර්ශන
tr: Takvimler
uk: Календарі

source: My Calendar
da: Min kalender
es_ar: Mi calendario
fi: Oma kalenteri
fr_be: Mon Calendrier
it: Il mio calendario
pl: Mój kalendarz
pt: Meu Calendário
ru: Мой календарь
si: මගේ දින දර්ශනය
tr: Takvimim
uk: Мій Календар

source: More...
da: Mere...
es_ar: Más...
fi: Lisää...
fr_be: Suite...
it: Altri...
pl: Więcej...
pt: Mais...
ru: Больше...
si: තවත්...
tr: Diğer...
uk: Більше…

source: Select calendars to display
da: Vælg kalendere til visning
es_ar: Seleccionar calendarios para mostrar
fi: Valitse näytettävät kalenterit
fr_be: Sélectionner les calendriers à afficher
it: Seleziona i calendari da mostrare
pl: Wybierz kalendarze do wyświetlenia
pt: Seleccionar calendários para mostrar
ru: Выберите календари для показа
si: ප්‍රදර්ශනය සදහා දින දර්ශකය තෝරාගන්න
tr: Gösterilecek takvimleri seçin
uk: Виберіть календарі для показу

source: Select additional calendars to display
da: Vælg ekstra kalendere til visning
es_ar: Seleccionar calendarios adicionales para mostrar
fi: Valitse lisää näytettäviä kalentereita
fr_be: Choisir des calendriers supplémentaires à afficher
it: Selezionare i calendari aggiuntivi da visualizzare
pl: Wybierz dodatkowe kalendarze do wyświetlenia
pt: Seleccione calendários adicionais para mostrar
ru: Выберите дополнительные календари для показа
si: ප්‍රදර්ශනය පිණිස අමතර දින දර්ශක වරණය කරන්න
tr: Gösterilecek ek takvimleri seçin
uk: Виберіть додаткові календарі для показу

source: Hold down Ctrl or Shift to select multiple calendars.
da: Hold Ctrl eller Shift nede for at vælge flere kalendere
es_ar: Mantenga presionada la tecla Ctrl o Shift para seleccionar varios calendarios.
fi: Pidä Ctrl- tai Shift-näppäimiä pohjassa valitaksesi useita kalentereita
fr_be: Maintenez Ctrl ou Maj pour sélectionner plusieurs calendriers.
it: Tenere premuto Ctrl o Shift per selezionare calendari multipli.
pl: Przytrzymaj klawisz Ctrl lub Shift, aby wybrać kilka kalendarzy
pt: Use Ctrl e Shift para seleccionar calendários múltiplos
ru: Удерживайте Ctrl или Shift для выбора нескольких календарей
si: බොහෝ දින දර්ශන තේරීමට Ctrl හෝ Shift අල්ලාගෙන සිටින්න.
tr: Birden çok takvim seçmek için Ctrl ya da Shift tuşlarına basılı tutun.
uk: Натисніть клавішу Ctrl або Shift щоб вибрати кілька календарів.

source: Public Calendar
da: Offentlig kalender
es_ar: Calendario Público
fi: Julkinen kalenteri
fr_be: Calendrier Public
it: Calendario pubblico
pl: Kalendarz publiczny
pt: Calendário Público
ru: Общий календарь
si: පොදු දින දර්ශනය
tr: Herkese Açık Takvim
uk: Загальнодоступний Календар

source: site-wide calendar
da: kalender for hele siten
es_ar: calendario de ámbito global
fi: sivustonlaajuinen kalenteri
fr_be: calendrier global
it: Calendario complessivo
pl: kalendarz ogólnoserwisowy
pt: calendário do site
ru: Календарь сайта
si: අඩවි_පුළුල් දින දර්ශනය
tr: Site genelinde takvim
uk: Загальносистемний календар

source: Resources
da: Ressourcer
es_ar: Recursos
fi: Resurssit
fr_be: Ressources
it: Risorse
pl: Zasoby
pt: Recursos
ru: Ресурсы
si: සම්පත්
tr: Kaynaklar
uk: Ресурси

source: There are no resources with calendars accessible to you.
da: Der er ingen ressourcer med kalendere, der er tilgængelige for dig.
es_ar: No hay recursos con calendarios a los que pueda acceder.
fi: Ei löydetty resursseja, joiden kalentereita pääsisit tarkastelemaan.
fr_be: Il n'y a pas de ressources avec calendrier accessible pour vous
it: Non ci sono risorse con calendario accessibili a te.
pl: Brak zasobów z kalendarzami dostępnych dla Ciebie.
pt: Não há recursos com calendários acessíveis à sua conta.
ru: Нет ресурсов с календарями, доступными вам.
si: ඔබට පිවිසිය හැකි සම්පත් දින දර්ශන සමඟ නොමැත.
tr: Takvimi olan ve sizin erişebileceğiniz kaynak yok.
uk: Для доступних вам календарів немає ресурсів

source: Created with SchoolTool
da: Lavet med SchoolTool
es_ar: Creado con SchoolTool
fi: Luotu SchoolTool:in avulla
fr_be: Créé avec SchoolTool
it: Creato con SchoolTool
pl: Stworzony za pomocą SchoolTool
pt: Criado com SchoolTool
ru: Сделано с помощью SchoolTool
si: පාසල්මෙවලම ආශ්‍රයෙන් නිර්මිත
tr: SchoolTool ile oluşturuldu
uk: Створено у SchoolTool

source: Page ${page_number}
da: Side ${page_number}
es_ar: Página ${page_number}
fi: Sivu ${page_number}
it: Pagina ${page_number}
pl: Strona ${page_number}
pt: Página ${page_number}
ru: Страница ${page_number}
si: ${page_number} පිටුව
tr: Sayfa ${page_number}
uk: Сторінка ${page_number}

source: invert-selection-button
da: Vende valgte
es_ar: Invertir Selección
fi: Käänteinen valinta
fr_be: bouton d'inversion de sélection
it: Inverti selezione
pl: Odwróć zaznaczenie
pt: Inverter Selecção
ru: Инвертировать выбор
si: යටිකුරු-තේරීම්-බොත්තම
tr: seçimi ters çevir düğmesi
uk: Інвертувати обране

source: There are none to add.
da: Der er ikke nogen at tilføje.
es_ar: Nada para agregar.
fi: Ei ole mitään lisättävää.
fr_be: Il n'y a rien à ajouter
it: Non c'è niente da aggiungere.
pl: Brak do dodania.
pt: Não há nada para adicionar.
ru: Нечего добавить
si: එක් කිරීමට කිසිවක් නැත
tr: Eklenecek bir şey yok.
uk: Нема що додати.

source: ok-button
da: OK
es_ar: Aceptar
fi: Hyväksy
fr_be: OK
it: OK
pl: OK
pt: Ok
ru: ОК
si: එකඟ වෙන බොත්තම
tr: Tamam
uk: OK

source: All day event
da: Heldags begivenheder
es_ar: El evento dura todo el día
fi: Kokopäiväinen tapahtuma
fr_be: Évènement quotidien
it: Evento quotidiano
pl: Wydarzenie całodniowe
pt: Evento que dura todo o dia
ru: Событие на весь день
si: සමස්ත දින සිද්ධිය
tr: Tam gün etkinlik
uk: Подія на весь день

source: This is a recurring event.
da: Dette er en tilbagekommende begivenhed.
es_ar: Este evento es recurrente.
fi: Tämä on toistuva tapahtuma.
fr_be: C'est un évènement répétitif.
it: Questo è un evento ricorrente.
pl: To jest powtarzające się zdarzenie.
pt: Este é um evento recorrente.
ru: Это повторяющееся событие.
si: මෙය ආවර්තීය සිද්ධියකි
tr: Bu yinelenen bir etkinliktir.
uk: Це повторювана подія

source: Starts
da: Starter
es_ar: Inicia
fi: Alkaa
fr_be: Débuts
it: Inizio
pl: Rozpoczyna się
pt: Inicia
ru: Начало
si: ආරම්භ වන්නේ
tr: Başlangıç
uk: Початок

source: Ends
da: Ender
es_ar: Termina
fi: Päättyy
fr_be: Fins
it: Fine
pl: Kończy się
pt: Termina
ru: Окончание
si: අවසාන වන්නේ
tr: Bitiş
uk: Кінець

source: Change the details of this event
da: Ændre oplysninger om denne begivenhed
es_ar: Cambiar detalles de este evento
fi: Muuta tapahtuman yksityiskohtia
fr_be: Modifier les détails de cet évènement
it: Cambia i dettagli di questo evento
pl: Zmień szczegóły tego wydarzenia
pt: Mudar os detalhes deste evento
ru: Изменить параметры этого события
si: මෙම සිද්ධියට අදාළ විස්තර වෙනස් කරන්න
tr: Bu etkinliğin ayrıntılarını değiştir
uk: Змінити деталі цієї події

source: edit event
da: redigér begivenhed
es_ar: editar evento
fi: muokkaa tapahtumaa
fr_be: modifier l'évènement
it: Modifica evento
pl: edytuj zdarzenie
pt: editar evento
ru: редактировать событие
si: සිද්ධිය සංස්කරණය කරන්න
tr: etkinliği düzenle
uk: редагувати подію

source: Scheduled resources
da: Skemalæg ressourcer
es_ar: Recursos programados
fi: Aikataulutetut resurssit
fr_be: Ressources planifiées
it: Risorse prenotate
pl: Zaplanowane zasoby
pt: Recursos agendados
ru: Запланированные ресурсы
si: උපලේඛනයකල සම්පත්
tr: Kaynak programları
uk: Заплановані ресурси

source: edit resources
da: redigér ressourcer
es_ar: editar recursos
fi: muokkaa resursseja
fr_be: modifier les ressources
it: modifica risorse
pl: edytuj zasoby
pt: editar recursos
ru: редактировать ресурсы
si: සම්පත් සංස්කරණය කරන්න
tr: kaynakları düzenle
uk: редагувати ресурси

source: delete event
da: slet begivenhed
es_ar: eliminar evento
fi: poista tapahtuma
fr_be: effacer l'évènement
it: cancella evento
pl: usuń wydarzenie
pt: apagar evento
ru: удалить событие
si: සිද්ධිය මකාදුමන්න
tr: etkinliği sil
uk: вилучити подію
