Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Modify a resource
da: Redigér en ressource
es_ar: Modificar un recurso
fi: Resurssien muuttaminen
fr_be: Modifier une ressource
it: Modifica una risorsa
pl: Zmodyfikuj zasób
pt: Modifique um recurso
ru: Редактировать ресурс
si: සම්පතක් වෙනස් කරන්න
tr: Bir kaynağı değiştir
uk: Змінити ресурс

source: View reservation calendar
da: Vis reservationskalender
es_ar: Ver una reserva de calendario
fi: Varauskalenterin katselu
fr_be: Afficher le calendrier de réservation
it: Visualizza il calendario delle prenotazioni
pl: Zobacz kalendarz rezerwacji
pt: Ver calendário de reservas
ru: Показать календарь бронирования
si: වෙන් කිරීමේ දින දර්ශනය දර්ශනය කරන්න
tr: Ayırtma takvimini göster
uk: Переглянути календар резервувань

source: Schedule reservation via calendar
da: Planlæg reservation via kalender
es_ar: Programar reserva vía calendario
fr_be: Planifier une réservation au calendrier
it: Imposta prenotazione tramite il calendario
pl: Harmonogram rezerwacji przez kalendarza
pt: Efectuar uma reserva via calendário
ru: Назначить бронирование в календаре
si: දින දර්ශනය හරහා වෙන් කිරීම් උපලේඛනය කරන්න
tr: Takvim üzerinden programlama
uk: Розклад резервування за календарем

source: Sample Data Generation
da: Eksempel data-generator
es_ar: Generació de datos de ejemplo
fi: Satunnaistiedon teko
fr_be: Exemple de création de données
it: Genera dati di esempio
pl: Generowanie przykładowych danych
pt: Geração de Dados de Exemplo
ru: Генерация данных для примера
si: ආදර්ශ දත්ත උත්පාදනය
tr: Örnek Veri Üretimi
uk: Створення зразкових даних

source: Warning: proceeding will populate the database with randomly generated data. Do not do this if you have any valuable data in your SchoolTool instance.
da: Advarsel: hvis du fortsætter vil databasen blive oprettet med tilfældigt genereret data. Gør ikke dette hvis du har værdifuldt data i dit SchoolTool-instanse.
es_ar: Advertencia: continuar va a llenar la base de datos con informacion generada al azar. No lo haga si posee datos valuables en su instancia de SchoolTool.
fi: HUOM: jatkaminen täyttää tietokannan satunnaisesti kehitetyllä tiedolla. Älä suorita toimenpidettä, jos sinulla on mitään arvokasta tietoa SchoolTool-järjestelmässä.
fr_be: Avertissement: cette action va injecter des données aléatoires dans la base de données. Ne le faites pas si vous avez des données valides dans votre serveur SchoolTool.
it: Attenzione: procedendo si popolerà il database con dati generati in maniera casuale. Non proseguire se ci sono dati importanti all'interno dell'istanza di SchoolTool.
pl: Ostrzeżenie: postępowanie będzie wypełnić bazę danych z losowo generowanych danych. Nie rób tego, jeśli masz jakieś cenne dane na przykład SchoolTool.
pt: Atenção: este procedimento irá preencher a base de dados com dados gerados aleatoriamente. Não faça isto se tiver dados importantes no seu SchoolTool.
ru: Внимание: после продолжения база будет наполнена случайными данными. Не делайте этого если в системе SchoolTool содержится какая-либо значимая информация.
si: අවවාදයයි: ක්‍රියාව අහඹු ලෙස උත්පාදිත දත්ත මඟින් දත්ත ගබඩාව ඇතිකරනු ඇත. ඔබේ පාසැල්මෙවලමෙහි ප්‍රස්තාවේ වටිනා දත්ත කිසිවක් තිබේ නම් මෙය නොකරන්න.
tr: Dikkat: Bu işlem veritabanını rastgele oluşturulmuş verilerle dolduracaktır. SchoolTool içinde değerli bilgileriniz varsa bunu yapmayın.
uk: Попередження: подальші дії заповнять базу довільним даними. Не робіть цього, якщо у вас є будь-які цінні дані у вашій системі SchoolTool.

source: This creates a school of 1,000 students and data for 4 terms. If you select all options, it can take a <strong>long</strong> time. Just let it run.
da: Dette opretter en skole med 1000 studerende og data for 4 terminer. Hvis du vælger alle muligheder kan det tage <strong>lang</strong> tid. Bare lad systemet arbejde.
es_ar: Esto crea una escuela de 1,000 estudiantes y datos para 4 períodos. Si selecciona todas las opciones, puede tomar <strong>mucho</strong> tiempo. Sólo deje que finalice.
fr_be: Ceci crée une école de 1.000 étudiants et les données pour 4 périodes. Si vous sélectionnez toutes les options, ceci peut prendre un <strong>long</strong> moment. Laissez le travailler.
it: Questo crea una scuola di 1.000 studenti e dati per 4 quadrimestri. Se selezioni tutte le opzioni, ci può volere <strong>molto</strong> tempo. Lascialo lavorare.
pl: To tworzy szkołę 1000 studentów i danych przez 4 kadencje. Jeśli wybierzesz wszystkie opcje, może to potrwać <strong> długi </ strong> czasu. Po prostu niech go uruchomić.
pt: Isso cria uma escola com 1.000 alunos e dados para 4 períodos. Se selecionar todas as opções, poderá levar <strong>muito</strong> tempo para terminar. Deixe executar.
ru: Это действие приведет к созданию школы на 1000 учащихся и данных по 4 позициям. Если вы выберите все опции, работа займет <strong>lочень долгое</strong> время. Просто дайте программе поработать.
si: මෙය සිසුන් 1,000ක් ඇති පාසැලක් සහ වාර 4ක් සඳහා දත්ත නිර්මාණය කරයි. ඔබ විකල්ප සියල්ල තේරුවහොත්, එය <strong>long</strong> කාලයක් ගනු ඇත. එයට ධාවනය වීමට ඉඩ දෙන්න.
tr: Bu işlem 1.000 öğrencili ve 4 dönemli bir okul oluşturacaktır. Tüm seçenekleri işaretlerseniz, işlem oldukça <b>uzun</b> sürebilir. Çalışmaya bırakın.
uk: Це створить школі 1000 учнів, та дані на 4 семестри. Якщо вибрати всі параметри, то це може зайняти доволі <strong>багато</strong> часу. Просто запустіть це.

source: Setting a random seed allows you to to reproduce the same set of sample data by generating it again with the same value of the random seed.
da: Indstil sandsynlighedsfrø giver dig mulighed for at reproducere de samme data ved at generere dem igen ved at bruge samme sandsynlighedsfrø.
es_ar: Seleccionar una semilla aleatoria te permito reproducir el mismo conjunto de datos de ejemplo generándolo de nuevo con el mismo valor de semilla aleatoria.
fi: Satunnaistiedon asettaminen mahdollistaa saman satunnaistiedon uudelleen koostamisen asettamalla sama satunnaistiedon arvo uudelleen.
fr_be: Définition d'une donnée aléatoire vous permet de reproduire le même jeu de données-échantillon en générant de nouveau avec la même valeur de la donnée aléatoire.
it: Impostare un seme casuale ti permette di riprodurre lo stesso insieme di dati campione, generandolo ancora con lo stesso valore del seme casuale.
pl: Ustawianie losowych pozwala odtworzyć ten sam zestaw danych przykładowych, generując go ponownie z tym samym wartości losowych.
pt: Selecionando uma semente aleatória permite reproduzir o mesmo conjunto de dados quando gerados novamente com o mesmo valor da semente aleatória.
ru: Установка случайного начального числа позволяет вам воспроизвести тот же самый набор образцов данных, генерируя это снова с тем же самым значением случайного начального числа.
si: අහඹු සන්තතියක් සකස් කිරීම, එකම ආදර්ශ දත්ත කුලකය, අහඹු සන්තතියේ එකම අගය සමඟ එය නැවත උත්පාදනය කිරීම මඟින් නැවත උපදවීමට ඔබට ඉඩ දෙයි.
tr: Rastgele bir çekirdeğin seçilmesi aynı örnek verisinin, rastgele çekirdek değeri ile yeniden üretilmesini sağlar.
uk: Встановлення випадкових вибірок дозволяє відтворювати один і той же набір вибіркових даних шляхом створення його знову з тим же значенням випадкової вибірки.

source: Plugins
da: Plugin
es_ar: Accesorios
fi: Liitännäiset
fr_be: Extensions
it: Plugin
pl: Wtyczki
pt: Extensões
ru: Модули
si: ප්ලගින
tr: Eklentiler
uk: Втулки

source: View Dependencies
da: Vis afhængigheder
es_ar: Ver dependencias
fi: Tarkastele riippuvaisuuksia
fr_be: Voir les dépendances
it: Mostra dipendenze
pl: Pokaż zależności
pt: Ver Dependências
ru: Показать зависимости
si: පරායත්තතා දර්ශනය කරන්න
tr: Bağımlılıkları Göster
uk: Переглянути залежності

source: New School Year
da: Nyt skoleår
es_ar: Nuevo Año Escolar
fi: Uusi lukuvuosi
fr_be: Nouvelle Année Scolaire
it: Nuovo anno scolastico
pl: Nowy rok szkolny
pt: Novo Ano Letivo
ru: Новый учебный год
si: නව පාසල් වර්ෂය
tr: Yeni Okul Yılı
uk: Новий навчальний рік

source: Activate New Year
da: Aktiver nyt skoleår
es_ar: Activar Nuevo Año
fr_be: Activer la Nouvelle Année
it: Attiva il nuovo anno
pl: Aktywuj Nowy Rok
pt: Ativar novo ano
ru: Активировать Новый Год
si: නව වර්ෂය සක්‍රීය කරන්න
tr: Yeni Yılı etkinleştir
uk: Активувати Новий Рік

source: You can not delete the active school year. Unless you are deleting all the school years.
da: Du kan ikke slette et aktivt skoleår undtagen hvis du sletter alle skoleår.
es_ar: No puede eliminar año escolar que se encuentra activo. A menos que usted está borrando todos los años escolares.
fr_be: Vous ne pouvez pas supprimer l'année scolaire en cours. Sauf si vous supprimez toutes les années scolaires.
it: Non puoi cancellare l'anno scolastico attivo. A meno che tu stia cancellando tutti gli anni scolastici.
pl: Nie możesz usunąć bieżącego roku szkolnego, chyba że usuwasz wszystkie lata szkolne.
pt: Você não pode apagar o ano letivo atual. A não ser que esteja a apagar todos os anos escolares.
ru: Вы не можете удалить активный учебный год. Это возможно только в случае удаления всех учебных лет.
si: ඔබට සක්‍රීය පාසල් වර්ෂයක් මැකීමට නොහැක. ඔබ සියලුම පාසැල් වර්ෂ මකා දමනවානම් මිස.
tr: Tüm okul yıllarını silmiyorsanız geçerli okul yılını silemezsiniz.
uk: Ви не можете вилучити активний навчальний рік. Якщо ви вилучаєте всі навчальні роки.

source: First Day
da: Første dag
es_ar: Primer Día
fi: Alkaa
fr_be: Premier Jour
it: Primo giorno
pl: Pierwszy dzień
pt: Primeiro dia
ru: Первый День
si: පළමු දිනය
tr: İlk Gün
uk: Перший День

source: Last Day
da: Sidste dag
es_ar: Ultimo Día
fi: Päättyy
fr_be: Dernier Jour
it: Ultimo giorno
pl: Ostatni dzień
pt: Último dia
ru: Последний День
si: අවසාන දිනය
tr: Son Gün
uk: Останній День

source: Delete ${schoolyear}
da: Slet ${schoolyear}
es_ar: Eliminar ${schoolyear}
fr_be: Effacer ${schoolyear}
it: Elimina ${schoolyear}
pl: Usuń $ {schoolyear}
pt: Apagar ${schoolyear}
ru: Удалить ${schoolyear}
si: ${schoolyear} මකා දමන්න
tr: ${schoolyear} sil
uk: Видалити ${schoolyear}

source: First day
da: Første dage
es_ar: Primer día
fi: Alkaa
fr_be: Premier jour
it: Primo giorno
pl: Pierwszy dzień
pt: Primeiro dia
ru: Дата начала
si: පළමු දිනය
tr: İlk gün
uk: Перший день

source: Last day
da: Sidste dag
es_ar: Último día
fi: Päättyy
fr_be: Dernier jour
it: Ultimo giorno
pl: Ostatni dzień
pt: Último dia
ru: Дата окончания
si: අවසාන දිනය
tr: Son gün
uk: Останній день.

source: Add new school year
da: Tilføj nyt skoleår
es_ar: Añadir nuevo año escolar
fi: Lisää uusi lukuvuosi
fr_be: Ajouter une nouvelle année scolaire
it: Aggiungi nuovo anno scolastico
pl: Dodaj nowy rok szkolny
pt: Adicionar novo ano letivo
ru: Добавить новый учебный год
si: නව පාසල් වර්ෂය එක්කරන්න
tr: Yeni okul yılı ekle
uk: Додати новий навчальний рік

source: School Year Details
da: Skoleårsdetaljer
es_ar: Detalles del Año Escolar
fi: Lukuvuoden tiedot
fr_be: Détails de l'Année Scolaire
it: Dettagli dell'anno scolastico
pl: Szczególy Rok szkolne
pt: Detalhes do Ano Letivo
ru: Информация о Школьном Годе
si: පාසල් වර්ෂයේ විස්තර
tr: Okul Yılı Ayrıntıları
uk: Інформація про Шкільний Рік

source: Limited to 12 characters or less
da: Begrænt til 12 karakterer eller mindre
es_ar: Se limita a 12 caracteres o menos
fi: Nimessä saa olla enintään 12 merkkiä.
fr_be: Limité à 12 caractères ou moins
it: Limitato a 12 o meno caratteri
pl: Ograniczony do 12 znaków lub mniej
pt: Limitado a 12 caracteres ou menos
ru: Ограничение в 12 или менее символов
si: අකුරු 12ට හෝ අඩුවෙන් සීමා වූ
tr: En çok 12 karakterle sınırlı
uk: Обмеження в 12 або менше символів

source: Change information for ${schoolyear_title}
da: Ændre information for ${schoolyear_title}
es_ar: Cambiar la información para ${schoolyear_title}
fi: Muuta lukuvuoden ${schoolyear_title} tietoja
fr_be: Change l'information pour ${schoolyear_title}
it: Cambia informazioni per ${schoolyear_title}
pl: Zmień informacje dla ${schoolyear_title}
pt: Alterar informação para ${schoolyear_title}
ru: Изменить информацию для ${schoolyear_title}
si: ${schoolyear_title} සඳහා තොරතුරු වෙනස් කරන්න
tr: ${schoolyear_title} için bilgiyi değiştir
uk: Змінити інформацію для ${schoolyear_title}

source: School year must begin before it ends.
da: Et skoleår skal begynde før det slutter.
es_ar: Año escolar debe comenzar antes de que finalice.
fi: Lukuvuoden pitää alkaa ennen sen loppumista.
fr_be: L'année scolaire doit débuter avant sa fin.
it: L'anno scolastico deve cominciare prima che finisca.
pl: Rok szkolny musi się zacząć przed tym jak się skończy.
pt: Ano lectivo tem de começar antes de acabar.
ru: Дата начала учебного года должна быть раньше даты окончания.
si: පාසැල් වර්ෂය එය අවසාන වීමට පෙර ආරමභ විය යුතුය.
tr: Okul yılının başlangıç tarihi bitiş tarihinden önce olmalıdır.
uk: Дата початку навчального року повинна буди раніша за його кінець.

source: School year must begin before it ends
da: Skoleåret må begynde før det slutter
es_ar: El Año Escolar debe comenzar antes de que termine
fr_be: L'année scolaire doit commencer avant sa fin
it: L'anno scolastico deve iniziare prima che finisca
pl: Rok szkolny musi rozpocząć się przed kończy
pt: Ano lectivo tem de começar antes de acabar
ru: Школьный год должен начинаться перед тем как он закончится
si: පාසැල් වර්ෂය එය අවසාන වීමට පෙර ආරමභ විය යුතුය
tr: Okul yılı sona erme tarihinden önce başlamalıdır
uk: Шкільний рік повинен починатися перед тим як він закінчиться

source: Date range overlaps another school year
da: Datoområde overlapper et andet skoleår
es_ar: Rango de fechas se superpone a otro año escolar
fr_be: L'intervale des dates chevauche une autre année scolaire
it: Le date impostate si sovrappongono con un altro anno scolastico
pl: Data pokrywają zakres kolejny rok szkolny
pt: O intervalo sobrepõe-se a outro ano letivo
ru: Текущая дата частично совпадает с другим школьным годом
si: දින පරාසය වෙනත් පාසැල් වර්ෂයක් අතිච්ඡාදනය කරයි
tr: Tarih aralığı başka bir okul yılı ile örtüşüyor
uk: Поточна дата частково збігається з іншим шкільним роком

source: Date range too small to contain the currently set up term(s)
da: Datoområde for lille til at indeholde det nuværende opsatte termin(er)
es_ar: Rango de fechas demasiado pequeño para contener el Período(s) actualmente establecido
fr_be: La plage de date est trop petite pour contenir la(les) période(s) actuellement mis en place
it: La gamma di date è troppo breve per contenere i periodi impostati
pl: Zakres dat zbyt mały, aby pomieścić aktualnie utworzenia Termin (y)
pt: O intervalo é demasiado pequeno para conter os termos atualmente configurados
ru: Текущая дата слишком мала чтобы вместить семестр(ы)
si: දැනට සූදානම් කල වාර(ය) දරා සිටීමට දින පරාසය ඉතා කුඩයි
tr: Tarih aralığı şu anda ayarlanmış olan dönemleri içermek için çok kısa
uk: Поточна дата надто мала щоб вмістити семестр(и)

source: Please select a school year before clicking 'Submit'.
da: Vælg et skoleår før du klikker 'Indsend'.
es_ar: Por favor, seleccione el Año Escolar antes de hacer clic en "Enviar".
fr_be: Veuillez sélectionner une année scolaire avant de cliquer sur 'Soumettre'.
it: Per favore scegli un anno scolastico prima di cliccare 'Accetta'.
pl: Wybierz roku szkolnego przed kliknięciem przycisku 'Submit'.
pt: Por favor selecione um ano letivo antes de validar.
ru: Пожалуйста выберите сначала школьный год прежде чем кликнуть "Подписаться".
si: 'ඉදිරිපත් කිරීම' ක්ලික් කිරීමට පෙර කරුණාකර පාසැල් වර්ෂයක් තෝරන්න.
tr: 'Gönder' düğmesine tıklamadan önce bir okul yılı seçin.
uk: Будь ласка виберіть спочатку шкільний рік перш ніж клікнути "Підписатись".

source: Deleting a school year is permanent, irreversible, and destroys all data associated with the school year, including all courses, sections of courses, timetables and groups. It is strongly recommended that you only delete school year that has been created in error or has no data associated with it.
da: At slette et skoleår er permanent, umuligt at fortryde og sletter al data tilknyttet skoleåret, herunder alle kurser, sektion af kurser, tidstabeller og grupper. Det anbefales at du kun sletter skoleår der er oprettet ved en fejl eller skoleår der ikke har data tilknyttet.
es_ar: La eliminación de un año escolar es permanente, irreversible, y destruye todos los datos asociados con el año escolar, incluyendo todos los cursos, secciones de cursos, horarios y grupos. Se recomienda encarecidamente que sólo elimine año escolar que se ha creado por error o no tiene datos asociados.
fr_be: La suppression d'une année scolaire est permanente, irréversible et détruit tout les données associés à celle-ci. Il est fortement recommandé que vous n'effaciez que les années scolaire que vous avez créé par mégarde ou celles qui ne contiennent aucune données lui étant associé.
it: La cancellazione di un anno scolastico è permanente ed irreversibile: distrugge tutti i dati associati, comprese materie, classi, orari e gruppi. &Egrave; consigliato cancellare soltanto anni scolastici creati per errore o che non hanno dati associati.
pl: Usuwanie roku szkolnego jest trwałe, nieodwracalne i niszczy wszystkie dane skojarzone z roku szkolnego, w tym wszystkie kursy, odcinki cieków, rozkładzie jazdy i grup. Zaleca się, że usuwasz jedynie rok szkolny, który został utworzony w błędzie albo nie ma danych z nim związanych.
pt: Apagar um ano letivo é permanente, irreversível e destrói todos os dados associados, incluindo disciplinas,horários e grupos. É fortemente recomendado que apague apenas anos criados erroneamente ou que não tenham dados associados.
ru: Удаление школьного года постоянно, необратимо и уничтожает все данные связанные с этим школьным годом, включая все курсы, разделы курсов, расписания и группы. Настоятельно рекомендуется чтобы Вы удаляли только школьный год, который был создан по ошибке и не имеет связанных с ним данных.
si: පාසැල් වර්ෂයක් මැකීම ස්ථිරය, ආපස්සට සිදුනොවන සුළුය සහ පාසැල් වර්ෂය සමඟ සම්බන්ධ සියලුම දත්ත විනාශ කරයි, සියලුම පාඨමාලා, පාඨමාලාවල අංශ, කාලසටහන් සහ කණ්ඩායම් ඇතුලුව. වැරදීමකින් නිර්මිත හෝ ඒ සමඟ සම්බන්ධිත දත්ත නොමැති පාසැල් වර්ෂයක් පමණක් මකා දැමීම ඔබට ප්‍රබල ලෙස නිර්දේශ කරයි.
tr: Bir okul yılını silmek kalıcı ve geri alınamaz bir işlemdir ve okul yılı ile ilgili dersleri, bölümleri zaman tablolarını ve grupları içeren bütün verileri siler. Bir okul yılını, yalnızca yanlışlıkla oluşturulduysa ve hiç bir veri ile ilişkilendirilmemişse silmeniz önerilir.
uk: Видалення шкільного року постійно, необоротно і знищує всі дані пов'язані з цим шкільним роком, включаючи всі курси, розділи курсів, розклади і групи. Настійно рекомендується щоб Ви видаляли тільки шкільний рік, який був створений за помилку і не має пов'язаних з ним даних.

source: Add a school year
da: Tilføj skoleår
es_ar: Añadir un Año Escolar
fi: lisäämällä lukuvuosi
fr_be: Ajouter une année scolaire
it: Aggiungi un anno scolastico
pl: Dodaj roku szkoła
pt: Adicionar ano letivo
ru: Добавить школьный год
si: පාසල් වර්ෂයක් එක් කරන්න
tr: Bir okul yılı ekleyin
uk: Додати шкільний рік

source: There are no school years configured.
da: Der er ikke konfigureret nogle skoleår.
es_ar: No hay Año Escolar configurados
fi: Lukuvuosia ei ole vielä määritetty.
fr_be: Il n'y a pas d'année scolaire configurée.
it: Non ci sono anni scolastici configurati.
pl: Brak lat szkolnych skonfigurowany.
pt: Não há anos escolares configurados.
ru: Не существует настроенных школьных годов.
si: පාසල් වර්ෂ වින්‍යාසගතකොට නොමැත.
tr: Yapılandırılmış bir okul yılı yok.
uk: Не існує налаштованих шкільних років.

source: To continue setting up your school please ${add_schoolyear}.
da: For at fortsætte med at indstille din skole ${add_schoolyear}
es_ar: Para continuar con la configuración de su escuela, por favor, ${add_schoolyear}.
fi: Määritä koulusi asetukset ${add_schoolyear}.
fr_be: Pour continuer à configurer votre école, veuillez ${add_schoolyear}.
it: Per continuare a impostare la scuola ${add_schoolyear}.
pl: Aby kontynuować konfigurowanie swoją szkołę proszę $ {add_schoolyear}.
pt: Para continuar a configuração de sua escola por favor ${add_schoolyear}.
ru: Для того чтобы продолжить настраивать вашу школу, пожалуйста, добавьте ${add_schoolyear}.
si: කරුණාකර ඔබේ පාසැල සූදානම් කිරීම දිගටම කරගෙන යාමට ${add_schoolyear}.
tr: Okulunuzu kurmaya devam etmek için lütfen ${add_schoolyear}.
uk: Для того щоб продовжити настроювати Вашу школу, будь ласка, додайте ${add_schoolyear}.

source: Manage year
da: Adminstrer år
es_ar: Gestione años
fr_be: Gérer les années
it: Gestisci anno
pl: Zarządzanie roku
pt: Gerir ano
ru: Упраление годом
si: වර්ෂය කළමනාකරණය කරන්න
tr: Yılı yönetin
uk: Упраление роком

source: Edit this school year's information
da: Rediger denne skoles årsinformation
es_ar: Editar la información de este Año Escolar
fr_be: Modifier les informations de cette année scolaire
it: Modifica le informazioni di questo anno scolastico
pl: Edytuj tym roku szkolnym w informacji
pt: Editar as informações deste ano letivo
ru: Редактировать информацию о этом школьном годе
si: මෙම පාසැල් වර්ෂයේ තොරතුරු සංස්කරණය කරන්න
tr: Bu okul yılı bilgilerini yönetin
uk: Редагувати інформацію про цій шкільній рік

source: Copy data from active school year: ${active_schoolyear}
da: Kopier data fra aktive skoleår: ${active_schoolyear}
es_ar: Copiar información del año escolar activo: ${active_schoolyear}
fr_be: Copiez les données de l'année scolaire en cours: ${active_schoolyear}
it: Copia i dati dall'anno scolastico attivo: ${active_schoolyear}
pl: Skopiować dane z aktywnego roku szkolnego: $ {active_schoolyear}
pt: Copiar dados do ano letivo de ativos: ${active_schoolyear}
ru: Копировать данные из активного школьного года ${active_schoolyear}
si: සක්‍රීය පාසැල් වර්ෂයෙන්: ${active_schoolyear} දත්ත පිටපත් කරන්න
tr: Etkin okul yılından verileri kopyala: ${active_schoolyear}
uk: Копіювати дані з активного шкільного року ${active_schoolyear}

source: Group Name
da: Gruppenavn
es_ar: Nombre de grupo
fr_be: Nom de Groupe
it: Nome del gruppo
pl: Nazwa grupy
pt: Nome do grupo
ru: Название группы
si: කණ්ඩායම් නාමය
tr: Grup Adı
uk: Назва групи

source: Copy Group
da: Kopier gruppe
es_ar: Copiar grupo
fr_be: Copier un Groupe
it: Copia gruppo
pl: Kopiowanie Grupa
pt: Copiar Grupo
ru: Копировать Группу
si: කණ්ඩායම පිටපත් කරන්න
tr: Grubu Kopyala
uk: Копіювати групи

source: Copy members
da: Kopier medlemmer
es_ar: Copiar miembros
fr_be: Copier les membres
it: Copia i membri
pl: Członkowie Kopiowanie
pt: Copiar membros
ru: Копировать пользователей
si: සාමාජිකයෝ පිටපත් කරන්න
tr: Üyeleri kopyala
uk: Копіювати користувачів

source: Copy courses from active year?
da: Kopier kurser fra aktive år?
es_ar: Desea copiar los Cursos del año activo?
fr_be: Copier les cours en provenance de l'année active ?
it: Copiare le materie dall'anno attivo?
pl: Kopiowanie kursy z aktywnego roku?
pt: Copiar disciplinas do ano ativo?
ru: Копировать курсы из активного года?
si: සක්‍රීය වර්ෂයෙන් පාඨමාලා පිටපත් කරන්න?
tr: Geçerli yıldaki dersler kopyalansın mı?
uk: Копіювати курси з активного року?

source: Copy timetable schemas from active year?
da: Kopier tidstabeller fra aktive år?
es_ar: Desea copiar los Horarios del año activo?
fi: Kopioidaanko käynnissä olevan lukuvuoden lukujärjestykset?
fr_be: Copier les modèles de grille-horaire à partir de l'année en cours ?
it: Copiare gli schemi di orario dall'anno attuale?
pl: Kopiowanie schematów Rozkład jazdy z aktywnym roku?
pt: Copiar esquemas de horário do ano ativo?
ru: Копировать расписание из активного года?
si: ක්‍රියාකාරී වර්ෂයෙන් කාලසටහන් සැලසුම් පිටපත් කරන්න?
tr: Geçerli yıldaki zaman tablosu şemaları kopyalansın mı?
uk: Копіювати розклад з активного року?
