Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Date range you have selected overlaps with the following school years: ${schoolyears}
da: Dataområdet du har valgt overlapper med følgende skoleår: ${schoolyears}
es_ar: Rango de fechas que ha seleccionado se superpone con los años escolares siguientes: ${schoolyears}
fr_be: La plage de dates que vous avez sélectionné se chevauche avec les années scolaires suivantes: ${schoolyears}
it: Le date selezionate si sovrappongono ai seguenti anni scolastici: ${schoolyears}
pl: Zakres dat wybraniu nakładania się kolejnych latach szkolnych: $ {schoolyears}
pt: O intervalo selecionado sobrepõe-se ao seguinte ano letivo: ${schoolyears}
ru: Данный, выбранный вами период, пересекается с данными школьными годами: ${schoolyears}
si: ඔබ තෝරා ඇති දින පරාසය පහත පාසැල් වර්ෂ: ${schoolyears} සමඟා අතිච්ඡාදනය වේ
tr: Seçtiğiniz tarih aralığı şu okul yılları ile örtüşüyor: ${schoolyears}
uk: Даний, обраний вами період, перетинається з даними шкільними роками

source: Add a new term
da: Tilføj en ny termin
es_ar: Añadir un nuevo período
fi: Lisää uusi jakso
fr_be: Ajouter une nouvelle période
it: Aggiungi un nuovo periodo
pl: Dodaj nowy okres
pt: Adicionar novo período
ru: Добавить новый семестр
si: නව වාරයක් එක් කරන්න
tr: Yeni bir dönem ekle
uk: Додати новий семестр

source: All Courses
da: Alle kurser
es_ar: Todos los Cursos
fr_be: Tous les cours
it: Tutte le materie
pl: Wszystkie kursy
pt: Todas as Disciplinas
ru: Все курсы
si: සියලු පාඨමාලා
tr: Tüm Dersler
uk: Всі курси

source: All Timetable Schemas
da: Alle tidstabeller
es_ar: Todas los esquemas de las tablas de tiempo
fi: Kaikki lukujärjestykset
fr_be: Tout les Modèles d'Horaire
it: Tutte le tabelle orarie
pl: Wszystkie schematy Terminarz
pt: Todos os esquemas de Calendário
ru: Все расписания
si: සියලුම කාලසටහන් සැලසුම්
tr: Tüm Zaman Çizelgesi Şemaları
uk: Усі розклади

source: The active school year is ${year} (${start_date} - ${end_date})
da: Det aktive skoleår er ${year} (${start_date} - ${end_date})
es_ar: El año lectivo activo es ${year} (${start_date} - ${end_date})
fr_be: L'année scolaire activée est ${year} (${start_date} - ${end_date})
it: L'anno scolastico attivo è ${year} (${start_date} - ${end_date})
pl: Aktywnym rokiem szkolnym jest ${year} (${start_date} - ${end_date})
pt: O ano letivo ativo é ${year} (${start_date} - ${end_date})
ru: Текущий учебный год ${year} (${start_date} - ${end_date})
si: ක්‍රියාකාරී පාසැල් වර්ෂය වන්නේ ${year} (${start_date} - ${end_date})
tr: Etkin okul yılı ${year} (${start_date} - ${end_date})
uk: Поточний навчальний рік ${year} (${start_date} - ${end_date})

source: Activate selected school year
da: Aktiver valgte skoleår
es_ar: Activado año lectivo seleccionado
fr_be: Activation de l'année scolaire sélectionnée
it: Attiva l'anno scolastico selezionato
pl: Aktywuj wybrany rok szkolny
pt: Ativar ano letivo selecionado
ru: Сделать активным выбранной учебный год
si: තෝරා ඇති පාසැල් වර්ෂය ක්‍රියාත්මක කරන්න
tr: Seçili okul yılını etkinleştir
uk: Активувати обраний навчальний рік

source: Are you sure you want to delete the selected terms?
da: Er du sikker på du vil slette valgte termin?
es_ar: ¿Está seguro que desea borrar los períodos seleccionados?
fi: Haluatko varmasti poistaa valitut jaksot?
fr_be: Etes-vous sure de vouloir effacer la période sélectionnée ?
it: Sei sicuro di voler eliminare i periodi selezionati?
pl: Czy na pewno chcesz usunąć wybrane okresy?
pt: Tem a certeza que pretende apagar os períodos seleccionados?
ru: Вы уверены, что хотите удалить выбранные семестры?
si: ඔබට නියත වශයෙන්ම තෝරා ඇති වාර මකා දැමීමට අවශ්‍යද?
tr: Seçilen dönemleri silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте вилучити вибрані семестри?

source: Date range you have selected is too small to contain the following term(s): ${terms}
da: Datoområdet du har valgt er for lille til at indeholde følgende termin(er): ${terms}
es_ar: Rango de fechas que ha seleccionado es demasiado pequeño para contener los siguiente Períodos: ${terms}
fr_be: La plage de dates que vous avez choisie est trop petite pour contenir la(les) période(s) suivante(s): ${terms}
it: Le date indicate sono troppo vicine per contenere il seguente/i periodo/i: ${term}
pl: Zakres dat, którą wybrałeś jest zbyt mały, aby zawierać następujące Termin (y): $ {terminy}
pt: O intervalo que você selecionou é demasiado pequeno para conter o termo seguinte: ${terms}
ru: Данный, выбранный вами период, слишком короткий и не может вместить следующий(е) семестр(ы): ${terms}
si: ඔබ තෝරා තිබෙන දින පරාසය පහත වාර(ය): ${terms} දරා සිටීමට අවශ්‍ය තරමට වඩා කුඩයි
tr: Seçtiğiniz tarih aralığı şu dönemleri içermek için çok kısa: ${terms}
uk: Даний, вибраний Вами період, занадто короткий і не може вмістити наступний(е) семестр(и): ${terms}

source: The first day of the period of time covered.
da: Første dag af tidsperioden overlapper.
es_ar: El primer día del período de tiempo cubierto.
fr_be: Le premier jour de la période couverte.
it: Il primo giorno del periodo di tempo coperto.
pl: Pierwszy dzień okresu pokryte.
pt: O primeiro dia do tempo de tempo selecionado.
ru: В первый день период охватывает.
si: කාලය ආවරණයකල කාල සීමාවේ ප්‍රථම දවස
tr: Kapsanan zamanda ders saatinin ilk günü.
uk: Перший день на охоплюваний період часу.

source: The last day of the period covered.
da: Sidste dag af tidsperioden overlapper.
es_ar: El último día del período cubierto.
fr_be: Le dernier jour de la période couverte.
it: L'ultimo giorno del periodo coperto.
pl: Ostatni dzień okresu objętego.
pt: O último dia do intervalo de tempo selecionado.
ru: В последний день период охватывает.
si: ආවරණයකල කාල සීමාවේ අවසාන දවස
tr: Kapsanan zamanda ders saatinin son günü.
uk: Останній день на охоплюваний період часу.

source: Activate current school year
da: Aktiver nuværende skoleår
es_ar: Activar actual curso escolar
fi: Nykyisen lukuvuoden aktivointi
fr_be: Activer l'année scolaire courante.
it: Attiva l'anno scolastico corrente
pl: Aktywuj bieżący rok szkolny
pt: Ativar o ano letivo atual
ru: Сделать активным текущий учебный год
si: දැන් පවත්නා පාසල් වර්ෂය සක්‍රීය කරන්න
tr: Geçerli okul yılını etkinleştir
uk: Активувати поточний навчальний рік

source: View Access Rights
da: Vis adgangsrettigheder
es_ar: Ver Derechos de Acceso
fi: Näytä käyttöoikeudet
fr_be: Afficher les droits d'accès
it: Visualizza diritti di accesso
pl: Pokaż prawa dostępu
pt: Ver Permissões de Acesso
ru: Показать права доступа
si: පරිශීලන හිමිකම් දර්ශනය කරන්න
tr: Erişim İzinlerini Göster
uk: Переглянути права доступу

source: Access Control
da: Adgangskontrol
es_ar: Control de Acceso
fi: Kirjautumishallinnointi
fr_be: Contrôle des accès
it: Controllo accessi
pl: Kontrola dostępu
pt: Controlo de Acesso
ru: Контроль доступа
si: ප්‍රවේශ පාලනය
tr: Erişim Denetimi
uk: Керування доступом

source: School administration
da: Skoleadministration
es_ar: Administración del colegio
fi: Koulun ylläpitäjät
fr_be: Administration de l'école
it: Amministrazione scuola
pl: Administracja szkoły
pt: Administração da Escola
ru: Администрация школы
si: පාසැල් පරිපාලනය
tr: Okul yönetimi
uk: Адміністрація школи

source: Security
da: Sikkerhed
es_ar: Seguridad
fi: Turvallisuus
fr_be: Sécurité
it: Sicurezza
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
si: ආරක්‍ෂාව
tr: Güvenlik
uk: Безпека

source: Access Rights
da: Adgangsrettigheder
es_ar: Derechos de acceso
fi: Käyttöoikeudet
fr_be: Droits d'accès
it: Diritti di accesso
pl: Prawa dostępu
pt: Permissões
ru: Права доступа
si: පරිශීලන හිමිකම්
tr: Erişim Hakları
uk: Права доступу

source: Access setting
da: Adgangsindstillinger
es_ar: Configuración de acceso
fi: Käyttöoikeusasetus
fr_be: Parramètres d'accès
it: Impostazioni di accesso
pl: Dostęp do opcji
pt: Aceder configurações
ru: Параметр доступа
si: පරිශීලන සිටුවම්
tr: Erişim ayarları
uk: Налаштування прав доступу

source: Edit the access rights
da: Rediger Adgangsindstillinger
es_ar: Editar los permisos de acceso
fr_be: Modifier les droits d'accès
it: Modifica i diritti di accesso
pl: Edycja praw dostępu
pt: Editar as permissões
ru: Редактировать права доступа
si: පරිශීලන හිමිකම් සංස්කරණය කරන්න
tr: Erişim izinlerini düzenle
uk: Редагувати права доступу

source: Legend
da: Tekstforklaring
es_ar: Leyenda
fi: Selite
fr_be: Légende
it: Legenda
pl: Legenda
pt: Legenda
ru: Обозначения
si: විස්තර පාඨය
tr: Açıklamalar
uk: Умовні позначення

source: Access rights
da: Adgangsrettigheder
es_ar: Persmisos de acceso
fr_be: Droits d'accès
it: Diritti di accesso
pl: Prawa dostępu
pt: Permissões
ru: Права доступа
si: පරිශීලන හිමිකම්
tr: Erişim izinleri
uk: Права доступу

source: Section information
da: Sektionsinformationer
es_ar: Información de la Sección
fi: Opetusryhmän tiedot
fr_be: Inforrmation de section
it: Informazioni sulla classe
pl: Informacje o sekcji
pt: Informação de turma
ru: Информация о разделе
si: අංශ තොරතුරු
tr: Bölüm bilgisi
uk: Інформація про розділ

source: List of accounts
da: Liste over konti
es_ar: Lista de cuentas
fr_be: Liste des comptes
it: Elenco degli account
pl: Lista rachunków
pt: Lista de contas
ru: Список учётных записей
si: ගිණුම් ලැයිස්තුව
tr: Hesap listesi
uk: Список рахунків

source: User calendars
da: Brugerkalendere
es_ar: Calendario de los usuario
fr_be: Les calendriers des utilisateurs
it: Calendari degli utenti
pl: Kalendarze użytkownika
pt: Calendários do utilizador
ru: Календари пользователя
si: පරිශීලක දිනදර්ශන
tr: Kullanıcı takvimleri
uk: Календарі користувача

source: User passwords
da: Brugerpasswords
es_ar: Password de usuario
fr_be: Les mots de passe des utilisateurs
it: Password degli utenti
pl: Hasła użytkowników
pt: Palavras passe de utilizador
ru: Пароли пользователя
si: පරිශීලක මුරපද
tr: Kullanıcı parolaları
uk: Паролі користувача

source: List of groups
da: Liste af grupper
es_ar: Lista de grupos
fr_be: Liste des groupes
it: Elenco dei gruppi
pl: Lista grup
pt: Lista de grupos
ru: Список груаа
si: කණ්ඩායම් ලැයිස්තුව
tr: Grup listesi
uk: Список груп

source: Group information
da: Gruppeinformationer
es_ar: Información del grupo
fi: Ryhmän tiedot
fr_be: Information des groupes
it: Informazioni sul gruppo
pl: Informacje o grupie
pt: Informação de grupos
ru: Информация о группе
si: කණ්ඩායම් තොරතුරු
tr: Grup bilgileri
uk: Інформація про групу

source: View group calendars
da: Se gruppekalendere
es_ar: Ver calendario de grupo
fr_be: Voir les calendriers des groupes
it: Visualizza i calendari dei gruppi
pl: Zobacz kalendarzy grupowych
pt: Ver calendários de grupo
ru: Показать календари группы
si: කණ්ඩායම් දිනදර්ශන දර්ශනය කරන්න
tr: Grup takvimlerini göster
uk: Показати календарі групи

source: Edit group calendars
da: Rediger gruppekalendere
es_ar: Editar calendario de grupo
fr_be: odifier les calendriers des groupes
it: Modifica i calendari dei gruppi
pl: Edytuj kalendarzy grupowych
pt: Editar os calendários de grupo
ru: Редактировать календари группы
si: කණ්ඩායම් දිනදර්ශන සංස්කරණය කරන්න
tr: Grup takvimlerini düzenle
uk: Редагувати календарі групи

source: List of resources
da: Liste af resourcer
es_ar: Lista de Recursos
fr_be: Liste des ressources
it: Elenco risorse
pl: Lista zasobów
pt: Lista de recursos
ru: Список ресурсов
si: සම්පත් ලැයිස්තුව
tr: Kaynak listesi
uk: Список ресурсів

source: Resource information
da: Resourceinformationer
es_ar: Información de Recursos
fr_be: Information des ressources
it: Informazioni sulla risorsa
pl: Informacje o zasobach
pt: Informações de recurso
ru: Информация о ресурсе
si: සම්පත් තොරතුරු
tr: Kaynak bilgileri
uk: Інформація про ресурс

source: Resource calendars
da: Resourcekalendere
es_ar: Calendario de Recursos
fr_be: Calendrier des ressources
it: Calendari della risorsa
pl: Kalendarze zasobów
pt: Calendários de recurso
ru: Календарь ресурсов
si: සම්පත් දිනදර්ශන
tr: Kaynak takvimleri
uk: Календар ресурсів

source: Schedules
es_ar: Programación
it: Programmi
pt: Agendas
ru: Списки
uk: Розклади

source: Gradebook
da: Karakterbog
es_ar: Libro de notas
fi: Arvostelut
fr_be: Carnet de notes
it: Registro dei voti
pl: Dzienniczek
pt: Livro de Notas
ru: Журнал
si: ශ්‍රේණිපොත
tr: Not kitabı
uk: Оцінки

source: Journal
es_ar: Diario
fi: Päiväkirja
it: Registro
pl: Dziennik
pt: Diário
ru: Журнал
si: සංග්‍රහය
tr: Bülten
uk: Журнал

source: Everybody
da: Alle
es_ar: Todos
fi: Kaikki
fr_be: Tout le monde
it: Tutti
pl: Wszyscy
pt: Todos
ru: Все
si: සියලුදෙනා
tr: Herkes
uk: Всім

source: Everybody, including users that are not logged in.
da: Alle inklusiv brugere som ikke er logget på.
es_ar: Todos incluyendo usuarios que no están identificados.
fi: Kaikki, myös käyttäjät jotka eivät ole kirjautuneet järjestelmään.
fr_be: Tout le monde, incluant les utilisateurs non connectés.
it: Tutti, compresi anche gli utenti che non hanno effettuato l'accesso.
pl: Wszyscy, włączając użytkowników niezalogowanych.
pt: Todos, incluindo os utilizadores que não estão ligados.
ru: Все, включая пользователей, которые не вошли в систему.
si: ඇතුල් නොවුනු පරිශීලකයින් ඇතුලුව සියලුදෙනා
tr: Herkes, giriş yapmamış kullanıcılar bile.
uk: Будь-хто, навіть користувачі, що не авторизувалися

source: Authenticated user
da: Autentificerede brugere
es_ar: Usuarios autenticados
fr_be: Utilisateur authentifié
it: Utente autenticato
pl: Użytkownik autoryzowany
pt: Utilizador autenticado
ru: Авторизированный пользователь
si: වලංගු පරිශීලකයා
tr: İzin verilmiş kullanıcı
uk: Авторизований користувач

source: All logged in users.
da: Alle brugere der er logget på.
es_ar: Todos los usuarios registrados.
fi: Kaikki sisäänkirjautuneet käyttäjät.
fr_be: Tous les utilisateurs connectés.
it: Tutti gli utenti connessi.
pl: Wszyscy zalogowani użytkownicy.
pt: Todos os utilizadores ligados
ru: Все пользователи, вошедшие в систему.
si: සියලුම ඇතුල්වී ඇති පරිශීලකයෝ.
tr: Giriş yapmış tüm kullanıcılar.
uk: Всі авторизовані користувачі.

source: Anybody
da: Alle
es_ar: Todos
fi: Kuka tahansa
fr_be: N'importe qui
it: Chiunque
pl: Ktokolwiek
pt: Qualquer um
ru: Кто угодно
si: ඕනෑම කෙනෙක්
tr: Herhangi biri
uk: Будь-хто

source: Users who did not log in
da: Brugere som ikke loggede på
es_ar: Usuarios no registrados
fi: Käyttäjät, jotka eivät ole kirjautuneet järjestelmään
fr_be: Utilisateurs qui ne se sont pas connectés
it: Utenti che non hanno effettuato l'accesso
pl: Użytkownicy, którzy się nie zalogowali
pt: Utilizadores que não estão usando o sistema
ru: Пользователи, не вошедшие в систему
si: ඇතුල් නොවුනු පරිශීලකයෝ
tr: Giriş yapmamış kullanıcılar
uk: Користувачі, що не авторизувались

source: Logged In
it: Connesso

source: Super user
da: Superbruger
es_ar: Super usuario
fi: Pääkäyttäjä
fr_be: Superutilisateur
it: Super utente
pl: Administrator
pt: Super utilizador
ru: Адмиистратор системы
si: සුපිරි පරිශීලකයා
tr: Süper kullanıcı
uk: Суперкористувач

source: The super user - owner of this SchoolTool application.
da: Superbrugeren - ejer af dette SchoolTool program.
es_ar: El super usuario - propietario de esta aplicación SchoolTool
fi: Pääkäyttäjä - tämän SchoolTool-sovelluksen hallinnoija.
fr_be: Le superutilisateur : le propriétaire de cette application SchoolTool.
it: Il super utente - proprietario di questa applicazione SchoolTool.
pl: Administrator - właściciel aplikacji SchoolTool
pt: O super utilizador - dono desta aplicação SchoolTool.
ru: Администратор системы владеет всеми правами в SchoolTool
si: සුපිරි පරිශීලකයා - මෙම පාසැල්මෙවලම යෙදවුමෙහි හිමිකරු
tr: Süper kullanıcı - bu SchoolTool uygulamasının sahibi.
uk: Суперкористувач володар програми SchoolTool.

source: Title of the group.
da: Gruppens tittel
es_ar: Nombre del grupo.
fi: Ryhmän nimike
fr_be: Nom du groupe.
it: Titolo del gruppo
pl: Nazwa grupy
pt: Título do grupo.
ru: Название группы.
si: කණ්ඩායමේ නාමය.
tr: Grubun başlığı.
uk: Назва групи.

source: Not Found
da: Ikke fundet
es_ar: No encontrado
fi: Ei löytynyt
fr_be: Introuvable
it: Non trovato
pl: Nie znaleziono
pt: Não Encontrado
ru: Не найден
si: හමුවුනේ නැත
tr: Bulunamadı
uk: Не знайдено

source: ${title} (continued)
es_ar: ${title} (continuado)
it: ${title} (segue)
pl: ${title} (kontynuacja)
pt: ${title} (continuação)
ru: ${title} (продолжение)
tr: ${title} (Devameden)
uk: ${title} (продовження)

source: delete this image
es_ar: eliminar esta imagen
it: elimina questa fotografia
pl: usuń ten obraz
pt: apagar esta imagem
ru: удалить это изображение
tr: bu görseli sil
uk: видалити це зображення

source: server running
da: Serveren afvikles
es_ar: servidor en ejecución
fi: palvelimessa on käytössä
fr_be: le serveur exécute
it: server in esecuzione
pl: Serwer działa
pt: servidor em funcionamento
ru: используемый сервер
si: සේවාදායකය ධාවනය වේ
tr: sunucu çalışıyor
uk: використовуваний сервер

source: Supporting exceptional people to change the world.
da: Hjælper exceptionele mennesker med at ændre verden.
es_ar: Apoyar a las personas excepcionales para cambiar el mundo.
fi: Tukemassa poikkeuksellisia ihmisiä muuttamaan maailmaa.
fr_be: Soutient des personnes exceptionnelles pour changer le monde.
it: Supportando persone eccezionali a cambiare il mondo.
pl: Wspieranie wyjątkowych ludzi, aby zmienić świat.
pt: A Apoiar pessoas excecionais a mudarem o mundo.
ru: Помогая выдающимся людям изменять мир.
si: ලෝකය වෙනස් කිරීමට විශේෂිත ජනයාට උපකාර කිරීම.
tr: Dünyayı değiştirecek sıra dışı insanları desteklemek.
uk: Допомагаючи видатним людям змінювати світ.

source: The file uploaded is not a JPEG or PNG image
da: Den uploadede fil er ikke et JPEG eller PNG billede
es_ar: El archivo subido no es una imagen JPEG o PNG
it: Il file caricato non è un'immagine JPEG o PNG
pl: Przesłany plik nie JPEG lub PNG jest
pt: O ficheiro enviado não é uma imagem JPEG ou PNG
ru: Загруженный файл не является JPEG или PNG изображением
si: උඩුගත කල ගොනුව JPEG හෝ PNG රූපයක් නොවේ
tr: Yüklenen dosya JPEG ya da PNG biçiminde bir görsel değil.
uk: Завантажений файл не є .JPEG або .PNG зображенням

source: The image uploaded cannot be larger than ${size} MB
es_ar: La imagen cargada no puede ser mayor que ${tamaño} MB
it: L'immagine caricata non può essere maggiore di ${size}MB
pl: Wczytywany plik obrazu nie może przekraczać ${size} MB
pt: A imagem a ser carregada não pode ser maior do que ${size} MB
ru: Загружаемоеь изображение не может иметь размер больше, чем ${size} MB
tr: Yüklenecek görsel ${size} MB boyutundan büyük olamaz
uk: Без змін

source: An internal server error has occurred. This most likely means that you have found a bug in SchoolTool. Please report it on <a href="http://issues.schooltool.org">the issue tracker</a>.
da: Der er opstået en intern serverfejl. Det betyder sandsynligvis, at du har fundet en fejl i SchoolTool. Rapporter den på <a href="http://issues.schooltool.org">the issue tracker</a>.
es_ar: Ha ocurrido un error del servidor interno. Esto probablemente significa que ha encontrado un fallo en SchoolTool. Por favor reportelo a <a href="http://issues.schooltool.org">la seccion de fallos.</a>.
fi: Tapahtui palvelinvirhe. Tämä luultavammin tarkoittaa, että olet löytänyt virheen SchoolToolin ohjelmistosta. Ole hyvä, ja ilmoita virhe <a href="http://issues.schooltool.org">"issue tracker"</a> -sivulla.
fr_be: Une erreur interne au serveur s'est produite. Ceci veut probablement dire que vous avez trouvé un bug dans SchoolTool. Merci de le soumettre au <a href="http://issues.schooltool.org">gestionnaire de bugs</a>.
it: &Egrave; occorso un errore interno al server. Questo probabilmente significa che hai appena scoperto un bug in SchoolTool. Per favore riportalo tramite <a href="http://issues.schooltool.org">il gestore dei problemi</a>.
pl: Zaistniał błąd wewnętrzny. Najprawdopodobniej znalazłeś buga w SchoolTool. Proszę, zgłoś to <a href="http://issues.schooltool.org">na ten adres</a>.
pt: Um erro interno do servidor ocorreu. Isto provavelmente significa que encontrou um bug no SchoolTool. Por favor, relate-o <a href="http://issues.schooltool.org"> o localizador de bugs</a>.
ru: Внутренняя ошибка сервера. Возможно, это означает, что вы обнаружили баг в SchoolTool. Пожалуйста, сообщите об этом на странице <a href="http://issues.schooltool.org">the issue tracker</a>.
si: අභ්‍යන්තර සේවාදායක දෝෂයක් සිදුවී තිබේ. මෙය බොහෝ දුරට අදහස් කරන්නේ ඔබට පාසැල්මෙවලම තුල දෝෂයක් ලැබී තිබෙන බවයි. කරුණාකර එය <a href="http://issues.schooltool.org">the issue tracker</a> මත රපෝර්තු කරන්න.
tr: Bir sunucu hatası oluştu. Bu durum genellikle bir SchoolTool hatası bulduğunuzda ortaya çıkar. Lütfen bu durumunu <a href="http://issues.schooltool.org"> adresindeki sorun izleyiciye bildirin.
uk: Виникла помилка в роботі сервера. Це, швидше за все, означає, що ви знайшли помилку в SchoolTool. Запитайте про неї на <a href="http://issues.schooltool.org">сервісі сповіщення про проблеми</a>.

source: Modules
es_ar: Módulos
it: Moduli
pt: Módulos
ru: Модуль(и)
uk: Модулі

source: Automatic Bug Report
es_ar: Informe de errores automático
it: Segnalazione automatica errori
pt: Relatório de erros automático
ru: Автоматический отчет об ошибках*

source: To submit automatic bug report you must be logged into <a href="https://launchpad.net/">Launchpad Issue Tracker</a>
es_ar: Para presentar el informe automático de errores debe iniciar sesión en <a href="https://launchpad.net/"> Launchpad Issue Tracker </ a>
it: Per inviare una segnalazione automatica di errori, devi essere registrato in un <a href="https://launchpad.net/">Launchpad Issue Tracker</a>
pt: Para submeter um relatório de erros automático deve de estar ligado a <a href="https://launchpad.net/">Launchpad Issue Tracker</a>
ru: Чтобы представить автоматический отчет об ошибках, Вы должны быть зарегистрированы в* <a href="https://launchpad.net/">Launchpad Issue Tracker</a>

source: Please fill in steps to reproduce this bug here:
es_ar: Por favor, complete los pasos para reproducir el error aquí:
it: Inserisci qui i passi necessari per riprodurre la situazione di errore:
pt: Por favor prencha os passos para repruduzir este erro aqui:
ru: Пожалуйста, заполните шаги, чтобы воспроизвести эту ошибку здесь*:

source: Submit Bug Report
es_ar: Enviar Informe de errores
it: Invia la segnalazione di errore
pt: Enviar um Relatório de Erro
ru: Отправить отчёт об ошибке
uk: Надіслати звіт про помилку

source: The page that you are trying to access is not available
da: Den side du prøver at få adgang til er ikke tilgængelig.
es_ar: La página a la que trata de acceder no está disponible
fi: Sivu ei ole saatavilla.
fr_be: La page à laquelle vous tentiez d'accéder n'est pas disponible
it: La pagina a cui si sta cercando di accedere non è disponibile
pl: Strona którą próbujesz wyświetlić jest niedostępna
pt: A página que está a tentar aceder não está disponível
ru: Страница, которую Вы запрашивали, недоступна
si: ඔබ ප්‍රවේශ වීමට උත්සාහ කරන පිටුව ලබාගත නොහැක
tr: Erişmeyi denediğiniz sayfa bulunamadı
uk: Сторінка, до якої ви намагались отримати доступ, недосяжна

source: Please note the following:
da: Bemærk følgende:
es_ar: Por favor, tenga en cuenta esto:
fi: Huom:
fr_be: Veuillez noter ce qui suit :
it: Vi preghiamo di prestare attenzione a:
pl: Proszę pamiętać, że:
pt: Por favor observe o seguinte:
ru: Возможные ошибки:
si: කරුණාකර මතු සඳහන අවධානයට ලක්කරන්න:
tr: Lütfen şunlara dikkat edin:
uk: Будь ласка, візьміть до уваги наступне:

source: You might have misspelled the url
da: Du kan have angivet URL'en forkert
es_ar: Puede que haya escrito mal la url
fi: Tarkista osoitteen oikeinkirjoitus
fr_be: Vous devez avoir incorrectement orthographier l'URL
it: Potresti non aver scritto correttamente l'URL
pl: Mogłeś źle wpisać adres
pt: Talvez tenha cometido um erro ao escrever o url
ru: Вы могли неверно набрать URL
si: ඔබ url හි අකුරු වරදවා තිබිය හැක
tr: İnternet adresini yanlış yazmış olabilirsiniz
uk: Вы могли неверно набрать URL
