Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: The above example will create 4 courses titled 'Ancient History', 'US History', 'World History' and 'Spanish'. The first and third courses will have the descriptions 'Pre-history through 1000 A.D.' and '1000 A.D. through the 20th century' respectively. The second and forth courses will have no description. The second, third and forth courses will have their course ids set to us-history and history-world. The forth course will have its government id set to spanish-gov and its credits value set to 5. If you will upload a CSV with titles or course ids that are already present in the database, existing courses will be updated. Course Ids take precedence when determining which course should be updated.
da: Det ovenstående eksempel vil oprette 4 kurser med titlerne 'Old historie', 'Amerikansk historie', 'Verdens historie' go 'Spansk'. Det første of det tredie had beskrivelserne 'Før-historie fra 1000 fvt.' go 'Verdens historien fra 1000 fvt. til det 20. århundrede'. Det anden go fjerde kursus had ingen beskrivelse. Det anden, tredje go fjerde kursus får indstillet deres kursis id til us-history og history-world. Det fjerde kursus for indstillet gets regerings id til spanish-gov go får indstillet pointværdien til 5. Hvis di uploader en CSV fil med titler eller kursus id der allerede er i databasen vil eksistrende kurser blive opdateret. Kursus id tager precedens når man skal finde ud af hvilke kurser der skal opdateres.
es_ar: El ejemplo anterior creará 4 cursos titulados 'Historia antigua', 'Historia de Estados Unidos', 'Historia mundial' y 'Español'. El primer y tercer curso tendran descripciones 'Pre-historia a través de 1,000 EC' y 'De 1,000 EC hasta el siglo 20' respectivamente. El segundo y cuarto curso no tendrán descripción. El segundo, tercer y cuarto curso tendrán sus identificadores puestos a us-history y history-world. El cuarto curso tendrá su identificador de régimen a spanish-gov y su valor de crédito a 5. Si subes un CSV con títulos o identificadores de cursos que ya estén presentes en la base de datos, estos se actualizarán. Los identificadores de cursos tomarán precedencia cuando se determine cuales cursos serán actualizados.
fr_be: L'exemple ci-dessus va créer 4 cours intitulés « Antiquité », « Histoire des États-Unis », « Histoire du monde » et « Espagnol ». Le premier et le troisième cours auront respectivement les descriptions « Préhistoire jusqu'à 1000 apr. J.-C. » et « 1000 apr. J.-C. jusqu'au 20e siècle ». Le deuxième et quatrième cours n'auront pas de description. Le deuxième, troisième et quatrième cours auront leur identifiant de cours placés sur « us-history » et « history-world ». Le quatrième cours aura son identifiant de gouvernement placé sur « spanish-gov » et sa valeur de crédit placé sur 5. Si vous importez un fichier CSV avec des titres ou des identifiants de cours préexistants dans la base de données, les cours existants seront mis à jour. Les identifiants de cours ont préséance pour déterminer quel cours devraient être mis à jour.
it: L'esempio precedente creerà 4 materie intitolate "Storia antica", "Storia degli USA", "Storia mondiale" e "Spagnolo". La prima e la terza avranno rispettivamente le descrizioni "Preistoria fino al 1000 A.C." e "Dal 1000 A.C. fino al 20° secolo" . La seconda e la terza non avranno descrizioni. La seconda, terza e quarta mateira avranno il proprio ID impostato su storia-degli-usa e storia-mondiale. La quarta avrà il suo ID governativo impostato su governo-spagnolo e il suo valore di crediti impostato a 5. Se carichi un CSV con titoli o ID materia che sono già presenti nell'archivio, le materie esistenti verranno aggiornate. Gli ID hanno la precedenza quando si tratta di determinare quale materia deve essere aggiornata.
pl: Powyższy przykład utworzy 4 kursy zatytułowane "Historia starożytna", "Historia USA", "Historia powszechna" i "Hiszpański". Pierwszy i trzeci kurs będą miały opisy odpowiednio "Od prehistorii do roku 1000 n.e." oraz "Od roku 1000 n.e. do XX wieku". Drugi i czwarty kurs nie będą miały opisów. Kursy drugi, trzeci i czwarty będą miały ustawione ID us-history oraz history-world. Czwarty kurs będzie miał swoje rządowe ID - spanish-gov i przypisaną wartość 5. Jeśli zaktualizujesz CSV z tytułami lub ID kursów, które już są w bazie danych, istniejące kursy będą nadpisane. ID kursów mają pierwszeństwo w czasie ustalania, które kursy powinny być zaktualizowane.
pt: O exemplo acima criará quatro disciplinas chamadas 'História Antiga', 'História de Portugal' e 'Espanhol'. O primeiro e o terceiro cursos terão as descrições "Pré-História até 1000 A.C' e '1000 D.C até o século 20' respectivamente. O segundo e quarto cursos não terão descrição. O segundo, terceiro e quarto cursos terão os identificadores de curso definidos como historia-pt e historia-mundial. O quarto curso terá seu identificador governamental definido como espanhol-gov e o valor do crédito será de 5. Se você subir um arquivo CSV com títulos ou identificadores de cursos já presentes na base de dados, cursos já existentes serão atualizados. Identificadores de cursos serão precedentes quando determinarem qual curso deverá ser atualizado.
ru: В примере выше создается четыре курса: 'История древнего мира', 'История США', 'Мировая история' и 'Испанский язык'. Первый и третий курс имеют описания: 'История до 1000 года н. э.' и 'От 1000 года н. э. до XX века' соответственно. Второй и четвертый курс не имеют описаний. Для первого, второго и третьего курсов установлены идентификаторы история-сша и мировая-история. Для четвёртого курса установлен идентификатор правительства испанское-правительство и количество разработчиков установлено в значение 5. Если вы загрузите файл CSV с заголовками курсов или идентификаторами курсов, уже имеющимися в базе данных, существующие курсы будут обновлены. Идентификаторы курсов имеют преимущество при определении, какой курс должен быть обновлен.
tr: Yukarıdaki örnek 'Eski Çağlar Tarihi', 'Cumhuriyet Tarihi', 'Dünya Tarihi' ve 'Fransızca' başlığı altında 4 ders oluşturur. Birinci ve üçüncü dersler sırasıyla 'M.S. 1000 yılına kadar Pre-historya' ve 'M.S. 1000 yılından 20. yüzyıla kadar' açıklamalarına sahiptir. İkinci ve dördüncü derslerin açıklaması yoktur. İkinci ve üçüncü derslerin ders kodları tarih-cumhuriyet ve tarih-dünya olarak belirtilmiştir. Dördüncü dersin resmi kodu fransızca-meb, ve ders kredisi 5 olacaktır. Yükleyeceğiniz CSV dosyasındaki başlıklar ya da ders kodları, veri tabanında bulunuyorsa, varolan dersler güncellenecektir. Hangi dersin güncelleneceğine ders koduna bakarak karar verilir.
uk: У прикладі вище створюється чотири курси: "Історія стародавнього світу ',' Історія України", "Всесвітня історія" та "Англійська мова'. Перший і третій курс мають опис. Другий і четвертий курс не мають описів. Для першого, другого та третього курсів встановлені ідентифікатори. Якщо ви завантажили файл CSV із заголовками курсів або ідентифікаторами курсів, уже наявними в базі даних, що існує, курси будуть поновлені. Ідентифікатори курсів мають перевагу при визначенні, який курс повинен бути поновлений.

source: ${course} course for ${schoolyear}
da: ${course} kursus for ${schoolyear}
es_ar: ${course} curso para ${schoolyear}
fi: Kurssi ${course} lukuvuodelle ${schoolyear}
fr_be: ${course} matière de ${schoolyear}
it: ${course} materia per ${schoolyear}
pl: Kurs ${course} w ${schoolyear}
pt: ${course} disciplina de ${schoolyear}
ru: ${course} курс для ${schoolyear}
si: ${schoolyear} වර්ෂය සදහා ${course} පාඨමාලාව
tr: ${schoolyear} okul yılının ${course} dersi
uk: предмет ${course} — ${schoolyear}

source: photo
da: Billede
es_ar: foto
fi: valokuva
it: foto
pl: zdjęcie
pt: foto
ru: фото
si: ඡායාරූපය
tr: fotoğraf
uk: фото

source: students
da: studerende
es_ar: Estudiantes
fi: oppilasta
fr_be: étudiants
it: studenti
pl: uczniowie
pt: alunos
ru: студенты
si: සිසුන්
tr: öğrenciler
uk: учні

source: There are ${num_errors} input errors.
da: Der er ${num_errors} input fejl.
es_ar: Hay ${num_errors} errores de entrada.
fi: %{num_errors} syötevirhettä
fr_be: Il y a ${num_errors} erreurs d'encodage.
it: Ci sono ${num_errors} errori di input.
pl: Jest ${num_errors} błędów wejścia.
pt: Há ${num_errors} erro(s) de introdução.
ru: Ошибок ввода: ${num_errors}.
si: ආදාන දෝෂ ${num_errors}ක් ඇත.
tr: ${num_errors} adet girdi hatası var.
uk: Помилок вводу: ${num_errors}.

source: Sections Taught
da: Underviste sektioner
es_ar: Secciones Mostradas
fi: Opetettavat opetusryhmät
fr_be: Sections Enseignées
it: Classi di insegnamento
pl: Przedmioty wykładane
pt: Turmas Lecionadas
ru: Пройденные разделы
si: උගන්වනලද කාණ්ඩ
tr: Bölümlerin Öğretileri
uk: Пройдений розділи

source: Sections Attended
da: Fulgte sektioner
es_ar: Secciones de Estudio
fr_be: Sections Assistés
it: Classi frequentate
pl: Sekcje Uczęszczał
pt: Turmas Frequentadas
ru: Посещенные Разделы
si: පෙනී සිටිනලද කාණ්ඩ
tr: Katılınmış Bölümler
uk: Відвідані Розділи

source: Section of ${course} -- ${section_title} for ${term} of ${schoolyear}
da: Sektion for ${course} -- ${section_title} i ${term} af ${schoolyear}
es_ar: Sección de ${course} -- ${section_title} para ${term} de ${schoolyear}
fi: Kurssin ${course} opetusryhmä -- ${section_title} jaksolle ${term} lukuvuonna ${schoolyear}
fr_be: Section de ${course} -- ${section_title} pour ${term} de ${schoolyear}
it: Classe di ${course} -- ${section_title} nel ${term} di ${schoolyear}
pl: Sekcja ${course} -- ${section_title} dla ${term} z ${schoolyear}
pt: Turma de ${course} -- ${section_title} para ${term} do ${schoolyear}
ru: Группа курса ${course} -- ${section_title} для ${term} ${schoolyear} года
si: ${course}හි අංශය -- ${schoolyear}හි ${term} සඳහා ${section_title}
tr: ${course} dersinin bölümü -- ${schoolyear} okul yılının ${term} dönemi için ${section_title}
uk: Розділ ${course} — ${section_title} на ${term} ${schoolyear}

source: Extend Section to Term
da: Udvid sektion til termin
es_ar: Extensión de la sección ampliada
fr_be: Étendre la Section à la Période
it: Estendi la classe al periodo
pl: Rozszerz Sekcji do Term
pt: Estender turma para Período
ru: Расширить Секцию до Семестра
si: අංශය වාරය තෙක් දීර්ඝ කරන්න
tr: Bölümü Döneme Yay
uk: Розширити Секцію до Семестру

source: Click "Extend" to create a linked section in term "${from_term_title}" containing the students and instructors from section "${section_title}" in term "${to_term_title}".
da: Klik "Udvid" for at oprette en henvisning til sektionen i terminen "${from_term_title}" indeholdende studerende og instruktører "${section_title}" i terminen "${to_term_title}".
es_ar: Haga clic en "Extender" para crear una sección vinculada al Período "${from_term_title}" que contiene a los estudiantes y profesores de la sección "${section_title}" en el Período "${to_term_title}".
fr_be: Cliquer "Étendre" pour créer une section liée dans la période "${from_term_title}" contenant les étudiants et formateurs de la section "${section_title}" dans la période "${to_term_title}"
it: Clic su "Estendi" per creare una classe collegata nel periodo "${from_term_title}" contenente gli alunni e docenti della classe "${section_title}" nel periodo "${to_term_title}".
pl: Kliknij "Rozszerz" by stworzyć powiązaną sekcję w semestrze "${from_term_title}" zawierającą studentów i prowadzących z sekcji "${section_title}" z semestru "${to_term_title}".
pt: Clique em "Extender" para criar uma turma ligada no período "${from_term_title}" contendo os alunos e instrutores da turma "${section_title}", no período "$ {to_term_title}".
ru: Кликните "Расширить" чтобы создать соединяющеюся секцию в "${from_term_title}" семестре, содержащую студентов и инструкторов из секции "${section_title}" в "${to_term_title}" семестре.
tr: "${to_term_title}" döneminde, "${from_term_title}" döneminde bulunan "${section_title}" bölümündeki öğrenci ve öğretmenleri içeren bağlantılı bir bölüm oluşturmak için "Yay" komutuna tıklayın.
uk: Кликніть "Розширити" щоб створити з'єднану секцію в "${from_term_title}" семестрі, що містить студентів та інструкторів з секції "${section_title}" в "${to_term_title}" семестрі.

source: Extend
da: Udvid
es_ar: Extender
fr_be: Étendre
it: Estendi
pl: Rozszerza
pt: Extender
ru: Расширить
si: දීර්ඝ කරන ලද
tr: Yay
uk: Розширити

source: Completed Courses
it: Corsi completati

source: ${amount} credits
it: ${amount} crediti

source: Deleting a course is permanent, irreversible, and destroys all data associated with the course. It is strongly recommended that you only delete a course that has been created in error or has no data associated with it.
da: At slette et kursus er permanent, kan ikke fortrydes og sletter alle kursets data . Det er stærkt tilrådeligt at du kun sletter et kursus der er oprettet ved en fejl eller ikke har nogle data forbundet med det.
es_ar: El borrado de un curso es permanente, irreversible y destruye todos los datos asociados con mismo Se recomienda encarecidamente que sólo se borre cursos que hayan sido creado por error y no tengan datos asociados.
fr_be: La suppression d'un cours est permanente, irréversible et détruit toutes les données associées à celui-ci. Il est fortement recommandé que vous n'effaciez que les cours que vous avez créé par mégarde ou ceux qui ne contiennent aucune données lui étant associé.
it: Cancellare una materia è un'operazione permanente ed irreversibile. Distrugge tutti i dati associati con la materia. Si raccomanda vivamente di cancellare solo materie create per errore o che non hanno dati associati.
pl: Usuwanie kurs jest stały, nieodwracalny i niszczy wszystkie dane skojarzone z kursu. Zaleca się, że usuwasz jedynie kurs, który został utworzony w błędzie albo nie ma danych z nim związanych.
pt: Apagar uma disciplina é permanente, irreversível e destrói todos os dados associados. É fortemente recomendável que apague apenas cursos criados erroneamente ou sem dados associados.
ru: Удаление курса постоянно и необратимо, а так же уничтожает все данные связанные с этим курсом. Настоятельно рекомендуется удалять только курсы, которые были созданы по ошибке и не содержат данных, с ним связанных.
tr: Bir dersi silmek kalıcı ve geri alınamaz bir işlemdir ve dersle ilgili tüm veriyi siler. Bir dersi, yalnızca yanlışlıkla oluşturulduysa ve hiç bir veri ile ilişkilendirilmemişse silmeniz önerilir.
uk: Видалення курсу постійно і необоротно, а так само знищує всі дані пов'язані з цим курсом. Настійно рекомендується видаляти тільки курси, які були створені помилково і не містять даних, з ним пов'язаних.

source: Deleting a section is permanent, irreversible, and destroys all data associated with the section. It is strongly recommended that you only delete a section that has been created in error or has no data associated with it.
da: At slette en sektion er permanent, kan ikke fortrydes og sletter alle sektionens data . Det er stærkt tilrådeligt at du kun sletter en sektion der er oprettet ved en fejl eller ikke har nogle data forbundet med det.
es_ar: La eliminación de una sección es permanente, irreversible y destruye todos los datos asociados a la sección. Se recomienda encarecidamente que sólo se elimine una sección que se ha creado por error o no tiene datos asociados.
fr_be: La suppression d'une section est permanente, irréversible et détruit tout les données associés à celle-ci. Il est fortement recommandé que vous n'effaciez que les sections que vous avez créé par mégarde ou celles qui ne contiennent aucune données lui étant associé.
it: Cancellare una classe è un'operazione permanente ed irreversibile. Distrugge tutti i dati associati con la classe. Si raccomanda vivamente di cancellare solo classi create per errore o che non hanno dati associati."
pl: Usuwanie sekcji jest stałe, nieodwracalne i niszczy wszystkie dane skojarzone z sekcji. Zaleca się, że usuwasz jedynie fragment, który został utworzony w błędzie albo nie ma danych z nim związanych.
pt: Apagar uma turma é permanente, irreversível e destrói todos os dados associados. É fortemente recomendado que apague apenas turmas criadas erroneamente ou sem dados associados.
ru: Удаление раздела постоянно и необратимо, а так же уничтожает все данные связанные с этим разделом. Настоятельно рекомендуется удалять только разделы, которые были созданы по ошибке и не содержат данных, с ним связанных.
tr: Bir bölümü silmek kalıcı ve geri alınamaz bir işlemdir ve bölümle ilgili tüm veriyi siler. Bir bölümü, yalnızca yanlışlıkla oluşturulduysa ve hiç bir veri ile ilişkilendirilmemişse silmeniz önerilir.
uk: Видалення розділу постійно і необоротно, а так само знищує всі дані пов'язані з цим розділом. Настійно рекомендується видаляти тільки розділи, які були створені помилково і не містять даних, з ним пов'язаних.

source: CSV data <strong>must</strong> include a course title,<strong>may</strong> include an optional course description, <strong>may</strong> include an optional course SchoolTool ID, <strong>may</strong> include an optional Alternate ID and <strong>may</strong> include an optional credits value.
da: CSV data <strong>skal</strong> indeholdet kursus id, <strong>kan</strong>valgfrit indeholde en kursusbeskrivelse,<strong>kan </strong> valgfrit inkludere et kursus SchoolTool id, <strong>kan</strong>valgfrit inkludere et alternativt id og <strong>kan</strong> valgfrit inkludere en pointvægt.
es_ar: Los datos CSV <strong>deben</strong> incluir un título del curso,<strong>puede</strong> incluir una descripción del curso, <strong>puede</strong> incluir un ID opcional del curso, <strong>puede</strong> incluir un ID alternativo opcional y <strong>puede</strong> incluir un valor de crédito opcional.
fr_be: Les données CSV <strong>doivent</strong> inclure un titre de cours, <strong>peuvent</strong> inclure une description du cours optionnelle, <strong>peuvent</strong> inclure un cours SchoolTool ID optionnel, <strong>peuvent</strong> inclure un ID alternatif optionnel et <strong>peuvent</strong> inclure une valeur de crédit optionnelle.
it: I dati CSV <strong>devono</strong> includere un titolo del corso, <strong>possono</strong> includere una descrizione (opzionale), <strong>possono</strong> includere un ID SchoolTool (opzionale), <strong>possono</strong> includere un ID alternativo (opzionale) and <strong>possono</strong> includere valori dei crediti (opzionale).
pl: CSV dane <strong> musi </ strong> to tytuł kursu, <strong> may </ strong> zawierać opcjonalny opis przedmiotu, <strong> may </ strong> zawierać opcjonalny kurs SchoolTool ID, <strong> maja </ strong> zawierać opcjonalny alternatywnego identyfikatora i <strong> maja </ strong> zawierać opcjonalny wartość kredytów.
pt: Os dados CSV <strong>têm de</strong> incluir um Titulo da Disciplina, e <strong>opcionalmente poderão</strong> incluir uma Descrição da Disciplina, uma ID da Disciplina, uma ID da Disciplina dada pelo Ministério e ainda Valor dos Créditos.
ru: CSV данные <strong>должны</strong> включать название курса, опционально <strong>могут</strong> включать описание курса, опционально <strong>могут</strong> включать ID номер курса SchoolTool, <strong>должны</strong> включать Альтернативный ID номер и <strong>могут</strong> включать величину очков.
tr: CSV verisinde bir ders başlığı <strong>bulunmalıdır</strong>. Bunun yanında, isteğe bağlı bir ders açıklaması, bir SchoolTool ders kodu, bir Alternatif kod ve kredi değeri <strong>bulunabilir</b>.
uk: CSV дані <strong>повинні</strong> включати назву курсу, опціонально <strong>можуть</strong> включати опис курсу, опціонально <strong>можуть </strong> включати ID номер курсу SchoolTool, <strong>повинні</strong> включати Альтернативний ID номер та <strong> можуть </ STRONG> включати величину очок.
