Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Upload SchoolTool timetable as CSV
da: Upload SchoolTools timeskema som CSV
es_ar: Subir horario en un archivo CSV
fi: Vie SchoolTool-lukujärjestys CSV-muodossa
fr_be: Importer les grilles-horaires SchoolTool en CSV
it: Carica un orario SchoolTool come CSV
pl: Wyslij harmonogram ScholTool jako CSV
pt: Importar horário SchoolTool através de CSV
ru: Загрузить расписание SchoolTool в формате CSV
si: ස්කූල් ටූල් කාලසටහන CSV ලෙස උඩුගත කරන්න
tr: SchoolTool zaman çizelgesini CSV olarak karşıya yükle
uk: Завантаження розкладу до SchoolTool у вигляді CSV

source: Import Timetable
da: Hent timeskema
es_ar: Importar horario
fi: Tuo lukujärjestys
fr_be: Importer Grille-Horaire
it: Importa un orario
pl: Importuj harmonogram
pt: Importar Horário
ru: Импортировать расписание
si: කාලසටහන ආනයනය කරන්න
tr: Zaman Çizelgesi Al
uk: Імпорт розкладу

source: The first row of the file must contain the id of the <strong>timetable schema</strong> which will be used for the new timetables. The id of a timetable schema can be found by going to its view page under School Timetables for the school year.
da: Den første række af filen skal indeholde id'et for den <strong>tidstabel skeamet</strong> som vil blive brugt som nye tidstabeller. Id'et fortidstabelskemaet kan findes ved at gå til vis siden under skole tidstabeller for skoleåret.
es_ar: La primera fila del archivo debe contener el identificador del <strong>calendario de esquema</strong> que se utilizará para los nuevos horarios. La identificación de un esquema de calendario se puede encontrar al visitar a la página de los horarios escolares para el año escolar.
fr_be: La première rangée du fichier doit contenir l'id du <strong>modèle de grille-horaire</strong> qui sera utilisé par la nouvel grille-horaire. L'id d'un modèle de grille-horaire peut être trouvé en se rendant dans sa page de visualisation sous Horaire de l'École pour l'année scolaire.
it: La prima riga del file CSV deve contenere l'identificatore dello <strong>schema odi rario</strong> che sarà usato per i nuovi orari. L'identificatore dello schema orario può essere trovato andando nella pagina di visualizzazione dell'orario della Scuola per l'anno scolastico
pl: Pierwszy wiersz pliku musi zawierać identyfikator <strong>schematu harmonogramu</strong>, który będzie używany dla nowych rozkładów. Można go znaleźć w informacjach dot. szkolnych harmonogramów w danym roku szkolnym.
pt: A primeira linha do ficheiro deve conter o id do <strong>Esquema de horário</strong> que será utilizado para criar os novos horários. Poderá localizar o id de um esquema de horário indo à ver página debaixo de Horário da Escola para o ano letivo
ru: Первая строка файла должна содержать идентификатор <strong>схемы расписания</strong>, которая будет использоваться для создания новых расписаний. Идентификатор расписания можно найти на странице просмотра под "Школьными расписаниями" на учебный год.
si: ගොනුවේ පළමු පේලියේ අලුත් කාල සටහන් සඳහා භාවිතා වන <strong>කාලසටහන් ක්‍රමානුරූපයේ</strong> id එක අඩංගු විය යුතුය.
tr: Dosyanın ilk satırı yeni zaman çizelgelerinde kullanılacak <strong>zaman çizelgesi şeması<strong> kodunu içermelidir. Zaman çizelgesi şemasının kodunu, okul yılı için Okul Zaman Çizelgeleri sayfasına giderek bulabilirsiniz.
uk: Перший рядок файлу повинен містити ідентифікатор <storng>схеми розкладів</stong>, яка буде використовуватись для створення нових розкладів. Ідентифікатор схеми розкладів можна знайти на сторінці Шкільний Розклад на весь рік.

source: The second row should be empty. After that, several section descriptions may follow. They are separated by an extra carriage return (i.e., a blank line).
da: Den anden række skal være tom. Efter det, kan der følge flere sektionsbeskrivelser. Beskrivelserne er separerede af et ekstra return (dvs. blank linie).
es_ar: La segunda fila debería estar vacía. Luego pueden seguirle varias descripciones de secciones, las cuales deben separarse con un retorno de carro (es decir, una línea en blanco).
fi: Toisen rivin tulee olla tyhjä. Sen jälkeen voi lisätä useampia osiokuvauksia. Ne erotetaan toisistaan ylimääräisellä rivinvaihdolla (eli tyhjällä rivillä).
fr_be: La seconde rangée peut être vide. Après ceci, plusieurs descriptions de section doivent suivre. Elles sont séparées par un retour chariot supplémentaire (c.a.d., une ligne vide).
it: La seconda riga deve essere vuota. Dopo questa, possono seguire alcune descrizioni di classi. Esse devono essere separate da un ulteriore carattere di controllo di inizio linea (es., una linea bianca)
pl: Drugi wiersz powinien być pusty. Po nim mogą następować opisy sekcji oddzielane pustą linią.
pt: A segunda linha deve estar vazia. Em seguida, podem existir várias descrições de turmas. Elas são separadas por um caracter de mudança de linha extra (i.e., uma linha em branco).
ru: Следующая строка должна быть пустой. После неё может идти несколько описаний разделов. Все они отделяются друг от друга дополнительным символом возврата каретки (т.е. пустой строкой).
si: දෙවන පේලිය හිස් විය යුතුය. අනතුරුව ඒකක විස්තර කීපයක් ඒ අනුව පැමිණෙයි. ඒවා අතිරේක යලි උසුලාගෙන ගොස් තබනයක් මගින් වෙන් වෙයි (උදා. හිස් පේලියක්).
tr: İkinci satır boş olmalı. Bundan sonra, bazı bölüm açıklamaları yer alabilir. Bunlar fazladan bir satır başı ile ayrılırlar (yani boş bir satırla).
uk: Другий рядок має бути порожнім. Після цього, йдуть кілька розділі опису. Вони розділені додатковими символами повернення каретки (порожніми рядками).

source: Each section description's first row contains the <strong>course id</strong> and the <strong>instructor id</strong> for the new section. Then a number of rows, each containing a <strong>day id</strong> and a <strong>period id</strong>, follows. The list of period descriptions is terminated by three asterisks ('***') in the first column. After the terminator, any number of <strong>person ids</strong> may follow, the denoted persons will be added to the section as learners.
da: Hver sektionbeskrivelses første række skal indeholde <strong>kursus id</strong> og <strong>instruktør id</strong> for den nye sektion. Derefter følger et antal rækker, hver med et <strong>dag id</strong> og et <strong>periode id</strong>. Listen af periodebeskrivelser afsluttes med tre asterisker ('***') i første række. Efter afslutningen kan der følge et antal af <strong>person id'er</strong>, de beskrevne personer tilføjes sektionen som studerende.
es_ar: Cada sección de descripción de la primera fila contiene la <strong>ID de curso</strong> y la <strong>ID de instructor</strong> para la nueva sección. Seguido de un número de filas, conteniendo cada <strong>ID de día</strong> y una <strong>ID de período</strong> siguiente. La lista de descripciones de período se termina con tres asteriscos ('***') en la primera columna. Después del delimitador, cualquier número de <strong>ID de persona</strong>, puede seguirle, denotando las personas que serán añadidas a la sección de alumnos.
fi: Jokaisen osiokuvauksen ensimmäinen rivi sisältää <strong>kurssitunnuksen</strong> ja <strong>opettajatunnuksen</strong>. Sitä seuraa joukko rivejä, jotka sisältävät <strong>päivätunnuksen</strong> ja <strong>jaksotunnuksen</strong>. Jaksokuvauksien lista lopetetaan kolmella tähtimerkillä ('***') ensimmäisessä kolumnissa. Lopetuksen jälkeen seuraa joukko <strong>henkilötunnuksia</strong>, kyseiset henkilöt lisätään osioon opiskelijoina.
fr_be: Chaque première rangée de description de section contient un <strong>ID de formation</strong> et un <strong>ID de formateur</strong> pour les nouvelles sections. Suit un nombre de rangées contenant un <strong>ID de jour</strong> et un <strong>ID de période</strong>. La liste des description d'une période est terminée par trois astérix ('***') dans la première colonne . Après ce terminateur, un certain nombre de <strong>ID de personne</strong> peuvent suivre, les personnes annotée seront ajouté aux section comme étudiants.
it: La prima riga di ogni descrizione di classe contiene il <strong>ID materia</strong>e il <strong>ID docente</strong>per la nuova classe. Segue un certo numero di righe, ciascuna contenente un <strong>ID giorno</strong>e un <strong>ID lezione</strong>. L'elenco delle lezioni è chiuso da tre asterischi ('***') nella prima colonna. Può seguire un numero qualsiasi di <strong>ID persone</strong>: le persone indicate verranno aggiunte alla classe come allievi.
pl: Pierwszy rząd opisu każdej sekcji zawiera <strong>identyfikator kursu</strong> i <strong>identyfikator instruktora</strong> dla nowej sekcji. Potem pewna liczba rzędów, każdy zawierający <strong>identyfikator dnia</strong> i <strong>identyfikator okresu</strong>, następuje. Lista opisów okresów jest przerywana przez trzy gwiazdki ('***') w pierwszej kolumnie. Po Przerywniku, może występować dowolna ilość <strong>identyfikatorów osób</strong>, zaznaczone osoby będą dodane do sekcji jako uczący się.
pt: Cada primeira linha de descrição da turma contém a <strong> id da disciplina</strong> (course id) e a <strong>id do professor</strong> (instructor id) para a nova turma. Depois um número de linhas, cada uma contendo uma <strong>id do dia</strong> (day id) e uma <strong>id do período</strong>(period id), que a acompanha. A lista de descrições de períodos é terminada pelos três asteriscos ('***') na primeira coluna. No final, pode seguir-se qualquer número de <strong>id's de indivíduos</strong>(person ids), que serão adicionadas à secção como alunos.
ru: Первая строка описания каждого раздела содержит <strong>id курса</strong> и <strong>id инструктора</strong>. Потом следуют несколько строк, каждая из которых содержит <strong>id дня</strong> и <strong>id периода</strong>. Список описаний периодов завершается тремя звёздочками ('***') в начале новой строки. После такого разделителя может следовать любое количество <strong>id людей</strong>, которые будут добавлены в раздел в качестве учащихся.
tr: Her bölüm açıklamasının ilk satırı, yeni bölümün <strong>ders kodu</strong><strong>öğretmen kodunu</strong> içerir. Ardından herbiri bir <strong>gün kodu</strong>ve bir<strong>ders saati kodu</strong> içeren satırlar gelir. Ders saati açıklamaları listesi ilk sütunda üç yıldız simgesi ('***') ile sonlandırılır. Sonlandırıcının ardından, herhangi bir sayıda <strong>kişi kodları</strong>gelebilir, seçilmiş kişiler bölüme öğrenci olarak eklenebilir.
uk: Перший рядок опису кожного розділу містить <strong>id предмету</stong> та <strong>id інструктора</strong>. Потім йдуть кілька рядків, кожен з яких містить <strong>id дня</strong> і <strong>id періоду</strong>. Список описів періодів завершується трьома зірочками ('***') на початку нового рядка. Після такого роздільника може слідувати будь-яка кількість <strong>id людей</strong>, які будуть додані в розділ як учні.

source: "three-day" "","","" "philosophy","lorch" "Monday","A" "Monday","B" "Tuesday","C" "***" "johnny" "billy" "" "literature","guzman" "Wednesday","B" "Wednesday","C" "***" "johnny" "pete"
da: "tre-dags" "","","" "filosofi","lorch" "Mandag","A" "Mandag","B" "Tirsdag","C" "***" "johnny" "billy" "" "literatur","guzman" "Onsdag","B" "Onsdag","C" "***" "johnny" "pete"
es_ar: "tres-dias" "","","" "filosofia","lorch" "Lunes","A" "Lunes","B" "Martes","C" "***" "johnny" "billy" "" "literatura","guzman" "Miercoles","B" "Miercoles","C" "***" "johnny" "pete"
fi: "kolmipäiväinen" "","","" "filosofia","laakkonen" "Maanantai","A" "Maanantai","B" "Tiistai","C" "***" "joni" "pekka" "" "kirjallisuus","kutvonen" "Keskiviikko","B" "Keskiviikko","C" "***" "joni" "petteri"
fr_be: "trois-jours" "","","" "philosophie","lorch" "Lundi","A" "Lundi","B" "Mardi","C" "***" "johnny" "billy" "" "littérature","guzman" "Vendredi","B" "Vendredi","C" "***" "johnny" "pete"
it: "tre-giorni" "","","" "filosofia","lorch" "Lunedì","A" "Martedì","B" "Mercoledì","C" "***" "johnny" "billy" "" "letteratura","guzman" "Vernerdì","B" "Venerdì","C" "***" "johnny" "pete"
pl: Domyślnie: "" "\"trzy dni\"\n" "\"\",\"\",\"\"\n" "\"filozofia\",\"lorch\"\n" "\"Poniedziałek\",\"A\"\n" "\"Poniedziałek\",\"B\"\n" "\"Wtorek\",\"C\"\n" "\"***\"\n" "\"johnny\"\n" "\"billy\"\n" "\"\"\n" "\"literatura\",\"guzman\"\n" "\"Środa\",\"B\"\n" "\"Środa\",\"C\"\n" "\"***\"\n" "\"johnny\"\n" "\"pete\""
pt: "três-dias" "","","" "filosofia","lorch" "Segunda-feira","A" "Segunda-feira","B" "Terça-feira","C" "***" "joão" "paulo" "" "literatura","guzman" "Quarta-feira","B" "Quarta-feira","C" "***" "joão" "pedro"
ru: "трехдневный" "","","" "философия","lorch" "понедельник","A" "понедельник","B" "вторник","C" "***" "johnny" "billy" "" "литература","guzman" "среда","B" "среда","C" "***" "johnny" "pete"
tr: "üç-gün" "","","" "felsefe","kuçuradi" "Pazartesi","A" "Pazartesİ","B" "Salı","C" "***" "ali" "veli" " " "edebiyat,"kanık" "Çarşamba","B" "Çarşamba","C" "***" "ali" "selami"
uk: "три дні" "","","" "філософія","Лорх" "Понеділок","A" "Понеділок","B" "Вівторок","C" "***" "Іванко" "Василь" "" "література","Гузман" "Середа","B" "Середа","C" "***" "Іванко" "Петро"

source: The above example will create two new sections, one for the philosophy lecture and the other for the literature lecture. The section for the philosophy lecture will have persons with ids 'johnny' and 'billy' as learners, and its timetable will contain three timetable activities, two on Monday. The literature section will be processed in a similar fashion.
da: Det ovenstående eksempel opretter to sektioner, en sektion for en filisofiforelæsning og en anden for en literaturforelæsning. Sektionen for filisofi vil have personer med id'et 'johnny' og 'billy' som elever og tidstabellen vil indeholde 3 aktiviteter, 2 på mandag. Literatursketionen vil blive behandlet på samme måde.
es_ar: El resultado del ejemplo creara dos nuevas secciones, una para la conferencia de filosofía y otra para la conferencia de literatura. La sección para la conferencia de filosofía tendrá las personas con identidades 'johnny' y 'billy' como alumnos y su calendario constará de tres actividades, dos el lunes. La sección de literatura se procesara de manera similar.
fi: Yllä oleva esimerkki tekee kaksi uutta opetusryhmää, yhden filosofian luennon ja yhden kirjallisuudenluennon. Filosofian osiolla on henkilöt 'joni' sekä 'pekka' opiskelijoina ja sen aikataulu sisältää kolme aktiviteettiä, joista kaksi on maanantaina. Kirjallisuudenosio etenee vastaavaan tapaan.
fr_be: L'exemple ci-dessous crée deux nouvelles sections, une en philosophie et l'autre en littérature. La section philosophie a deux étudiants identifiés 'johnny' et 'billy', et leurs grilles-horaires contiennent trois activités, deux le lundi. La section littérature sera traité suivant le même mode.
it: L'esempio qui sopra creerà due nuove classi, una per la lettura di filosofia e l'altra per quella di letteratura. La classe per la lettura di filosofia avrà persone con id "johnny" e "billy" come alunni, ed il loro orario conterrà tre attività, due di Lunedì. La sezione relativa alla lettteratura sarà processata utilizzando un metodo simile.
pl: Powyższy przykład stworzy dwie nowe sekcje, jedną dla filozofii a drugą dla literatury. Sekcja dla filozofii będzie miała osoby z identyfikatorami 'Janek' i 'Billy' jako uczniów i jej harmonogram będzie zawierał trzy zajęcia, dwa w poniedziałek. Sekcja literatury będzie przetworzona w podobny sposób.
pt: O exemplo acima criará duas novas turmas, uma para a disciplina de filosofia e outra para a disciplina de literatura. A turma da disciplina de filosofia terá as pessoas com os IDs "João" e "Bruno" como alunos, e o horário da disciplina terá três actividades, duas na segunda-feira. A turma de literatura será processada da mesma forma.
ru: Вышеуказанный пример создаёт два новых раздела, один для лекции по философии, другой - по литературе. Раздел для лекции по философии будет содержать людей с идентификаторами 'johnny' и 'billy' в качестве учащихся, а их расписание будет содержать три занятия, два из которых придутся на Monday. Похожим образом создаётся раздел по литературе.
tr: Yukarıdaki örnek, biri felsefe dersi, diğeri edebiyat dersi olmak üzere iki bölüm oluşturacak. Felsefe dersi bölümünde kodları 'ali' ve 'veli' olan öğrenenciler, ve bunların zaman çizelgeleri ikisi pazartesi günü olacak şekilde üç etkinliği kapsayacak. Edebiyat bölümü de aynı şekilde işlenecek.
uk: Наведений вище приклад створює два нових розділи: перший для лекцій з філософії, другий —літератури. У розділі для лекцій з філософії особи за ідентифікаторами 'johnny' та 'billy' — учні, та їх розклад матиме три заняття (два з яких відбуватимуться у понеділок). Розділі для лекцій з літератури оброблятиметься таким же чином.

source: Note that only ids of objects are to be used in the file, not titles. If a row ends with empty cells (e.g., <em>"philosophy","lorch","",""</em>), those cells will be discarded. You may separate section descriptions by more than one line. In the list of learners, only the first column containing the person ids is processed, the other columns are ignored. You can import the same data several times without any side effects.
da: Bemærk at kun id'er af objekter kan bruges i filen, ikke titler. Hvis en række ender med tomme celler (f.eks. <em>"filosofi","lorch","",""</em>) vil disse celler blive kasseret. Du kan separere sektionerbeskrivelser med mere en en linie. I listen af studerende bliver kun første søjle, som indeholder person id'et, behandlet, de andre søjler blive ignoreret. Du kan importere de samme data flere gange uden nogen bivirkninger.
es_ar: Note que solamente identificadores de objetos deberán ser utilizadas en el archivo, no títulos. Si una fila termina con celdas vacías (por ejemplo, <em>"philosophy","lorch","",""</em>), Esas celdas serán descartadas. Usted puede separar las descripciones de la sección por más de una línea. En la lista de estudiantes, sólo la primera columna que contiene los identificadores personales que están procesadosse, las otras columnas serán ignoran. Usted puede importar los mismos datos varias veces sin ningún efecto lateral.
fi: Huomaa, että objektien tunnuksia käytetään tiedostoissa, ei nimiä. Jos rivi päättyy tyhjiin soluihin (esim. <em>"filosofia","laakkonen","",""</em> ) niiden sisältö hylätään. Voit erottaa kuvauksia useammalla kuin yhdellä välillä. Opiskelijaluettelossa vain ensimmäisen palkin opiskelijatunnukset käsitellään, muut palkit ohitetaan. Voit tuoda saman tiedon monta kertaa ilman ongelmia.
fr_be: Notez que seul les IDs d'objet sont à utiliser dans le fichier, pas leur intitulé. Si une rangée se termine par une cellule vide (ex: <em>"philosophie","lorch","",""</em>), ces cellules seront supprimé. Vous pouvez mettre plus d'une ligne de séparation entre chaque description de section. Dans la liste des étudiants, seule la première colonne contenant les IDs de personne est traitée, les autres colonnes sont ignorées. Vous pouvez importer les mêmes données plusieurs fois sans aucun effet secondaire.
it: Notare che nel file devono essere usati solo gli 'id' degli oggetti e non i titoli. Se una riga termina con uno campo vuoto (per es. <em>"filosofia","rossi","",""</em>, questo verrà ignorato. Si possono separare le descrizioni delle classi con più di una riga. Nell'elenco degli insegnanti viene letta solo la prima colonna con gli id delle persone, eventuali altre colonne sono ignorate. Si può importare più volte una medesima data senza effetti secondari.
pl: Zauważ że tylko identyfikatory obiektów są używane w pliku, nie tytuły. Jeśli rząd kończy się pustą komórką (np. <em>"filozofia","lorch","",""</em>), te komórki będą porzucone. Możesz odseparować opisy sekcji przez więcej niż jedną linię. W liście uczniów tylko pierwsza kolumna zawierająca identyfikatory uczniów jest przetwarzana, inne są ignorowane. Możesz importować te same dane kilka razy bez jakichkolwiek skutków ubocznych.
pt: Note que neste ficheiro só podem ser utilizados os ids dos objectos e não títulos. Se uma linha terminar com células vazias (e.g., <em>'filosofia','socrates','',''</em>), estas células serão ignoradas. É possível separar descrições de turma por mais do que uma linha. Na lista de alunos, apenas a primeira coluna, contendo os ids das pessoas, será processada as restantes colunas serão ignoradas. Pode efectuar múltiplas importações dos mesmos dados sem quaisquer efeitos colaterais.
ru: Обратите внимание, что в файле используются только id объектов, но не заголовки. Если строка оканчивается пустыми секциями (напр., <em>"philosophy","lorch","",""</em>), то эти секции будут откинуты. Вы можете разделить описывающие разделы более, чем одной строкой. В списке учащихся будет принята только первая колонка, содержащая id людей, а остальные колонки будут игнорированы. Вы можете импортировать одни и те же данные несколько раз без побочных эффектов.
tr: Dosyada, nesnelerin başlıklarının değil, kodlarının kullanıldığını unutmayın. Eğer bir satır boş hücrelerle biterse (ör.,<em>"felsefe","kuçuradi","",""</em>), bu hücreler elenir. Bölüm açıklamalarını birden fazla satırla ayırabilirsiniz. Öğrenciler listesinde, yalnız kişi kodunu içeren ilk sütun işlem görür, diğer sütunlar yok sayılır. Aynı veriyi, herhangi bir yan etkisi olmadan defalarca alabilirsiniz.
uk: Зауважимо, що лише ідентифікатори об'єктів будуть використовуватися в файлі, а не їх назви. Якщо рядок закінчується порожнім значенням (наприклад, <em>"Філософія", "lorch ","","</em>"), такі значення будуть відхилені. Можна розмістити опис розділу більш ніж на одному рядоку. У списку учнів, тільки перший стовпець, що містить ідентифікатор особи, обробляється, інші стовпці ігноруються. Ви можете імпортувати дані в кілька разів без будь-яких побічних ефектів.

source: Upload CSV File
da: Upload CSV fil
es_ar: Subir archivo CSV
fi: Vie CSV-tiedosto
fr_be: Importer un fichier CSV
it: Carica file CSV
pl: Wgraj plik CSV
pt: Importar ficheiro CSV
ru: Передать CSV-файл
si: CSV ගොනුව උත්පතනය කරන්න
tr: CSV Dosyasını Karşıya Yükle
uk: Завантажити CSV файл

source: CSV File
da: CSV fil
es_ar: Archivo CSV
fi: CSV-tiedosto
fr_be: Fichier CSV
it: File CSV
pl: Plik CSV
pt: Ficheiro CSV
ru: CSV файл
si: CSV ගොනුව
tr: CSV (Virgül İle Ayrılmış Değerler) Dosyası
uk: CSV файл

source: Charset:
da: Tegnsæt:
es_ar: Codificación:
fi: Merkistö:
fr_be: Jeu de caractères :
it: Set dei caratteri:
pl: Kodowanie:
pt: Codificação:
ru: Кодировка:
si: අකුරු කට්ටලය
tr: Karakter seti:
uk: Набір символів:

source: Other charset: ${other_charset}
da: Andet tegnsæt: ${other_charset}
es_ar: Otro juego de caracteres: ${other_charset}
fi: Muu merkistö: ${other_charset}
fr_be: Autr jeu de caractères: ${other_charset}
it: Altro insieme di caratteri ${other_charset}
pl: Inne kodowanie: ${other_charset}
pt: Outra codificaçãot: ${other_charset}
ru: Другая кодировка: ${other_charset}
si: අකුරු කට්ටලය: ${other_charset}
tr: Diğer karakter kümeleri: ${other_charset}
uk: Інше кодування: ${other_charset}

source: Input CSV Data
es_ar: Datos CSV de Entrada
fi: Syötä CSV-tiedot
fr_be: Entrer données CSV
it: Dati input CSV
pl: Wprowadź dane CSV
pt: Introduza Dados CSV
ru: Ввод CSV данных
si: CSV දත්ත ආදානය කරන්න
tr: CSV Verisi Gir
uk: Введення CSV даних

source: CSV Data
es_ar: Datos CSV
fi: CSV-tiedot
fr_be: Données CSV
it: Dati CSV
pl: Dane CSV
pt: Dados CSV
ru: CSV данные
si: CSV දත්ත
tr: CSV Verisi
uk: CSV дані

source: Import
da: Importér
es_ar: Importar
fi: Tuo
fr_be: Importer
it: Importa
pt: Importar
ru: Импортировать
si: ආනයනය කරන්න
tr: Al
uk: Імпорт

source: Row 2 is not empty
da: Række 2 er ikke tom
es_ar: La fila 2 no está vacía
fi: Rivi 2 ei ole tyhjä
fr_be: La rangée 2 n'est pas vide
it: La seconda riga non è vuota
pl: 2. wiersz nie jest pusty
pt: Linha 2 não está vazia
ru: Строка 2 не пуста
si: දෙවන පේළිය හිස්නොවේ
tr: 2. satır boş değil
uk: Рядок 2 не порожній
