Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Add new student
da: Tilføj ny elev
es_ar: Agregar Nuevo Estudiante
fi: Lisää uusi oppilas
fr_be: Ajouter un nouvel étudiant
it: Aggiungi nuovo alunno
pl: Dodaj nowego studenta
pt: Adicionar Novo Aluno
ru: Добавить нового учащегося
si: අලුත් සිසුවා එක් කරන්න
tr: Yeni öğrenci ekle
uk: Додати нового учня

source: Add new administrator
da: Tilføj ny administrator
es_ar: Agregar Nuevo Administrador
fi: Lisää uusi ylläpitäjä
fr_be: Ajouter un nouvel administrateur
it: Aggiungi nuovo amministratore
pl: Dodaj nowego administratora
pt: Adicionar Novo Administrador
ru: Добавить нового администратора
si: නවපරිපාලකයෙක් එක් කරන
tr: Yeni yönetici ekle
uk: Додати нового адміністратора

source: Person
es_ar: Persona
fi: Henkilö
fr_be: Personne
it: Persona
pl: Osoba
pt: Pessoa
ru: Участник
si: පුද්ගලයා
tr: Kişi
uk: Учасник

source: Add Person
da: Tilføj person
es_ar: Añadir persona
fi: Lisää henkilö
fr_be: Ajouter une personne
it: Aggiungi persona
pl: Dodaj osobę
pt: Adicionar Pessoa
ru: Добавить участника
si: පුද්ගලයා එක් කරන්න
tr: Kişi Ekle
uk: Додати учасника

source: Teacher
da: Lærer
es_ar: Profesor
fi: Opettaja
fr_be: Enseignant
it: Insegnante
pl: Nauczyciel
pt: Professor
ru: Преподаватель
si: ගුරුවරයා
tr: Öğretmen
uk: Викладач

source: Student
da: Studerende
es_ar: Estudiante
fi: Oppilas
fr_be: Étudiant
it: Alunni
pl: Uczeń
pt: Aluno
ru: Учащийся
si: සිසුවා
tr: Öğrenci
uk: Учень

source: Administrator
es_ar: Administrador
fi: Ylläpitäjä
fr_be: Administrateur
it: Amministratore
pt: Administrador
ru: Администратор
si: පරිපාලක
tr: Yönetici
uk: Адміністратор

source: Reorder
da: Ændr rækkefølge
es_ar: Reordenar
it: Riordina
pl: Zmiana kolejności
pt: Reordenar
ru: Изменить порядок
tr: Yeniden sırala
uk: Упорядкувати

source: Text Field
da: Tekstfelt
es_ar: Campo de texto
fi: Tekstikenttä
fr_be: Champ Texte
it: Campo di testo
pl: Pole tekstowe
pt: Campo de texto
ru: Поле для текста
si: පාඨ ක්ෂේත්‍රය
tr: Metin Alanı
uk: Текстове поле

source: Description Field
da: Beskrivelses felt
es_ar: Campo Descripción
fi: Selitys
fr_be: Champ Description
it: Campo di descrizione
pl: Pole Opis
pt: Campo de Descrição
ru: Поле для Описания
si: විස්තර ක්ෂේත්‍රය
tr: Açıklama Alanı
uk: Поле для Описи

source: Date Field
da: Dato felt
es_ar: Campo de fecha
fi: Päivämäärä
fr_be: Champ Date
it: Campo di data
pl: Pole Data
pt: Campo de data
ru: Поле для даты
si: දත්ත ක්ෂේත්‍රය
tr: Tarih Alanı
uk: Поле для дати

source: Yes/No Field
da: Ja/Nej felt
es_ar: Campo Sí/No
fi: Kyllä/Ei
fr_be: Champ Oui/Non
it: Campo sì/no
pl: Tak/Nie Pole
pt: Campo de sim/não
ru: Да/Нет Поле
si: ඔව්/නැහැ ක්‍ෂේත්‍රය
tr: Evet/Hayr Alanı
uk: Так/Ні Поле

source: Selection List Field
da: Valglistefelt
es_ar: Campo de lista de selección
fi: Valintalista
fr_be: Champ Liste de Sélection
it: Campo dell'elenco di selezione
pl: Pole Lista wyboru
pt: Campo de Lista de Seleção
ru: Поле для Выбора из Списка
si: තෝරාගැනීමේ ලයිස්තුවේ ක්‍ෂේත්‍රය
tr: Seçim Listesi Alanı
uk: Поле для Выбора из Списка

source: Integer Field
da: Heltalsfelt
es_ar: Campo de Número Entero
it: Campo intero
pl: Integer Pole
pt: Campo numérico
ru: Поле для целого числа
si: නිඛිල ක්ෂේත්‍රය
tr: Tamsayı Alanı
uk: Поле для цілого числа

source: Reorder or Delete Fields
da: Rearrangere eller slette felter
es_ar: Reordenar o borrar campos
fr_be: Classer ou effacer des champs
it: Riordina o elimina campi
pl: Zmień kolejność lub usuwać pola
pt: Reordenar ou apagar campos
ru: Поля для Изменения порядка или Удаления
si: සටහන්කරන හෝ මකාදුමන ක්ෂේත්‍රය
tr: Alanları Yeniden Sırala ya da Sil
uk: Поля для Зміни порядку або Вилучення

source: New Description Field
da: Nyt beskrivelsesfelt
es_ar: Nuevo campo de descripción.
fr_be: Champ nouvelle description
it: Nuovo campo di descrizione
pl: Nowe Pole Opis
pt: Novo Campo de Descrição
ru: Новое Поле для Описания
si: නව විස්තර ක්ෂේත්‍රය
tr: Yeni Açıklama Alanı
uk: Нове Поле для Описи

source: New Integer Field
da: Nyt heltalsfelt
es_ar: Nuevo campo de número entero.
it: Nuovo campo numerico
pl: New Integer Pole
pt: Novo Campo Inteiro
ru: Новое Поле для Целого Числа
si: නව නිඛිල ක්ෂේත්‍රය
tr: Yeni Tamsayı Alanı
uk: Нове Поле для Цілого Числа

source: ID Card
da: IDkort
es_ar: Carnet de Identificación.
fi: Henkilökortti
it: Carta d'identità
pl: Kart identyfikacyjnych
pt: BI
ru: ID Карта
si: හැඳුනුම්පත
tr: Kimlik Kartı
uk: ID Карта

source: Includes student name, ID number, birth date, contact name and contact phone number.
da: Inkluder studentnavn, IDnummer, fødselsdato, kontaktnavn og kontakt telefonnummer.
es_ar: Incluye el nombre del estudiantes, el número de identificación, fecha de nacimiento, el nombre de contacto y el número de teléfono.
fi: Sisältää oppilaan nimen, tunnistenumeron, syntymäajan, yhteystiedot ja puhelinnumeron.
it: Include nome dell'alunno, ID, data di nascita, nome e numero di telefono del contatto.
pl: Zawiera nazwę studenckiej, numer identyfikacyjny, datę urodzenia, nazwę kontaktu i numer telefonu kontaktowego.
pt: Inclui nome do aluno, número de Id, data de nascimento, nome do contacto e telefone do contacto.
ru: Содержит имя учащегося, ID номер, дату рождения, контактное имя и контактный телефонный номер.
si: ශිෂ්‍යාගේ නම, හැඳුනුම් පත් අංකය, උපන් දිනය, සම්බන්ධ විය හැකි නම හා දුරකථන අංකය අන්තර්ගත වේ.
tr: Öğrenci adını, kimlik numarasını, doğum tarihini, ilgili kişi adını ve ilgili kişinin telefon numarasını içerir.
uk: Містить ім'я учня, ID номер, дату народження, контактне ім'я та контактний телефонний номер.

source: Person profile, contacts, groups, etc.
es_ar: Perfil de la persona, contactos, grupos, etc.
it: Profilo personale, contatti, gruppi, ecc.
pl: Profil osoby, kontakty, grupy, itp.
pt: Perfil pessoal, contactos, grupos, etc.
ru: Персональный профиль, контакты, группы, и т.д.
tr: Kişi profili, kişiler, gruplar, vb.
uk: Персональний профіль, контакти, групи, і т.д.

source: Profile
es_ar: Analizar rendimiento
it: Profilo
pl: Profil
pt: Perfil
ru: Профиль
tr: Profil
uk: Профіль

source: Person index
da: Person indeks
es_ar: Índice de personas
fi: Henkilöindeksi
fr_be: Index des personnes
it: Indice delle persone
pl: Indeks osób
pt: Índice de pessoas
ru: Список пользователей
si: පුද්ගල සුචිය
tr: Kişi dizini
uk: Індекс осіб

source: Group
da: Gruppe
es_ar: Grupo
fi: Ryhmä
fr_be: Groupe
it: Gruppo
pl: Grupa
pt: Agrupar
ru: Группа
si: කණ්ඩායම
tr: Grup
uk: Група

source: You can select one group membership now. Manage multiple memberships after account creation.
da: Du kan vælge et gruppemedlemskab nu. Administrere flere medlemskaber efter kontooprettelsen.
es_ar: Usted puede seleccionar un número de miembros del grupo ahora. Administrar las membresías múltiples después de crear la cuenta.
fr_be: Vous pouvez sélectionner un groupe d'appartenance maintenant. Gérer adhésion après la création du compte.
it: Si può indicare l'appartenenza ad un gruppo. L'appartenenza ad altri gruppi può essere indicata dopo la creazione dell'utente.
pl: Można wybrać jedną grupę członkostwo teraz. Zarządzanie wieloma członkowstwo po utworzeniu konta.
pt: Pode inscrever-se num grupo agora. Pode gerir várias inscrições após a criação da sua conta.
ru: Вы можете выбрать одну группу для членства. Управляйте большим количеством групп после создания аккаунта.
si: ඔබට දැන් එක කණ්ඩායම් සාමාජිකත්වයක් තෝරා ගත හැක. ගිණුම නිර්මාණය කිරීමෙන් පසු බහු සාමාජිකත්වයන් කළමනාකරණය කල හැක.
tr: Şimdi yalnız bir grup üyeliği seçebilirsiniz. Hesap oluşturulduktan sonra birden çok üyelik eklenebilir.
uk: Ви можете вибрати одну групу для членства. Управляйте великою кількістю груп після створення облікового запису.

source: Advisor
da: Rådgiver
es_ar: Asesor
fi: Neuvonantaja
fr_be: Conseiller
it: Assistente
pl: Doradca
pt: Orientador
ru: Консультант
si: අනුශාසක
tr: Danışman
uk: Консультант

source: Cannot begin with '+' or '@,' contain non-ascii characters or '/.'
da: Kan ikke begynde med '+' eller '@' indeholde ikke-ascii tegn eller '/'.
es_ar: No puede empezar por '+' o '@,' ni contener caracteres no-ASCII o '/.'
fi: Nimi ei voi alkaa merkeillä + tai @ ja se ei saa sisältää ääkkösiä tai kauttaviivoja.
fr_be: Ne peut pas commencer par '+' ou '@', et peut contenir des caractères non-ascii ou '/'.
it: Non può iniziare con '+' o '@', contenere caratteri non-ASCII o '/'.
pl: Nie może zaczynać się '+' lub od '@' zawierać znaków spoza ASCII lub '/.'
pt: Não pode começar por '+' ou '@', conter caracteres não ascii ou '/'.
ru: Не может начинаться с '+' или '@,' и содержать не ascii знаки и '/.'
si: '+' හෝ '@' ලකුණු වලින් ආරම්භ වීමට හෝ ascii නොවන අකුරු හෝ '/.' අඩංගු වීමට නොහැකිය
tr: '+' ya da '@' ile başlayamaz ve ascii olmayan karakterler ya da '/' içeremez.
uk: Не може починатися з '+' або '@,' і містити не ascii знаки і '/.'

source: Users cannot log in until a password is assigned.
da: Brugere kan ikke logge ind før de er tildelt et password.
es_ar: Los usuarios no pueden ingresar hasta que la contraseña sea asignada.
fi: Käyttäjä ei voi kirjautua sisään, jos salasanaa ei ole asetettu.
fr_be: Les utilisateurs ne peuvent se connecter avant qu'un mot de passe leur soit assigné.
it: Gli utenti non possono accedere finchè una password non viene assegnata.
pl: Użytkownicy nie mogą zalogować się do hasła jest przypisany.
pt: Os utilizadores não podem se registrar até que uma palavra passe lhes seja atribuída
ru: Пользователи не могут войти, пока пароль не подтвержден.
si: මුර පදයක් නියම වන තුරු පරිශීලකයන්ට ලොග් විය නොහැකිය.
tr: Bir parola atanana kadar kullanıcı giriş yapamaz.
uk: Користувачі не можуть увійти, поки пароль не підтверджений.

source: Confirm password
da: Bekræft adgangskode
es_ar: Confirme la contraseña
fi: Vahvista salasana
fr_be: Confirmez le mot de passe
it: Conferma la password
pl: Potwierdź hasło
pt: Confirme a Senha
ru: Подтвердите пароль
si: මුරපදය තහවුරු කරන්න
tr: Parolayı onaylayın
uk: Підтвердіть пароль

source: Passwords do not match
da: Adgangskoder er ikke ens
es_ar: Las contraseñas no coinciden
fi: Salasanat eivät täsmää
fr_be: Le mote de passe ne correspond pas
it: Le password non coincidono
pl: Podane hasła są różne.
pt: As palavras passe não coincidem
ru: Пароли не совпадают
si: මුරපදයන් නොගැලපේ
tr: Parolalar aynı değil
uk: Паролі не збігаются

source: Photo
da: Foto
es_ar: Fotografía
fi: Valokuva
it: Foto
pl: Zdjęcie
pt: Foto
ru: Фотография
si: ඡායාරූපය
tr: Fotoğraf
uk: Фото

source: An image file that will be converted to a JPEG no larger than 99x132 pixels (3:4 aspect ratio). Uploaded images must be JPEG or PNG files smaller than 10 MB
da: En billedefil som vil blive konverteret til JPEG ikke størrere end 99x132 pixels (3:4 dimensionsforhold). Uploadede billeder skal enten være JPEG eller PNG filer mindre en 10 MB.
es_ar: Un archivo de imagen sera convertida a JPEG de no mayor a 99x132 píxeles (relación de aspecto 3:4). Los archivos subidos tienen que ser archivos JPEG or PNG mas pequeños que 10 MB
fi: Kuvatiedostot muunnetaan korkeintaan 99x132 pikselin (3:4-kuvasuhde) kokoisiksi JPEG-kuviksi. Ladattujen kuvien tulee olla alle 10 Mt kokoisia JPEG- tai PNG-tiedostoja.
it: Un file immagine che verrà convertito in JPEG non più grande di 99x132 px (rapporto 3:4). Le immagini inviate devono essere JPEG o PNG, più piccole di 10Mbyte
pl: Plik obrazu, który będzie konwertowany do formatu JPEG nie większe niż 99x132 pikseli (proporcje 03:04). Przesłane zdjęcia muszą być JPEG lub PNG mniejsze niż 10 MB
pt: Um arquivo de imagem que será convertido para um arquivo JPEG que não seja maior que 99x132 pixels (razão de 3:4). As imagens carregadas devem ser arquivos JPEG ou PNG menores que 10 MB.
ru: Файл изображения будет конвертирован в JPEG и не может быть больше чем 99x132 пикселей (соотношение сторон 3:4). Загруженные изображения должны быть в JPEG или PNG формате и меньше 10 Мб.
si: පික්සල 99x132 ට වඩා නො වැඩි (දර්ශන අනුපාතය 3:4) JPEG බවට පරිවර්තනය කරනු ලැබෙන අනුරූ ගොනුවක්. උඩුගත කෙරෙන අනුරූ 10 MB වලට වඩා අඩු JPEG හෝ PNG ගොනු විය යුතුය.
tr: 99x132 piksel boyutundan büyük olmayan (3:4 görüntü oranında) JPEG olarak dönüştürülecek, bir görsel dosyası. Yüklenecek görseller 10MB boyutundan küçük JPG ya da PNG dosyaları olmalıdır.
uk: Файл зображення буде конвертований в JPEG і не може бути більше ніж 99x132 пікселів (співвідношення сторін 3:4). Завантажені зображення повинні бути в JPEG або PNG форматі і менше 10 Мб.

source: Grade Level
it: Livello di voto

source: This username is already in use
da: Dette brugernavn bruges allerede
es_ar: Ese nombre de usuario ya está en uso
fi: Tämä käyttäjänimi on jo olemassa
fr_be: Ce nom d'utilisateur est déjà utilisé.
it: Questo nome utente è già in uso
pl: Ta nazwa użytkownika jest już w użyciu
pt: Este nome de utilizador já está em uso.
ru: Это имя пользователя уже используется
si: මෙම පරිශීලක නාමය දැනටමත් භාවිතයේ ඇත
tr: Aynı adlı bir kullanıcı var.
uk: Це ім'я користувача вже використовується

source: Usernames
da: Brugernavne
es_ar: Nombres de Usuario
fi: Käyttäjänimet
fr_be: Noms d'utilisateur
it: Nomi utenti
pl: Nazwy użytkowników
pt: Nomes de utilizador
ru: Имена пользователей
si: පරිශීලක නාමයන්
tr: Kullanıcı adları
uk: Користувачі

source: Add multiple persons
da: Tilføj flere personer
es_ar: Agregar muliples personas
fr_be: Ajouter de multiple personnes
it: Aggiungi più persone
pl: Dodaj wiele osób
pt: Adicionar várias pessoas
ru: Добавить несколько персон
si: බහුවිධ පුද්ගලයින් එක් කරන්න
tr: Bir kaç kişi ekle
uk: Додати кілька осіб

source: Change information for ${fullname}
da: Ændre information for ${fullname}
es_ar: Cambie información por ${fullname}
fi: Muuta tietoa ${fullname}
fr_be: Changez l'information pour ${fullname}
it: Cambia le informazioni per ${fullname}
pl: Zmień informacje dla ${fullname}
pt: Alterar informação para ${fullname}
ru: Изменить информацию о ${fullname}
si: ${fullname} සඳහා තොරතුරු වෙනස් කිරීම
tr: ${fullname} kişisinin bilgilerini değiştir.
uk: Змінити інформацію для ${fullname}

source: Full Name
da: Fulde Navn
es_ar: Nombre completo
fi: Kokonimi
fr_be: Nom complet
it: Nome completo
pl: Pełne imię i nazwisko
pt: Nome Completo
ru: Полное имя
si: සම්පූර්ණ නම
tr: Tam Ad
uk: Повне ім'я

source: Current Advisors
da: Aktuel rådgivere
es_ar: Asesores Actuales
fi: Nykyinen neuvonantaja
fr_be: Conseillers Actuel
it: Assistenti attuali
pl: Obecni doradcy
pt: Orientadores atuais
ru: Текущие консультанты
si: වර්තමාන අනුශාසකයෝ
tr: Geçerli Danışmanlar
uk: Поточні консультанти

source: Add Advisors
da: Tilføj rådgiver
es_ar: Añadir Asesores
fi: Lisää Uusi Neuvonantaja
fr_be: Ajouter conseillers
it: Aggiungi assistenti
pl: Dodaj doradców
pt: Adicionar Orientadores
ru: Добавить консультантов
si: අනුශාසකයෝ එක්කරන්න
tr: Danışman Ekle
uk: Додати консультантів

source: Advisors of ${person}
da: Rådgiver for ${person}
es_ar: Asesores de ${person}
fr_be: Conseillers de ${person}
it: Assistenti di ${person}
pl: Doradca osoby ${person}
pt: Orientadores de ${person}
ru: Консультанты для ${person}
si: ${person} සඳහා උපදෙස් දෙන්නන්
tr: ${person} kişisinin danışmanları
uk: Консультанти ${person}

source: Assign advisor ${target}
it: Assegna assistente a ${target}

source: Current advisors
da: Nuværende vejledere
es_ar: Asesores actuales
fr_be: Conseillers actuel
it: Assistenti attuali
pl: Aktualne doradcy
pt: Oriendatores atuais
ru: Текущий консультант
si: වර්තමාන අනුශාසකයෝ
tr: Geçerli danışmanlar
uk: Поточний консультант

source: Available advisors
da: Tilgængelige vejledere
es_ar: Asesores disponibles
fr_be: Conseillers disponible
it: Assistenti disponibili
pl: Dostępne doradcy
pt: Orientadores disponíveis
ru: Доступные консультанты
si: යෝජ්‍ය අනුශාසකයෝ
tr: Uygun danışmanlar
uk: Доступні консультанти

source: Current Advisees
da: Nuværende vejledte
es_ar: Asesorados Actuales
fi: Nykyiset Neuvot
fr_be: Personnes conseillées actuel
it: Assistiti attuali
pl: Aktualne rady
pt: Orientandos atuais
ru: Текущие обучаемые
si: වර්තමාන අනුශාසනා ලබන්නෝ
tr: Geçerli Danışanlar
uk: Поточні консультації

source: Add Advisees
da: Tilføj vejledte
es_ar: Añadir Asesorados
fi: Lisää Neuvoja
fr_be: Ajouter des personnes conseillées
it: Aggiungi assistiti
pl: Dodaj doradcę
pt: Adicionar Orientandos
ru: Добавить обучаемых
si: අනුශාසනා ලබන්නෝ එක්කරන්න
tr: Danışan Ekle
uk: Додати консультацію

source: Advisees of ${person}
da: Vejledte af ${person}
es_ar: Asesorados de ${person}
fi: ${person} antamat neuvot
fr_be: Personnes conseillées par ${person}
it: Assistiti di ${person}
pl: Rady osoby ${person}
pt: Orientados de ${person}
ru: Обучаемый ${person}
si: ${person}ගේ උපදෙස් ලබන්නන්
tr: ${person} kişisinin danışanları
uk: Консультації ${person}

source: Assign advisee ${target}
it: Assegna assistito a ${target}

source: Current advisees
da: Nuværende vejledte
es_ar: Asesorías actuales
fr_be: Personnes conseillées actuelles
it: Assistiti attuali
pl: Obecne rady
pt: Orientandos atuais
ru: Текущие учащиеся
si: වර්තමාන අනුශාසනා ලබන්නෝ
tr: Geçerli danışanlar
uk: Поточні учні

source: Available advisees
da: Tilgængelige vejledte
es_ar: Asesorías disponibles
fr_be: Personnes conseillées disponibles
it: Assistiti disponibili
pl: Dostępne rady
pt: Orientandos disponíveis
ru: Доступные учащиеся
si: යෝජ්‍ය අනුශාසනා ලබන්නෝ
tr: Uygun danışanlar
uk: Доступні учні

source: Level
da: Niveau
es_ar: Nivel
it: Anno di corso
pl: Poziom
pt: Nível
ru: Уровень
si: මට්ටම
tr: Düzey
uk: Рівень

source: Relationships
da: Relationer
es_ar: Relaciones
fi: Suhteet
fr_be: Rapports
it: Relazioni
pl: Relacje
pt: Relações
ru: Взаимосвязи
si: සම්බන්ධතා
tr: İlişkiler
uk: Відносини

source: Submit and add
da: Tilføj
es_ar: Enviar y añadir
fi: Hyväksy ja lisää uusi oppilas
fr_be: Soumettre et ajouter
it: Conferma e aggiungi
pl: Prześlij i dodać
pt: Submeter e adicionar
ru: Подписаться и добавить
si: යොමුකිරීම හා එක්කිරීම
tr: Gönder ve ekle
uk: Підписатися і додати

source: Teacher identification
da: Læreridentifikation
es_ar: Identificacion del Profesor
fr_be: Identification de l'enseignant
it: Identificazione insegnante
pl: Identyfikacja nauczyciel
pt: Identificação do Professor
ru: Идентификация преподавателя
si: ආචාර්යවරයා හඳුනා ගැනීම
tr: Öğretmen kimliği
uk: Ідентифікація викладача

source: Teacher demographics
da: Lærer demografi
es_ar: Demografia de Profesores
fr_be: Démographie des enseignants
it: Dati demografici dell'insegnante
pl: Demografia nauczycieli
pt: Dados Demográficos do Professor
ru: Демография преподавателя
tr: Öğretmen bilgileri
uk: Демографія викладача

source: Student identification
da: Studerende indentifikation
es_ar: Identificacion del Estudiante
fr_be: Identification de l'étudiant
it: Identificazione alunno
pl: Identyfikacja studenta
pt: Identificação do Aluno
ru: Идентификация студента
si: ශිෂ්‍යයා හඳුනා ගැනීම
tr: Öğrenci kimliği
uk: Ідентифікація учня

source: Student demographics
da: Studerende demografi
es_ar: Demografia de Estudiantes
fr_be: Démographie des étudiants
it: Dati demografici dell'alunno
pl: Demografia studenckie
pt: Dados Demográficos do Aluno
ru: Демография студента
tr: Öğrenci bilgileri
uk: Демографія учня

source: Administrator identification
da: Administrator identifikation
es_ar: Identificacion del Administrador
fr_be: Identification de l'administrateur
it: Identificazione amministratore
pl: Identyfikacja Administrator
pt: Identificação do Administrador
ru: Идентификация адмиинстратора
si: පරිපාලකයා හඳුනා ගැනීම
tr: Yönetici kimliği
uk: Ідентифікація адміністратора

source: Administrator demographics
da: Administrator demografi
es_ar: Demografia del Administrador
fr_be: Démographie des administrateurs
it: Dati demografici dell'amministratore
pl: Demografia Administrator
pt: Dados Demográficos do Administrador
ru: Демография администратора
si: පරිපාලකයා ජනවිකාසය
tr: Yönetici bilgileri
uk: Демографія адміністратора

source: ID Cards
da: ID kort
es_ar: Tarjetas de identificación
fi: Henkilökortit
it: Carte d'identità
pl: Legitymacje
pt: BIs.
ru: ID Карты
si: හැඳුනුම්පත
tr: Kimlik Kartları
uk: ID Карти

source: ID Card: ${person}
da: Id kort: ${person}
fi: Henkilökortti: ${person}
it: Carta d'identità: ${person}
pl: ID: ${person}
pt: BI de Id: ${person}
ru: ID Карта: ${person}
si: හැඳුනුම්පත: ${person}
tr: Kimlik Kartı: ${person}
uk: ID Карта: ${person}

source: profile report
es_ar: Informe de perfil
it: prospetto sul profilo
pt: Relatorio de perfil
ru: отчет о профиле
tr: Profil Raporu

source: Username: ${username}
da: Brugernavn: ${username}
es_ar: Usuario: ${username}
it: Nome utente: ${nome utente}
pl: Nazwa użytkownika: ${username}
pt: Nome do utilizador: ${username}
ru: Имя пользователя: ${username}
tr: Kullanıcı adı: ${username}
uk: Ім'я користувача:: ${username}

source: General Information
da: Generelle oplysninger
es_ar: Información general
fi: Yleiset tiedot
fr_be: Information Générale
it: Informazioni generali
pl: Informacje ogólne
pt: Informação geral
ru: Общая информация
si: සාමාන්‍ය තොරතුරු
tr: Genel Bilgiler
uk: Загальна інформація

source: Received
da: Modtaget
es_ar: Recibido
it: Ricevuto
pt: Recebido
ru: Получено
tr: Alınan
uk: Отримано

source: Message
da: Besked
es_ar: Mensaje
it: Messaggio
pt: Mensagem
ru: Сообщение
tr: İleti
uk: Повідомлення

source: (${number} new)
da: (${number} ny)
es_ar: (${number} nuevo)
it: (${number} nuovi)
pt: (${numero})
ru: (${number} новых)
tr: (${numara} yeni)

source: Current responsible parties
da: Nuværende ansvarlige parter
es_ar: Responsables actuales
fi: Nykyiset vastuuhenkilöt
fr_be: Titulaires actuels
it: Soggetti responsabili correnti
pl: Odpowiedzialne strony
pt: Responsáveis actuais
ru: Действующие ответственные стороны
si: වර්තමාන වගකිව යුතු පාර්ශව
tr: Geçerli sorumlu taraflar
uk: Поточна відповідальність сторін

source: Available responsible parties
da: Tilgængelig ansvarlige parter
es_ar: Disponibles los responsables
fi: Saatavilla olevat vastuuhenkilöt
fr_be: Titulaires disponibles
it: Soggetti responsabili disponibili
pl: Aktualnie dostępne odpowiedzialne strony
pt: Responsáveis disponíveis
ru: Текущие ответственные стороны
si: වැඩෙහි යෙදිය හැකි වගකිව යුතු පාර්ශව
tr: Müsait veli toplantısı
uk: Доступні

source: To add teachers, students or administrators, please set up a ${school_year}.
da: For at tilføje lærere, studerende eller administratorer, start et ${school_year}.
es_ar: Para Agregar Profesores, Estudiantes o Administradores, por favor cree un año escolar
fr_be: Pour ajouter des enseignants, des étudiants ou des administrateurs, veuillez donner une ${school_year}.
it: Per aggiungere insegnanti, alunni o amministratori imposta per piacere un ${school_year}.
pl: Aby dodać nauczycieli, studentów lub administratorów, proszę ustawić ${school_year}.
pt: Para adicionar professores, alunos ou administradores, por favor configure um ${school_year}
ru: Чтобы добавить преподавателей, студентов или администраторов, пожалуйста, задайте ${school_year}.
si: ගුරුවරුන්, සිසුන් හෝ පරිපාලකයන් එක් කිරීමට ${school_year} සකසන්න.
tr: Öğretmen, öğrenci ya da yönetici eklemek için önce bir ${school_year} belirlemelisiniz.
uk: Для того, щоб додати вчителя, учня чи адміністратора, будь ласка, встановіть ${school_year}.

source: school year
da: Skoleår
es_ar: Año Escolar
fi: koulun vuosi
fr_be: année scolaire
it: anno scolastico
pl: rok szkolny
pt: Ano Escolar
ru: учебный год
si: පාසල් වර්ෂය
tr: okul yılı
uk: навчальний рік

source: delete-button
da: Slet
es_ar: Eliminar
fi: Poista
fr_be: Supprimer
it: Elimina
pl: Usuń
pt: Apagar
ru: Удалить
si: මකාදැමීමේ බොත්තම
tr: Sil
uk: Вилучити

source: Advisory
da: Rådgivende
es_ar: Asesoramiento
fi: Neuvonantajat
fr_be: Guidance
it: Consulenza
pl: Doradczy
pt: Orientação
ru: Сводка
si: උපදේශාත්මක
tr: Danışmanlık
uk: Сводка
