Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Modify user's demographics information.
da: Ændre brugers demografiske oplysninger
es_ar: Modificar información demográfica del usuario
fr_be: Modifier les informations de démographies de l'utilisateur.
it: Modifica dati demografici dell'utente.
pl: Modyfikuj informacje demograficzne użytkownika
pt: Alterar informação demográfica do utilizador.
ru: Править демографическую информацию пользователя.
si: පරිශීලකගේ ප්‍රජා විද්‍යාත්මක තොරතුරු වෙනස් කිරීම
tr: Kullanıcının demografik bilgilerini değiştirir
uk: Змінити демографічну інформацію про користувача

source: Students
da: Studerende
es_ar: Estudiantes
fi: Oppilaat
fr_be: Etudiants
it: Alunni
pl: Uczniowie
pt: Alunos
ru: Студенты
si: සිසුන්
tr: Öğrenciler
uk: Учні

source: Teachers
da: Undervisere
es_ar: Profesores
fi: Opettajat
fr_be: Enseignants
it: Insegnanti
pl: Nauczyciele
pt: Professores
ru: Преподаватели
si: ගුරුවරුන්
tr: Öğretmenler
uk: Вчителі

source: Administrators
da: Administratorer
es_ar: Administradores
fi: Ylläpitäjät
fr_be: Administrateurs
it: Amministratori
pl: Administratorzy
pt: Administradores
ru: Администраторы
si: පරිපාලකයෝ
tr: Yöneticiler
uk: Адміністратори

source: Tomorrow
da: I morgen
es_ar: Mañana
fi: Huomenna
fr_be: Demain
it: Domani
pt: Amanhã
ru: Завтра
si: හෙට
tr: Yarın
uk: Завтра

source: Yesterday
da: I går
es_ar: Ayer
fi: Eilen
fr_be: Hier
it: Ieri
pl: Wczoraj
pt: Ontem
ru: Вчера
si: ඊයේ
tr: Dün
uk: Вчора

source: This Week
da: Denne uge
es_ar: Esta semana
fi: Tämä viikko
fr_be: Cette Semaine
it: Questa settimana
pl: W tym tygodniu
pt: Esta semana
ru: На этой неделе
si: මේ සතිය
tr: Bu Hafta
uk: Цього тижня

source: Last Week
da: Sidste uge
es_ar: Semana pasada
fi: Viimeviikko
fr_be: Semaine Dernière
it: La settimana scorsa
pl: Ostatni tydzień
pt: Semana passada
ru: На прошлой неделе
si: පසුගිය සතිය
tr: Geçen Hafta
uk: Минулого тижня

source: Next Week
da: Næste uge
es_ar: Próxima semana
fi: Ensiviikko
fr_be: Semaine Prochaine
it: La settimana prossima
pl: Następny tydzień
pt: Próxima semana
ru: На следующей неделе
si: මීළඟ සතිය
tr: Gelecek Hafta
uk: Наступний тиждень

source: Jump To
da: Gå til
es_ar: Ir a
fi: Siirry ajankohtaan...
fr_be: Aller à
it: Salta a
pl: Skok do
pt: Ir Para
ru: Перейти к
si: පනින්න
tr: Atla
uk: Перейти до

source: Reserved by others
da: Reserveret af andre
es_ar: Reservado por otros
fi: Varaukset
fr_be: Réservé par d'autres
it: Prenotato da altri
pl: Zastrzeżone przez innych
pt: Reservado por outros
ru: Зарезервировано другими пользователями
si: අන්‍යයන් විසින් වෙන් කරඇත
tr: Diğerleri tarafından ayrılmış
uk: Зарезервовано іншими користувачами

source: Release resource
da: Frigiv resource
es_ar: Liberar recurso
fi: Vapauta resurssi
fr_be: Libérer une ressource
it: Rilascia risorsa
pl: Zasób wydania
pt: Lançar recurso
ru: Выпускаемый ресурс
si: සම්පත් මුදා හරින්න
tr: Kaynağı bırak
uk: Випускається ресурс

source: Reserve resource
da: Reserver resource
es_ar: Reservar recurso
fi: Varaa resurssi
fr_be: Réserver une ressource
it: Prenota risorsa
pl: Rezerwuj zasób
pt: Reservar recurso
ru: Резервный ресурс
si: සම්පත් ප්‍රතිවර්ත කරනවා
tr: Kaynağı ayır
uk: резервний ресурс

source: All occurrences of this event
da: Alle forekomster af denne begivenhed
es_ar: Todas las ocurrencias de este evento
fr_be: Youtes les occurrences de cet évènement
it: Tutte le occorrenze di questo evento
pl: Wszystkie wystąpienia tego zdarzenia
pt: Todas as ocorrências deste evento
ru: Все события в этом мероприятии
si: සිද්ධියෙහි සියලු සිදුවීම්
tr: Bu etkinliğin tüm yapılışları
uk: Всі події в цьому заході

source: Only current occurrence
da: Eneste forkomst af denne begivenhed
es_ar: Sólo la ocurrencia actual
fr_be: Uniquement les occurences courantes
it: Solo l'occorrenza attuale
pl: Tylko bieżące wystąpienie
pt: Apenas a ocorrência atual
ru: Только текущее событие
si: වර්තමාන සිදුවීම් පමණයි
tr: Yalnız geçerli yapılış
uk: Тільки поточну подію

source: This and all future occurrences
da: Denne og alle fremtidige forekomster
es_ar: Esta y todas las ocurrencias futuras
fr_be: Cette occurence et les futures autres
it: Questa e tutte le occorrenze future
pl: Ten i wszystkie przyszłe zdarzenia
pt: Esta e todas as ocorrências futuras
ru: Это и все другие события
si: මෙය හා සියලු අනාගත සිදුවීම්
tr: Bu ve bundan sonraki yapılışlar
uk: Це і всі інші події

source: Delete event ${event}
da: Slet begivenhed ${event}
es_ar: Borrar evento ${event}
fi: Poista tapahtuma ${event}
fr_be: Effacer l'év§nement ${event}
it: Elimina evento ${event}
pl: Usuń zdarzenie ${event}
pt: Apagar evento ${event}
ru: Удалить ${event} мероприятие
si: ${event} සිද්ධිය මකා දැමීම
tr: ${event} etkinliğini sil
uk: Видалити ${event} захід

source: Event
da: Begivenhed
es_ar: Evento
fi: Tapahtuma
fr_be: Évènement
it: Evento
pl: wydarzenie
pt: Evento
ru: Событие
si: සිදුවීම
tr: Etkinlik
uk: Подія

source: Reserve resources
da: Reserver resource
es_ar: Reservar recursos
fi: Varaa resursseja
fr_be: Réserver des ressources
it: Prenota risorse
pl: Zasobów rezerwowych
pt: Reservar recursos
ru: Резервные ресурсы
si: සම්පත් ප්‍රතිවර්ත කරනවා
tr: Kaynakları ayır
uk: Резервні ресурси

source: Show
da: Vis
es_ar: Mostrar
fi: Näytä
fr_be: Afficher
it: Mostra
pl: Pokaż
pt: Mostrar
ru: Показать
si: පෙන්වන්න
tr: Göster
uk: Показати

source: Select
da: Vælg
es_ar: Seleccionar
fi: Valitse
fr_be: Sélectionner
it: Seleziona
pl: Wybierz
pt: Selecionar
ru: Выбрать
si: තෝරන්න
tr: Seç
uk: Вибрати

source: Reserved resources
da: Reserverede resourcer
es_ar: Recursos reservados
fi: Varatut resurssit
fr_be: Ressouces réservées
it: Risorse prenotate
pl: Zarezerwowane środki
pt: Recursos reservados
ru: Зарезервированные ресурсы
si: ප්‍රතිවර්ත කරනලද සම්පත්
tr: Ayrılmış kaynaklar
uk: Зарезервовані ресурси

source: Change the resources reserved for this event
da: Ændre resourcer der er reserveret for denne begivenhed
es_ar: Cambiar los recursos reservados para este evento
fr_be: Changer les ressources réservées pour cet événement
it: Cambia le risorse prenotate per questo evento
pl: Zmień środki zarezerwowane na to wydarzenie
pt: Alterar os recursos reservados para este evento
ru: Изменить зарезервированные ресурсы для этого события
si: මෙම සිද්ධිය සඳහා වෙන් කර ඇති සම්පත් වෙනස් කිරීම
tr: Bu etkinlik için ayrılmış kaynakları değiştir
uk: Змінити зарезервовані ресурси для цієї події

source: Reserved Resources
da: Reserverede resourcer
es_ar: Recursos reservados
fi: Varatut resurssit
fr_be: Ressouces réservées
it: Risorse prenotate
pl: Zarezerwowane zasoby
pt: Recursos Reservados
ru: Зарезервированные Ресурсы
si: ප්‍රතිවර්ත කරනලද සම්පත්
tr: Ayrılmış Kaynaklar
uk: Зарезервовані Ресурси

source: Deleting an event on ${day}.
da: Sletter en begivenhed på ${day}.
es_ar: Borrar un evento del día ${day}.
fr_be: Suppression d'un événement le ${day}.
it: Eliminazione di un evento al ${day} in corso.
pl: Usuwanie zdarzenia na ${day}.
pt: A apagar um envento em ${day}.
ru: Удалить мероприятие в ${day}.
si: ${day} සිද්ධියක් මකා දැමීම.
tr: ${day} günündeki bir etkinlik siliniyor.
uk: Видалити захід у ${day}.

source: This is an all day event.
da: Dette er en heldagsbegivenhed.
es_ar: Este es un evento de día completo.
fr_be: C'est un événement quotidien.
it: Questo è un evento che dura tutto il giorno.
pl: To wszystkie wydarzenia dnia.
pt: Este evento tem a duração de um dia.
ru: Это мероприятие на весь день.
si: මෙය දිනය පුරාම පවත්වන සිද්ධියකි.
tr: Bu tam günlük bir etkinliktir.
uk: Цей захід на весь день.

source: You are deleting a repeating event.
da: Du er ved at slette en begivenhed der gentages.
es_ar: Está borrando un evento repetitivo.
fr_be: Vous supprimez un événement récurrent.
it: Stai eliminando un evento che si ripete.
pl: Usuwasz zdarzenia powtarzające się.
pt: Está a apagar um evento recorrente.
ru: Вы удаляете повторяющееся мероприятие.
si: ඔබ මකා දමන්නේ පුනරාවර්තන සිද්ධියකි.
tr: Yinelenen bir etkinliği siliyorsunuz.
uk: Ви видаляєте повторюване захід.

source: Reserve Resources
da: Reserver ressourcer
es_ar: Reservar recursos
fi: Varaa resursseja
fr_be: Retenir des ressources
it: Prenota risorse
pl: Zasoby rezerwowe
pt: Reservar Recursos
ru: Резервные Ресурсы
si: සම්පත් ප්‍රතිවර්ත කරනවා
tr: Kaynakları Ayır
uk: Резервні Ресурси

source: Image size
da: Billedstørrelse
es_ar: Tamaño de la imagen
it: Dimensioni immagine
pl: Rozmiar zdjęcia
pt: Tamanho da imagem
ru: Размер изображения
tr: Resim boyutu
uk: Розмір зображення

source: Size in pixels
da: Størrelse i pixels
es_ar: Tamaño en pixeles
it: Dimensione in px
pl: Wymiary w pikselach
pt: Tamanho em pixels
ru: Размер в пикселях
tr: Benek bazında boyut
uk: Розмір в пікселях

source: Image format
da: Billedformat
es_ar: Formato de la imagen
it: Formato immagine
pl: Format obrazu
pt: Formato da imagem
ru: Формат изображения
tr: Resim Biçimi
uk: Формат зображення

source: Max file size in bytes
da: Maksimal filstørrelse i bytes
es_ar: Tamaño máximo del archivo en bytes
it: Dimensione max in bytes
pl: Maksymalny rozmiar (w bajtach)
pt: Tamanho máximo do arquivo em bytes
ru: Макс. размер файла в байтах
tr: Bayt bazında azami dosya boyutu
uk: Макс. розмір файлу в байтах

source: Edit Info
da: Redigér information
es_ar: Editar Información
fi: Muuta tietoa
fr_be: Modifier les informations
it: Modifica le informazioni
pl: Edytuj informacje
pt: Editar info
ru: Изменить информацию
si: තොරතුරු සංස්කරණය කරන්න
tr: Bilgi Düzenle
uk: Редагувати інформацію

source: Add Info
da: Tilføj info
es_ar: Añadir Información
fi: Lisää tieto
fr_be: Ajouter une information
it: Aggiungi informazione
pl: Dodaj informacje
pt: Adicionar info
ru: Добавить информацию
si: තොරතුරු එක් කරන්න
tr: Bilgi Ekle
uk: Додати інформацію

source: Edit Calendar Overlays
da: Rediger kalenderoverlæg
es_ar: Modifica las cubiertas del calendario
fi: Muokkaa kalenterinäkymää
fr_be: Éditer la couverture du calendrier
it: Modifica gli overlay del calendario
pl: Edytuj nakładki kalendarza
pt: Editar sobeposições no Calendário
ru: Изменить перекрытия календарей
si: දිනදර්ශන අතිච්ඡාදන සංස්කරණය
tr: Takvim Örtüşmelerini Düzenle
uk: Редагувати шаблон календаря

source: Address
da: Adresse
es_ar: Dirección
fi: Osoite
fr_be: Adresse
it: Indirizzo
pl: Adres
pt: Endereço
ru: Адрес
si: ලිපිනය
tr: Adres
uk: Адреси

source: Contact Information
da: Kontaktinformation
es_ar: Información de contacto
fi: Yhteystiedot
fr_be: Information du Contact
it: Informazioni sul contatto
pl: Informacje kontaktowe
pt: Informação para contacto
ru: Информация о Контакте
si: සබඳතා තොරතුරු
tr: İletişim Bilgileri
uk: Контактна інформація

source: View Person
da: Vis person
es_ar: Ver Persona
fi: Näytä henkilö
fr_be: Visualiser une personne
it: Visualizza persona
pl: Pokaż osobę
pt: Ver pessoa
ru: просмотеть сведения
si: පුද්ගලයා දර්ශනය කරන්න
tr: Kişiyi Göster
uk: Дивитися відомості про персону

source: New Contact
da: Ny kontakt
es_ar: Nuevo Contacto
fi: Uusi yhteystieto
fr_be: Nouveau contact
it: Nuovo contatto
pl: Nowy kontakt
pt: Novo Contacto
ru: Новый контакт
si: නව සම්බන්ධතාව
tr: Yeni Kişi
uk: Новий контакт

source: Contacts
da: Kontakter
es_ar: Contactos
fi: Yhteystiedot
it: Contatti
pl: Kontakty
pt: Contactos
ru: Контакты
si: සම්බන්ධතා
tr: Kişiler
uk: Контакти

source: Manage Contacts
da: Administrer kontakter
es_ar: Administrar contactos
fi: Yhteystietojen hallinta
fr_be: Gérer les contacts
it: Gestisci contatti
pl: Zarządzaj kontaktami
pt: Gerir Contactos
ru: Управление контактами
si: සම්බන්ධතා කළමනාකරනය කරන්න
tr: Kişileri Yönet
uk: Керування Контактами

source: Other Contacts
da: Andre kontakter
es_ar: Otros contactos
fi: Muut yhteystiedot
fr_be: Autres contacts
it: Altri contatti
pl: Inne kontakty
pt: Outros Contatos
ru: Прочие контакты
si: අනෙක් සම්බන්ධතා
tr: Diğer Kişiler
uk: Інші Контакти

source: Send Email
es_ar: Enviar Correo Electrónico
fi: Lähetä sähköpostiviesti
fr_be: Envoyer un courriel
it: Invia E-mail
pl: Wyślij e-mail
pt: Enviar Email
ru: Отправить Email
si: විද්‍යුත් ලිපි යවන්න
tr: E-posta Gönder
uk: Надіслати листа

source: Add new contact
da: Tilføj ny kontakt
es_ar: Añadir nuevo contacto
fi: Lisää uusi yhteystieto
fr_be: Ajouter nouveau contact
it: Aggiungi nuovo contatto
pl: Dodaj nowy kontakt
pt: Adicionar novo contacto
ru: Добавить новый контакт
si: නව සබඳතා එක්කරන්න
tr: Yeni kişi ekle
uk: Додати новий контакт

source: Relationship
da: Relation
es_ar: Relación
fi: Sukulaisuussuhde
fr_be: Relation
it: Relazioni
pl: Związek
pt: Parentesco
ru: Связь
si: සම්බන්ධතා
tr: İlişki
uk: Взаємовідношення

source: Contact's relationship with the person
da: Kontaktens forhold til personen
es_ar: Relación de contacto con la persona
fr_be: Coordonnées de la relation avec la personne
it: Relazione del contatto con la persona
pl: Relacje kontaktu z osobą
pt: Relação do contato com a pessoa
ru: Связь контакта с человеком
si: පුද්ගලයා සමඟ ඇති සබඳතාව
tr: Kişi ile bağlantının ilişkisi
uk: Контактні взаємовідносини з особою

source: Add new contact for ${person}
da: Tilføj ny kontrakt for ${person}
es_ar: Añadir nuevo contacto para ${person}
fi: Lisää uusi yhteystieto henkilölle ${person}
fr_be: Ajouter un nouveau contact de ${person}
it: Aggiungi un nuovo contatto per ${person}
pl: Dodaj nowy kontakt dla ${person}
pt: Adicionar novo contacto para ${person}
ru: Добавить новые контакты для ${person}
si: ${person} සඳහා අලුතෙන් සබඳතාවක් එක් කිරීම
tr: ${person} için yeni kişi ekle
uk: Додати новий контакт для ${person}

source: Change contact information for ${person}
da: Ændre kontraktinformation for ${person}
es_ar: Cambiar información de contacto por ${person}
fi: Muokkaa käyttöjän ${person} yhteystietoja
fr_be: Modifier les détails du contact ${person}
it: Cambia le informazioni di contatto per ${person}
pl: Zmień informacje kontaktu dla ${person}
pt: Mude as informações de contacto de ${person}
ru: Изменить данные контакта для ${person}
si: ${person} ගේ සබඳතා තොරතුරු වෙනස් කිරීම
tr: ${person} için kişi bilgilerini değiştir
uk: Змінити інформацію для контакту — ${person}

source: Contact index
da: Kontrakt indeks
es_ar: Índice de contactos
fr_be: Indexe du contact
it: Indice dei contatti
pl: Indeks kontaktów
pt: Índice de Contactos
ru: Индекс контакта
si: සබඳතා දර්ශකය
tr: Kişi dizini
uk: Індекс контактів

source: First name and/or last name
da: Fornavn og/eller efternavn
es_ar: Nombre y/o apellido
fi: Etu- tai sukunimi
fr_be: Prénom et/ou nom
it: Nome e/o cognome
pl: Imię i/lub nazwisko
pt: Primeiro nome e/ou apelido.
ru: Имя и/или Фамилия
si: මුල් නම හා/හෝ අවසන් නම
tr: Ad ve/veya soyad
uk: Ім'я та/або Прізвище

source: From
da: Fra
es_ar: De
fi: Lähettäjä
fr_be: De
it: Da
pl: Od
pt: De
ru: От
si: වෙතින්
tr: Kimden
uk: Від

source: To
da: Til
es_ar: Para
fi: Vastaanottaja
fr_be: A
it: A
pl: Do
pt: Para
ru: Кому
si: වෙත
tr: Alıcı
uk: Кому

source: Subject
da: Emne
es_ar: Asunto
fi: Aihe
fr_be: Sujet
it: Soggetto
pl: Temat
pt: Assunto
ru: Тема
si: මාතෘකාව
tr: Konu
uk: Тема

source: Body
da: Brødtekst
es_ar: Contenido
fi: Runko
fr_be: Corp
it: Corpo
pl: Treść
pt: Conteúdo
ru: Текст
si: ශරීරය
tr: Gövde
uk: Вміст

source: Send
es_ar: Enviar
fi: Lähetä
fr_be: Envoyer
it: Invia
pl: Wyślij
pt: Enviar
ru: Отправить
si: යවන්න
tr: Gönder
uk: Надіслати

source: There were some errors.
da: Der opstod fejl.
es_ar: Hubo algunos errores.
fr_be: Il y a eut des erreurs
it: Ci sono errori
pl: Wystąpiły błędy
pt: Ocorreram alguns erros.
ru: Содержит некоторые ошибки.
si: එහි සමහරක් ද්‍යෝෂ පැවතුනි
tr: Bazı hatalar oluştu.
uk: Є деякі помилки

source: ${person_full_name} as Contact
da: ${person_full_name} som kontakt
es_ar: ${person_full_name} como contacto
fr_be: ${person_full_name} comme Contact
it: ${person_full_name} come contatto
pl: ${person_full_name} jako kontakt
pt: ${person_full_name} como contacto
ru: ${person_full_name} как Контакт
si: ${person_full_name} සබඳතාවක් ලෙස
tr: Veli olarak ${person_full_name}
uk: ${person_full_name} як Контакт

source: Delete ${contact_full_name}
da: Slet ${contact_full_name}
es_ar: Borrar ${contact_full_name}
fi: Poista ${contact_full_name}
fr_be: Supprimer ${contact_full_name}
it: Elimina ${contact_full_name}
pl: Usuń ${contact_full_name}
pt: Apagar ${contact_full_name}
ru: Удалить ${contact_full_name}
si: ${contact_full_name} මකා දැමීම
tr: ${contact_full_name} sil
uk: Видалити ${contact_full_name}

source: Activate Parent Access
it: Attiva accesso genitore

source: Edit Contact Information
da: Redigér kontaktinformationer
es_ar: Editar información del contacto
fi: Muokkaa yhteystietoja
fr_be: Modifier les Informations du Contact
it: Modifica le informazioni sul contatto
pl: Edytowanie informacji o kontakcie
pt: Editar informações de contacto
ru: Редактировать Информацию о Контакте
si: සබඳතා තොරතුරු සංස්කරණය කරන්න
tr: Veli Bilgisini Düzenle
uk: Редагувати інформацію про контакт

source: Parent
da: Forældre
es_ar: Padre
fi: vanhempi
it: Genitore
pl: Rodzic
pt: Ascendente
ru: Родитель
tr: Ebeveyn
uk: Батьки

source: Create SchoolTool user
it: Crea utente SchoolTool

source: Enable
da: Aktiver
es_ar: Activar
fr_be: Activer
it: Abilita
pl: Włącz
pt: Ativar
ru: Активировать
si: සක්‍රීය කරන්න
tr: Etkin
uk: Увімкнути

source: Assigned Contacts
da: Tildelte kontakter
es_ar: Contactos Asignados
fr_be: Contacts assignés
it: Contatti assegnati
pl: Przypisane kontakty
pt: Contatos Atribuídos
ru: Подписанные контакты
si: පවරන ලද සම්බන්ධතා
tr: Atanmış Kişiler
uk: Встановлені контакти

source: Assign existing contact
da: Tildel eksisterende kontakter
es_ar: Asignar contacto existente
fr_be: Assigner un contact existant
it: Assegna i contatti esistenti
pl: Przypisz istniejący kontakt
pt: Atribuir contacto existente
ru: Подписать существующий контакт
si: දැනට පවතින සම්බන්ධතාවක් පවරාදෙන්න
tr: Varolan kişiyi ata
uk: Встановити існуючий контакт

source: Manage contacts of ${person}
da: Administrer kontrakt for ${person}
es_ar: Administrar contactos de ${person}
fi: Hallitse henkilön ${person} yhteystietoja
fr_be: Gestion des contacts de {person}
it: Gestiti i contatti di ${person}
pl: Zarządzaj kontaktami dla ${person}
pt: Gerir contactos de ${person}
ru: Управлять контактами принадлежащими ${person}
si: ${person}ගේ සබඳතා කළමනාකරණය
tr: ${person} için kişileri yönet
uk: Керування контактами ${person}

source: Current contacts
da: Nuværende kontakter
es_ar: Contactos actuales
fi: Nykyiset yhteystiedot
fr_be: Contacts Actuels
it: Contatti attuali
pl: Bieżące kontakty
pt: Contactos atuais
ru: Текущие контакты
si: වර්තමාන සම්බන්ධතා
tr: Geçerli veliler
uk: Поточні контакти

source: Available contacts
da: Tilgængelige kontakter
es_ar: Contactos disponibles
fi: Saatavilla olevat yhteystiedot
fr_be: Contacts Disponibles
it: Contatti disponibili
pl: Dostępne kontakty
pt: Contatos disponíveis
ru: Доступные контакты
si: උපයෝජ්‍ය සම්බන්ධතා
tr: Uygun veliler
uk: Доступні контакти

source: ${relationship} of ${person}
da: ${relationship} for ${person}
es_ar: ${relación} de ${persona}
fi: Henkilön ${person} ${relationship}
fr_be: ${relationship} de ${person}
it: ${relationship} di ${person}
pl: ${relationship} dla ${person}
pt: ${relationship} de {$person}
ru: ${relationship} о ${person}
si: ${person} ගේ ${relationship}
tr: ${person} kişisinin ${relationship}
uk: ${relationship} для ${person}

source: Contact of ${person}
da: Kontrakt for ${person}
es_ar: Contacto de ${persona}
fr_be: Coordonnées de ${person}
it: Contatto di ${person}
pl: Kontakty z ${person}
pt: Contacto de {person}
ru: Контакты для ${person}
si: ${person}ගේ සබඳතාවකි
tr: ${person} için kişiler
uk: Котнакт ${person}

source: Children
it: Figli

source: overview.
it: sommario.

source: Deleting a contact is permanent and irreversible.
da: At slette en kontakt er permanent og fortrydes.
es_ar: El borrado de un contacto es permanente e irreversible.
fr_be: La suppression d'un contact est permanent et irréversible.
it: L'eliminazione di un contatto è permanente e irreversibile.
pl: Usunięcie kontaktu jest trwałe i nieodwracalne.
pt: Apagar um contacto é permanente e irreversível.
ru: Удаление контакта постоянно и необратимо.
si: සබඳතාවක් මකා දැමීම ස්ථාවර හා අප්‍රතිවර්ත්‍ය වේ.
tr: Bir veliyi silmek kalıcı ve geri alınamayacak bir işlemdir.
uk: Видалення контакту постійно і необоротно.

source: ${relationship} of
da: ${relationsship} til
es_ar: ${relationship} de
fr_be: ${relationship} de
it: ${relationship} di
pl: ${relationship} z
pt: ${relationship} de
ru: ${relationship} с
tr: akrabalık ${relationship}
uk: ${relationship} з

source: Contact information
da: Kontaktinformation
es_ar: Información de contacto
fi: Yhteystiedot
fr_be: Information du contact
it: Informazioni di contatto
pl: Dane kontaktowe
pt: Informações de contacto
ru: Контактная информация
si: සම්බන්ධ කිරීම සදහා තොරතුරු
tr: İletişim bilgisi
uk: Контактна інформація

source: Edit this contact
da: Rediger denne kontakt
es_ar: Editar este contacto
fr_be: Modifier ce contact
it: Modifica questo contatto
pl: Edytuj kontakt
pt: Editar este contacto
ru: Изменить этот контакт
si: මෙම සම්බන්ධතාව සංස්කරණය කරන්න
tr: Bu veliyi düzenle
uk: Змінити цей контакт

source: This person has no contacts.
da: Denne person har ingen kontakter.
es_ar: Esta persona no tiene contactos.
fi: Tällä henkilöllä ei ole yhteystietoja.
fr_be: Cette personne n'a pas de contact.
it: Questa persona non ha contatti.
pl: Ta osoba nie ma kontaktów.
pt: Esta pessoa não tem contactos.
ru: У этого человека нет контактов.
si: මෙම පුද්ගලයාට කිසිදු සම්බන්ධතාවයක් නොමැත
tr: Bu kişinin velisi yok.
uk: У цієї людини немає контактів.

source: Manage contacts
da: Håndter kontakter
es_ar: Gestionar contactos
fi: Yhteystietojen hallinta
fr_be: Gérer les contacts
it: Gestisci i contatti
pl: Zarządzaj kontaktami
pt: Gerir contactos
ru: Изменить контакты
si: සම්බන්ධතා කළමනාකරණය කරන්න
tr: Velileri yönet
uk: Змінити контакти

source: A student may have one or more "contacts", people who may need to recieve notifications and information about the student or the school as a whole.
da: En studerende kan have en eller flere "kontakter", personer der måske har behov for at modtage notifikationer eller information om den studerende eller skolen som helhed.
es_ar: Un estudiante puede tener uno o más "contactos", personas que pueden necesitar recibir notificaciones e información sobre el estudiante o la escuela en su conjunto.
fr_be: Un étudiant peut avoir un ou plusieurs "contacts". Ces personnes peuvent avoir besoin de recevoir des notifications ou des renseignements concernant cet étudiant ou l'école plus globalement.
it: Un alunno può avere uno o più "contatti", persone che ricevono avvisi ed informazioni su di lui o sulla scuola in generale.
pl: Uczeń może mieć jeden lub więcej "contacts", ludzie, którzy mogą potrzebować otrzymywać powiadomienia oraz informacje na temat ucznia czy szkoły jako całości.
pt: Um aluno pode ter um ou mais "contactos", pessoas que podem precisar de receber notificações e informções sobre o aluno ou sobre a escola.
ru: Учащийся может иметь один или более "контакт", люди, которым могут понадобится получить уведомления и информация о студенте или о всей школе в целом.
si: එක ශිෂ්‍යයෙකුට ඇතැම් විට "සබඳතා", ශිෂ්‍යයන් හෝ පාසල් පිළිබඳ තොරතුරු හා නිවේදන සමස්තයක් ලෙස ලැබීමට උවමනා පුද්ගලයන් එකක් හෝ ඊට වැඩි ගණනක් තිබිය හැකිය.
tr: Veliler, öğrenci ve okul hakkında bilgi ve iletileri alması gereken kişilerdir. Bir öğrenci bir ya da daha fazla veliye sahip olabilir.
uk: Учень може мати один або більше "контакт", люди, яким можуть знадобиться отримати повідомлення та інформація про студента або про всій школі в цілому.
