Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: No periods selected.
da: Ingen perioder valgte.
es_ar: No hay períodos seleccionados.
fr_be: Aucune période n'est sélectionnée
it: Nessun'ora selezionata
pl: Brak okresy wybrany.
pt: Nenhum período selecionado
ru: Не выбран период
si: තේරූ කාල සීමා නැත
tr: Hiç ders saati seçilmemiş.
uk: Немає вибраних періодів.

source: Consecutive periods are treated as a single meeting.
da: På hinanden fælgende perioder behandles som et enkelt møde.
es_ar: Períodos consecutivos son tratados como una sola junta.
fi: Peräkkäiset oppitunnit käsitellään yhtenä oppituntina.
fr_be: Des périodes consécutives sont traitées comme une seule réunion
it: Ore consecutive sono trattate come un solo incontro.
pl: Kolejne okresy traktowane są jako jedno spotkanie
pt: Intervalos de tempo consecutivos são tratados como uma única reunião.
ru: Последовательных периодов, рассматриваемых как одна встреча.
si: අනුපූර්ව කාල සීමා තනි සමාගතියක් ලෙස සලකයි.
tr: Arka arkaya olan saatler tek bir toplantı olarak kabul edilir.
uk: Послідовних періодів, що розглядаються як одна зустріч.

source: Scheduling for ${section}
da: Skemalægning for ${section}
es_ar: Horario para ${section}
fi: Aikataulutus opetusryhmälle ${section}
fr_be: Planification pour ${section}
it: Programmazione per ${section}
pl: Harmonogram dla ${section}
pt: Agendamento para ${section}
ru: График для ${section}
si: ${section} සඳහා උපලේඛනය කිරීම
tr: ${section} bölümünün zamanlaması
uk: Планування для ${section}

source: New timetable schema
da: Nyt timeskema
es_ar: Nuevo esquema de horario
fi: Uusi aikataulukaavio
fr_be: Nouveau modèle d'horaire
it: Nuovo schema orario
pl: Nowy schemat planu zajęć
pt: Novo esquema horário
ru: Новая схема расписания
si: නව කාලසටහන් සැලැස්ම
tr: Yeni zaman çizelgesi şeması
uk: Нова схема розкладу

source: This is a simple way to create a weekly timetable schema. Just fill in a sufficient number of lines for your periods.
da: Dette er en enkel måde til at oprette et ugeskema. Udfyld tilstrækkeligt mange rækker for din periode.
es_ar: Esta es una forma simple de crear un esquema de horario semanal. Solo llene el número suficiente de lineas para sus periodos.
fi: Tämä on yksinkertainen tapa luoda viikoittaisia aikataulukaavioita. Täytä vain tarvittava määrä rivejä oppitunneille.
fr_be: C'est une manière simple de créer un modèle d'horaire hebdomadaire. Il faut juste complétez un nombre suffisant de lignes pendant vos périodes.
it: Questo è un semplice sistema per creare uno schema di orario settimanale. inserire un numero sufficente di righe per le ore necessarie.
pl: Jest to prosty sposób na utworzenie tygodniowego harmonogramu zajęć. Wystarczy wypełnić odpowiednią liczbę wierszy dla twojego okresu czasu.
pt: Esta é uma forma simplificada de criar um esquema de horário semanal. Introduza apenas o número de linhas suficientes para os tempos.
ru: Это простой способ создания недельного расписания. Просто заполните необходимое количество строк для ваших периодов.
si: මෙය සතිපතා කාලසටහන් සැලැස්මක් නිර්මාණය කිරීමට සරල මගකි. ඔබේ කාල සීමා සඳහා ප්‍රමාණවත් පේළි සංඛ්‍යාවක් පුරවන්න.
tr: Bu, haftalık zaman çizelgesi şeması oluşturmanın basit bir yoludur. Yalnızca ders saatleriniz için gereken satırları doldurursunuz.
uk: Це простий спосіб створення схеми розкладу на тиждень. Просто заповніть достатнє число рядків для періодів.

source: If you need more flexibility, you can use the <a href="add.html">timetable schema creation wizard</a>, or a <a href="complexadd.html">complex timetable schema set up form</a>.
da: Hvis du skal bruge mere fleksibilitet, kan du bruge <a href="add.html">tidstabel guiden</a>, eller en <a href="complexadd.html">kompleks tidstabel indstillingsformular</a>.
es_ar: Si necesita mayor flexibilidad, puede utilizar el <a href="add.html">Asistente se creación de esquemas de horario</a>, o un <a href="complexadd.html">formulario mas complejo de creación de esquemas de horario</a>.
fi: Jos tarvitset lisää joustavuutta aikataulukaavioihisi, käytä <a href="add.html">Aikataulukaavion luomisapuvälinettä</a>, tai <a href="complexadd.html">monipuolisten aikataulukaavioiden luomiseen</a>.
fr_be: Si vous avez besoin de plus de flexibilité, vous pouvez utilisez l'<a href="add.html">assistant de création de grille-horaire</a>, ou un <a href="complexadd.html">formulaire de mise en forme de grilles-horaires complexes</a>.
it: Se si desidera maggior flessibilità si può usare un <a href="add.html">wizard di aiuto per la creazione dell'orario</a>, o un più complesso <a href="complexadd.html">schema del modulo di impostazione dell'orario</a>.
pl: Jeśli potrzebujesz większej elastyczności, możesz użyć <a href="add.html"> kreatora harmonogramu zajęć </a>, lub <a href="complexadd.html"> zaawansowanego formularza tworzenia harmonogramu zajęć</a>.
pt: Se necessitar de maior flexibilidade, pode utilizar o <a href="add.html">assistente de criação de esquemas de horário</a> ou um <a href="complexadd.html">formulário para construção de esquema de horário complexo</a>.
ru: Если вам нужно больше гибкости, вы можете использовать <a href="add.html">мастер создания схемы расписания</a> или <a href="complexadd.html">форму настройки комплексной схемы расписания</a>.
si: ඔබට වැඩි නම්‍යශීලීතාවයක් අවශ්‍යනම්, ඔබට <a href="add.html">කාලසටහන් සැලසුම් නිර්මාණය කිරීමේ විශාරදය</a>, හෝ <a href="complexadd.html">සංකීර්ණ කාලසටහන් සැලසුම් සූදානම් කිරීමේ ආකෘතිය</a>ක් භාවිතා කල හැක.
tr: Daha fazla esnekliğe ihtiyacınız varsa, <a href="add.html">Zaman Çizelgesi Şema Sihirbazı</a> kullanabilir, ya da <a href="complexadd.html">Kompleks Zaman Çizelgesi Şeması</a> kurma formuna gidebilirsiniz.
uk: Якщо вам потрібна більша гнучкість, можете використовувати <a href="add.html">майстер створення схеми розкладу</a> або <a href="complexadd.html">форму настройки складної схеми розкладу</a>.

source: Period title (optional)
da: Periode titel (valgfri)
es_ar: Título del periodo (opcional)
fi: Oppitunnin nimi (vaihtoehtoinen)
fr_be: Titre de la période (optionnel)
it: Titolo della lezione (facoltativo)
pl: Nazwa okresu (opcjonalnie)
pt: Título do intervalo (opcional)
ru: Название периода (необяз.)
si: කාලසීමා මාතෘකාව (විකල්ප)
tr: Ders saati başlığı (isteğe bağlı)
uk: Назва періоду (за потреби)

source: Period start time
da: Periodens starttid
es_ar: Hora de inicio del periodo
fi: Oppitunnin alkamisaika
fr_be: Début de la période
it: Ora di inizio
pl: Czas początku okresu
pt: Tempo inicial do intervalo
ru: Начало периода
si: කාලසීමා ආරම්භක වේලාව
tr: Ders saati başlangıç zamanı
uk: Час початку періоду

source: Period end time
da: Periodens sluttid
es_ar: Hora de fin del período
fi: Oppitunnin loppumisaika
fr_be: Fin de la période
it: Ora di fine
pl: Czas końca okresu
pt: Tempo final do intervalo
ru: Время окончания периода
si: කාලසීමා අවසාන වේලාව
tr: Ders saati bitiş zamanı
uk: Час закінчення періоду

source: Create
da: Opret
es_ar: Crear
fi: Luo
fr_be: Créer
it: Crea
pl: Utwórz
pt: Criar
ru: Создать
si: නිර්මාණය කරන්න
tr: Oluştur
uk: Створити

source: Choose a special day
da: Vælg en specifik dag
es_ar: Elija un día especial
fi: Valitse erityinen päivä
fr_be: Choisir un jour spécial
it: Scegliere un giorno speciale
pl: Wybierz dzień specjalny
pt: Escolha um dia especial
ru: Выберите особый день
si: විශේෂ දවසක් තෝරන්න
tr: Özel bir gün seç
uk: Виберіть конкретний день

source: This form allows you to change the start and end times for periods on a certain date, or to cancel some periods altogether.
da: Denne formular giver du mulighed for at ændre start og sluttidspunkterne for perioder på en bestemt dato, eller at annullere bestemte perioder.
es_ar: Este formulario le permite cambiar las horas de inicio y término de los periodos de un día particular, o cancelar completamente unos periodos.
fi: Tämä kaavake mahdollistaa oppituntien alku- ja loppuaikojen muuttamisen tai poistamisen kokonaan.
fr_be: Changer les temps de début et de fin pendant des périodes une certaine date, ou de décommander quelques périodes tout à fait.
it: Con questo modulo è possibile modificare l'orario iniziale e finale degli intervalli di una certa data o di cancellare alcuni intervalli contemporaneamente.
pl: Ta forma pozwala na zmianę rozpoczęcia i zakończenia do okresów w określonym dniu, albo anulować pewne okresy w ogóle.
pt: Este formulário permite alterar a hora de início e de fim de tempos numa deteminada data bem como para cancelar outros tempos.
ru: Эта форма позволяет изменять время начала и окончания периода на конкретную дату, или полностью отменить период.
si: මෙම ආකෘතිය ඔබට නිශ්චිත දිනකදී කාල සීමා සඳහා ආරම්භක සහ අවසාන වේලාවන් වෙනස් කිරීමට ඉඩ දෙයි, හෝ සමහර කාල සීමා සහමුලින්ම අවලංගු කිරීමට.
tr: Bu form belirli bir tarihteki ders saatlerinin başlangıç ve bitiş zamanlarını değiştirmenizi ya da bazı ders saatlerini tümüyle iptal etmenizi sağlar.
uk: У цій формі можна змінити час початку та закінчення періодів на певну дату або скасувати кілька періодів разом.

source: Please enter the date when the periods need to be changed below.
da: Indtast datoen for når perioden skal ændres herunder.
es_ar: Por favor ingrese abajo la fecha cuando los periodos requieran ser cambiados.
fi: Syötä muutettavan oppitunnin päivämäärä alle.
fr_be: Veuillez entrer la date quand les périodes doivent être changées, ci-dessous.
it: Inserire la data in cui è necessario modificare intervalli
pl: Poniżej wpisz datę dla której okres ma być zmieniony.
pt: Por favor introduza abaixo a data em que os tempos necessitam de alteração.
ru: Введите ниже дату, после которой будет необходимо сменить сроки.
si: පහත කාල සීමා වෙනස් කිරීමට උවමනා විට, කරුණාර දිනය ඇතුල් කරන්න.
tr: Lütfen aşağıya ders saatlerinin değişmesi gereken tarihi yazın.
uk: Будь ласка, введіть нижче дату, коли періоди повинні бути змінені.

source: Default Timetable Schema:
da: Standard skema:
es_ar: Esquema de Horario Por Defecto:
fi: Oletus aikataulukaavio
fr_be: Structure de Grille-Horaire par Défaut
it: Schema orario predefinito:
pl: Domyślny harmonogram zajęć
pt: Esquema de Horário por Omissão:
ru: Схема расписания по умолчанию:
si: පෙරනිමි කාලසටහන් සැලැස්ම:
tr: Varsayılan Zaman Çizelgesi Şeması:
uk: Типова схема розкладу:

source: Not Selected
da: Ikke markeret
es_ar: No seleccionado
fi: Ei valittuna
fr_be: Non sélectionné
it: Non selezionato
pl: Nie wybrano
pt: Não Selecionado
ru: Не выбрано
si: තෝරා නැත
tr: Seçilmemiş
uk: Не вибрано

source: Change
da: Ændre
es_ar: Cambiar
fr_be: Changer
it: Cambia
pl: Zmień
pt: Alterar
ru: Изменить
si: වෙනස් කරන්න
tr: Değiştir
uk: Змінити

source: Are you sure you want to delete the selected timetables?
da: Er du sikker på at du vil slette den valgte timeplan?
es_ar: ¿Está seguro que quiere eliminar los horarios seleccionados?
fi: Haluatko varmasti poistaa valitut aikataulut?
fr_be: Êtes-vous sûr de vouloir supprimer les grilles-horaires sélectionnés ?
it: Sei sicuro di voler cancellare gli orari selezionati?
pl: Czy jesteś pewien, że chcesz usunąć zaznaczone plany zajęć?
pt: Tem a certeza que pretende apagar os horários seleccionados?
ru: Вы действительно хотите удалить выбранные расписания?
si: ඔබට නියත වශයෙන්ම තෝරා ඇති කාලසටහන මකා දැමීමට අවශ්‍යද?
tr: Seçili zaman çizelgelerini silmek istediğinize emin misiniz?
uk: Ви впевнені, що бажаєте вилучити вибрані розклади?

source: New timetable
da: Ny tidstabel
es_ar: Tabla de tiemp nueva
fr_be: Nouvelle grille-horaire
it: Nuovo orario
pl: Nowy rozkład jazdy
pt: Novo horário
ru: Новое расписание
si: නව කාලසටහන
tr: Yeni zaman tablosu
uk: Новий розклад

source: This wizard presents you with a series of questions. You may alternatively create a ${timetable}.
da: Denne guide stille en række spørgsmål. Du kan alternativt oprette en ${timetable}.
es_ar: El asistente le hará una serie de preguntas. Como alternativa puede crear una ${timetable}.
fr_be: Cet assistant vous présente une série de questions. Vous pouvez, comme alternative, créer une ${timetable}.
it: Questa procedura ti presenta una serie di domande. In alternativa puoi creare un ${timetable}.
pl: Ten kreator prezentuje Państwu serię pytań. Można ewentualnie stworzyć $ {harmonogram}.
pt: Este guia fornece uma série de perguntas. Você pode alternativamente criar uma ${timetable}.
ru: Мастер настройки задаст Вам несколько вопросов. В качестве альтернативы Вы можете создать ${timetable}.
si: මෙම විශාරදය සමඟ ඔබට ප්‍රශ්න මාලාවක් ඉදිරිපත් කරයි. ඔබට විකල්ප වශයෙන් ${timetable} ක් නිර්මාණය කල හැක.
tr: Bu yardımcı size bir dizi soru soracak. Bunu yerine bir ${timetable} oluşturabilirsiniz.
uk: Майстер налаштування задасть Вам кілька запитань. В якості альтернативи Ви можете створити розклад ${timetable}.

source: simple weekly timetable
da: Simpel ugebaseret tidstabel
es_ar: Tabla de tiempo semanal simple
fr_be: simple horaire hebdomadaire
it: semplice orario settimanale
pl: prosty harmonogram tygodniowy
pt: horário semanal simples
ru: простое недельное расписание
si: සතිපතා සරල කාලසටහන
tr: basit haftalık zaman tablosu
uk: простий тижневий розклад

source: School timetable
da: Skole tidstabel
es_ar: Tabla de tiempo de la escuela
fi: Koulun lukujärjestys
fr_be: Calendrier scolaire
it: Orario scuola
pl: Plan lekcji
pt: Calendário Escolar
ru: Школьное расписание
si: පාසල් කාලසටහන
tr: Okul zaman çizelgesi
uk: Шкільний розклад

source: Apply from
da: Anvend fra
es_ar: Forma para aplicar
fi: Voimassaolo alkaa
fr_be: Appliquer depuis
it: Applica da
pl: Zastosuj
pt: Aplicar de
ru: применить форму
si: සිට ඉල්ලුම් කිරීම
tr: Şuradan başlayarak
uk: Застосувати форму

source: Apply until
da: Anvend til
es_ar: Aplicar hasta
fi: Voimassaolo päättyy
fr_be: Appliquer Jusqu'à
it: Applica fino a
pl: Stosuje się do
pt: Aplicar até
ru: применить до
si: දක්වා ඉල්ලුම් කිරීම
tr: Şurada bitir
uk: Застосуйте до

source: Schedule a school timetable
da: Planlæg en skoletidstabel
es_ar: Programar una tabla de tiempo escolar
fr_be: Planifier une calendrier scolaire
it: Programma un orario scolastico
pl: Zaplanuj kalendarz szkolny
pt: Agendar um horário da escola
ru: Запланировать школьное расписание
si: පාසල් කාලසටහනක් උපලේඛනය කරන්න
tr: Okul zaman tablosunu zamanla
uk: Розклад шкільний розклад

source: First term
es_ar: Primer período
it: Primo periodo
pl: Pierwszy semestr
pt: Primeiro período
ru: Первый семестр
tr: İlk dönem
uk: Перший термін

source: Last term
es_ar: Último período
it: Ultimo periodo
pl: Ostatni semestr
pt: Último período
ru: Последний семестр
tr: Son dönem
uk: Останній термін

source: Unschedule timetable ${timetable}
da: Bryd planlagt tidstabel ${timetable}
es_ar: Tabla de Tiempo no programada ${timetable}
fr_be: Déprogrammer la grille-horaire ${timetable}
it: Annulla programmazione per ${timetable}
pl: Unschedule harmonogram $ {rozkładu jazdy}
pt: Horário não agendado ${timetable}
ru: Отменить расписание ${timetable}
si: ${timetable} පාසල් කාලසටහන උපලේඛනය කරන්න නොකරන්න
tr: ${timetable} zaman tablosundaki zamanları sil
uk: Заплановану розклад

source: Delete ${timetable}
da: Slet ${timetable}
es_ar: Eliminar
fr_be: Effacer ${timetable}
it: Elimina ${timetable}
pl: Usuń $ {harmonogram}
pt: Apagar ${timetable}
ru: Удалить ${timetable}
si: ${timetable} මකන්න
tr: ${timetable} zaman tablosunu sil
uk: Видалити ${timetable}

source: Make ${timetable} default
da: Gør ${timetable} til standard
es_ar: Hacer ${horario} por defecto
fr_be: Définir ${timetable} par défaut
it: Rendi ${timetable} predefinito
pl: Dodać $ {} harmonogram domyślny
pt: Tornar ${timetable} padrão
ru: Использовать ${timetable} по умолчанию
si: ${timetable} පෙරනිමි ලෙස සකස් කරන්න
tr: ${timetable} zaman tablosunu varsayılan olarak ayarla
uk: Зробити ${timetable} за замовчуванням

source: Timetable $title
da: Tidstabel $title
es_ar: $title del Horario
fi: Lukujärjestys $title
fr_be: Grille-Horaire ${title}
it: Orario $title
pl: Harmonogram $ title
pt: Horário $title
ru: Расписание $title
si: $title කාලසටහන
tr: Zaman tablosu $title
uk: Розклад $title

source: A new timetable
da: En ny tidstabel
es_ar: Un nuevo horario
fi: Uusi lukujärjestys
fr_be: Une nouvelle grille-horaire
it: Un nuovo orario
pl: Nowy harmonogram
pt: Novo horário
ru: Новое расписание
si: නව කාලසටහනක්
tr: Yeni zaman tablosu
uk: Новий розклад

source: Does your school's timetable cycle use days of the week, or a rotating cycle?
da: Bruger din skole en tidstabel der gennemløber ugens dage, eller bruger den en rotationscyklus?
es_ar: ¿El ciclo de horarios de la escuela usa los dias de la semana, o un ciclo rotatorio?
fi: Käyttääkö koulusi aikataulu viikonpäiväkiertoa vai vaihtuvaa kiertoa?
fr_be: Le cycle d'horaire de votre école emploie-t-il des jours de la semaine, ou un cycle tournant?
it: La scuola usa per il calcolo dell'orario i giorni della settimana, oppure un ciclo di rotazione?
pl: Czy plan zajęć twojej szkoły używa dni tygodnia czy cyklu powtarzalnego?
pt: O ciclo do horário da sua escola utiliza os dias da semana ou um ciclo rotativo?
ru: Ваше школьное расписание ориентировано на одну неделю или чередуется?
si: ඔබේ පාසලේ කාලසටහන් චක්‍රය සතියේ දින, හෝ භ්‍රමණ චක්‍රයක් භාවිතා කරන්නේද?
tr: Okulunuzun zaman çizelgesi döngüsü haftanın günlerini mi, dönüşümlü bir döngüyü mü kullanıyor?
uk: Чи використовується у вашому розкладі занять цикл з днів тижня, або повторюваний цикл?

source: Days of the week
da: Ugedage
es_ar: Días de la semana
fi: Viikonpäivät
fr_be: Jours de la semaine
it: Giorni della settimana
pl: Dni tygodnia
pt: Dias da semana
ru: Дни недели
si: සතියේ දවස්
tr: Haftanın günleri
uk: Дні тижня

source: Rotating cycle
da: Rotationscyklus
es_ar: Ciclo de rotación
fi: Vaihtuva kierto
fr_be: Cycle de rotation
it: Ciclo di rotazione
pl: Cykl powtarzalny
pt: Ciclo rotativo
ru: Чередующееся расписание
si: භ්‍රමණ චක්‍රය
tr: Dönüşümlü döngü
uk: Повторюваний цикл

source: Enter names of days in cycle, one per line.
da: Indtast navnene på dagene i rotationscyklusen, en pr. linie.
es_ar: Introduzca los nombres de los días en el ciclo, uno por línea
fi: Syötä päivien nimet kierrossa, yksi riviä kohden.
fr_be: Entrer le nom des jours du cycle, un par ligne.
it: Inserire il nome dei giorni ciclici, uno per riga.
pl: Podaj nazwy dni w cyklu, jedna na linię
pt: Introduza os nomes dos dias no ciclo, um por linha.
ru: Введите названия дней в цикле, по одному в строке.
si: චක්‍රයේ දිනයන්හි නම් ඇතුල් කරන්න, එක් පේළියකට එකක්.
tr: Her satırda bir tane olmak üzere döngüdeki gün adlarını yazın.
uk: Введіть назви днів в циклі, по одному в рядку.

source: Please enter at least one day name.
da: Angiv venligst mindst navnet på en dag.
es_ar: Por favor, introduzca al menos el nombre de un día
fi: Syötä vähintään yksi päivän nimi.
fr_be: Veuillez entrer au moins un nom de jour.
it: Inserire almeno il nome di un giorno.
pl: Podaj przynajmniej jedną nazwę dnia
pt: Por favor introduza pelo menos um nome de dia.
ru: Введте по крайней мере один день недели.
si: කරුණාකර අඩුම වශයෙන් එක් දවසක හෝ නම ඇතුළත් කරන්න
tr: Lütfen en az bir gün adı yazın.
uk: Введіть назву хоча б одного дня.

source: Please make sure the day names are unique.
da: Vær venligst sikker på at at alle dage har et unikt navn.
es_ar: Por favor asegúrese que los nombres de los días sean únicos.
fi: Varmista, että nimet eivät ole samoja
fr_be: Veuillez vérifier que le nom du jour soit unique.
it: Assicurarsi che il nome del giorno sia unico!
pl: Upewnij się, że nazwy dni nie powtarzają się
pt: Certifique-se que os nomes dos dias são únicos.
ru: Убедитесь, что названия дней являются уникальными.
si: දින නාම අනන්‍ය බව තහවුරු කර්න්න.
tr: Lütfen gün adlarının eşsiz olduğundan emin olun.
uk: Переконайтеся, що назви днів унікальні.

source: Do classes begin and end at the same time each day in your school's timetable?
da: Begynder og slutter undervisning på det samme tidspunkt hver dag i din skoles timeskemaer?
es_ar: ¿Las clases empiezan y terminan a la misma hora cada día en el horario de su escuela?
fi: Alkavatko ja loppuvatko koulupäivät samaan aikaan joka päivä?
fr_be: Les classes commencent et finissent-elles chaque jour en même temps dans l'horaire de votre l'école ?
it: Nella scuola tutte le lezioni iniziano e finiscono al medesimo orario ogni giorno?
pl: Czy w planie zajęć twojej szkoły zajęcia zaczynają się o tej samej godzinie każdego dnia?
pt: As aulas começam e terminam todos os dias à mesma hora no horário da sua escola?
ru: В Вашем школьном расписании уроки начинаются и заканчиваются каждый день в одно и то же время?
si: ඔබේ පාසල් කාලසටහනේ සෑම දවසකම පන්ති ආරම්භ සහ අවසන් වන්නේ එකම වේලාවන්හිදී ද?
tr: Okulunuzun zaman çizelgesinde, dersler hergün hep aynı saatte mi başlayıp bitiyor?
uk: У вашому розкладі заняття починаються і закінчуються щодня в один і той же час?

source: Same time each day
da: Samme tid hver dag
es_ar: A la misma hora cada día
fi: Samaan aikaan joka päivä
fr_be: Même heure chaque jour
it: Stesso orario ogni giorno
pl: Ta sama godzina każdego dnia
pt: Ao mesmo tempo todos os dias
ru: Одно и то же время каждый день
si: සෑම දවසකම එකම වේලාවට
tr: Her gün aynı zamanda
uk: Щодня в один і той же час

source: Different times
da: Forskellige tider
es_ar: En horas diferentes
fi: Eri aikoina
fr_be: Différentes heures
it: Orari differenti
pl: Różne godziny
pt: A horas diferentes
ru: Различное время
si: වෙනස් වේලාවන්
tr: Değişik zamanlarda
uk: Різний час

source: Do start and end times vary based on the day of the week (Monday - Friday) or the day in the cycle?
da: Ændre start og sluttidspunkterne sig på basis af ugedagene (mandag - fredag) eller dagen i rotationscyklusen?
es_ar: ¿Las horas de inicio y fin varían según el día de la semana (lunes a viernes) o el día en el ciclo?
fi: Vaihtelevatko alkamis- ja loppumisajat viikonpäivän perusteella (Maanantai - Perjantai) vai kierron päivän mukaan?
fr_be: Les horaires de début et de fin de journée varient-ils suivant les jours de semaine (Lundi - Vendredi) ou suivant les jours du cycle ?
it: I tempi di inizio e di conclusione si basano sui giorni della settimana (lunedì - venerdì) o sui giorni del ciclo?
pl: Czy czas rozpoczęcia i zakończenia różni się w zależności od dnia tygodnia (poniedziałek - piątek) lub w zależności od dnia w cyklu?
pt: As horas de início e de fim variam baseados no dia da semana (Segunda-Sexta) ou no dia no ciclo?
ru: Время начала и окончания зависят от дня недели (понедельник-пятница) или дня периода?
si: සතියේ දිනය (සඳුදා - සිකුරාදා) මත හෝ චක්‍රයේ දිනය මත ආරම්භක සහ අවසාන වේලාවන් වෙනස් වන්නේද?
tr: Başlangıç ve bitiş saatleri haftanın gününe (Pazartesi - Cuma) ya da döngüdeki güne göre değişiyor mu?
uk: Чи відрізняється час початку та закінчення в залежності від дня тижня (понеділок - п'ятниця) або від дня в циклі?

source: Day of week
da: Ugedagen
es_ar: Día de la semana
fi: Viikonpäivän
fr_be: Jour de la semaine
it: Giorno della settimana
pl: Dzień tygodnia
pt: Dia da semana
ru: День недели
si: සතියේ දවස
tr: Haftanın günleri
uk: День тижня

source: Day in cycle
da: Dagen i rotationscyklusen
es_ar: Día en el ciclo
fi: Päivä kierrossa
fr_be: Jour du cycle
it: Giorni del ciclo
pl: Dzień cyklu
pt: Dia do ciclo
ru: Дней в цикле
si: චක්‍රය තුල දිනය
tr: Döngüdeki gün
uk: Днів в циклі
