Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Event information
da: Information om begivenhed
es_ar: Información del evento
fi: Tapahtuman tiedot
fr_be: Information sur l'évènement
it: Informazioni sull'evento
pl: Informacja o wydarzeniu
pt: Informação do evento
ru: Информация о событии
si: සිදුවීම් තොරතුරු
tr: Etkinlik bilgisi
uk: Інформація про подію

source: Event details
da: Detaljer om begivenhed
es_ar: Detalles del evento
fi: Tapahtuman tiedot
fr_be: Détails de l'événement
it: Dettagli dell'evento
pl: Szczegóły wydarzenia
pt: Detalhes do evento
ru: Подробнее о событии
si: සිදුවීම් විස්තරය
tr: Etkinlik ayrıntıları
uk: Деталі події

source: Book Resources
da: Bestil ressourcer
es_ar: Reservar Recursos
fi: Varaa resurssit
fr_be: Réserver des ressources
it: Prenotazione risorse
pl: Żródła Książkowe
pt: Reservar Recursos
ru: Забронировать ресурсы
si: සම්පත් සටහන් කරන්න
tr: Kaynak Ayırt
uk: Резервування Ресурсів

source: Update form
da: Opdatér skema
es_ar: Actualizar formulario
fi: Päivitä kaavake
fr_be: Formulaire de mise à jour
it: Modulo di aggiornamento
pl: Uaktualnij formularz
pt: Actualizar ficha
ru: Обновить форму
si: ආකෘතිය යාවත්කාල කිරීම
tr: Formu güncelle
uk: Оновлення форми

source: day
da: dag
es_ar: día
fi: päivä
fr_be: jour
it: giorno
pl: dzień
pt: dia
ru: день
si: දිනය
tr: gün
uk: день

source: week
da: uge
es_ar: semana
fi: viikko
fr_be: semaine
it: settimana
pl: tydzień
pt: semana
ru: неделя
si: සතිය
tr: hafta
uk: тиждень

source: month
da: måned
es_ar: mes
fi: kuukausi
fr_be: mois
it: mese
pl: miesiąc
pt: mês
ru: месяц
si: මාසය
tr: ay
uk: місяць

source: year
da: år
es_ar: año
fi: vuosi
fr_be: année
it: anno
pl: rok
pt: ano
ru: год
si: වසර
tr: yıl
uk: рік

source: This section only applies when weekly recurrence is selected.
da: Denne del anvendes kun når 'gentagende hver uge' er valgt.
es_ar: Esta sección sólo se aplica cuando ha seleccionado recurrencia semanal.
fi: Tämä opetusryhmä pätee vain kun viikoittainen toistuminen on valittuna.
fr_be: Cette fonction s'applique uniquement lorsque la récurrence hebdomadaire est sélectionné
it: Questa sezione è applicabile soltanto quando è selezionata la cadenza settimanale.
pl: Ten dział ma zastosowanie wyłącznie przy wybranym powtarzaniu tygodniowym.
pt: Esta secção só se aplica quando é seleccionada recorrência semanal
ru: Эта секция используется только когда выбрано еженедельное повторение.
si: සතිපතා ප්‍රතිවර්තනය තේරූ විට පමණක් මෙම කොටස අදාළ වේ.
tr: Bu bölüm yalnız haftalık yineleme seçildiğinde görünür.
uk: Цей розділ використовується тільки при виборі щотижневого повторення.

source: This section only applies when the monthly recurrence is selected.
da: Denne del anvendes kun når 'gentagende hver måned' er valgt.
es_ar: Esta sección sólo se aplica cuando ha seleccionado recurrencia mensual.
fi: Tämä opetusryhmä pätee vain kun kuukausittainen toistuminen on valittuna.
fr_be: Cette fonction s'applique uniquement lorsque la récurrence mensuelle est sélectionné
it: Questa sezione è applicabile soltanto quando è selezionata la cadenza mensile.
pl: Ta sekcja ma zastosowanie wyłącznie przy wybranym powtarzaniu miesięcznym.
pt: Esta secção só se aplica quando é seleccionada recorrência mensal.
ru: Эта секция используется только когда выбрано ежемесячное повторение.
si: මාසික ප්‍රතිවර්තනය තේරූ විට පමණක් මෙම කොටස අදාළ වේ.
tr: Bu bölüm yalnız aylık yineleme seçildiğinde görünür.
uk: Цей розділ використовується тільки при виборі щомісячного повторення.

source: Day ${monthday} of every month
da: Dag ${monthday} i hver måned
es_ar: Día ${monthday} de cada mes
fi: Jokaisen kuukauden ${monthday}. päivä
fr_be: Jour ${monthday} de chaque mois
it: Giorno ${monthday} di ogni mese
pl: ${monthday} każdego miesiąca
pt: Dia ${monthday} de cada mês
ru: День ${monthday} каждого месяца
si: සෑම මස ${monthday} වන දින
tr: Her ayın ${monthday} günü
uk: Щомісяця ${monthday} дня

source: ${weekday} of every month
da: ${weekday} i hver måned
es_ar: ${weekday} de cada mes
fi: Jokaisen kuukauden ${weekday}
fr_be: ${weekday} de chaque mois
it: ${weekday} di ogni mese
pl: ${weekday} każdego miesiąca
pt: ${weekday} de cada mês
ru: ${weekday} каждого месяца
si: සෑම මස ${weekday}
tr: Her ayın ${weekday} günü
uk: щомісяця у ${monthday}

source: Repeat
da: Gentag
es_ar: Repetir
fi: Toista
fr_be: Répéter
it: Ripeti
pl: Powtarzanie
pt: Repetir
ru: Повторение
si: පිළියුම
tr: Yinele
uk: Повтор

source: times
da: gange
es_ar: veces
fi: kertaa
fr_be: temps
it: volte
pl: razy
pt: vezes
ru: раз
si: වරක්
tr: kere
uk: раз

source: Repeat forever
da: Gentag for evigt
es_ar: Repetir para siempre
fi: Toista rajattomasti
fr_be: Répéter indéfiniment
it: Ripeti in eterno
pl: Powtarzaj w nieskończoność
pt: Repetir para sempre
ru: Повторять всегда
si: නැවත නැවතත් කරන
tr: Sürekli tekrarla
uk: Завжди повторювати

source: Booked Resources
da: Bestilte ressourcer
es_ar: Recursos Reservados
fi: Varatut resurssit
fr_be: Ressources réservées
it: Risorse prenotate
pl: Zarezerwowane zasoby
pt: Recursos reservados
ru: Зарезервированные ресурсы
si: සටහන් කරනලද සම්පත්
tr: Ayrılmış Kaynaklar
uk: Зарезервовані Ресурси

source: Book resources
da: Bestil ressourcer
es_ar: Reservar recursos
fi: Varaa resurssit
fr_be: Réserver des ressources
it: Prenota risorsa
pl: Rezerwacja zasobów
pt: Reservar recursos
ru: Зарезервировать ресурсы
si: සම්පත් සටහන් කරන්න
tr: Kaynak ayırt
uk: Резервування ресурсів

source: Shortcut: Alt-A
da: Genvej: Alt-A
es_ar: Atajo: Alt-A
fi: Komento: Alt-A
fr_be: Raccourci clavier Alt-A
it: Scorciatoia: Alt-A
pl: Skrót: Alt-A
pt: Atalho: Alt-A
ru: Быстрая клавиша: Alt-A
si: කෙටිමග: Alt-A
tr: Kısayol: Alt-A
uk: Скорочення: Alt-A

source: cancel-button
da: Fortryd
es_ar: Cancelar
fi: Peruuta
fr_be: Annuler
it: Esci
pl: Anuluj
pt: Cancelar
ru: Отменить
si: අවලංගු කරන බොත්තම
tr: Vazgeç
uk: Скасувати

source: Resource Booking
da: Ressourcebestilling
es_ar: Reserva de Recursos
fi: Resurssien varaaminen
fr_be: Réservation de ressource
it: Prenotazione delle risorse
pl: Rezerwacja zasobów
pt: Reserva de Recursos
ru: Резервирование ресурсов
si: සම්පත් සටහන් කිරීම
tr: Kaynak Ayırma
uk: Резервування ресурсів

source: Resource Booking for ${title}
da: Ressourcebestilling for ${title}
es_ar: Reserva de Recurso para ${title}
fi: Resurssien varaus kohteelle ${title}
fr_be: Réservation de ressource pour ${title}
it: Prenotazione risorsa per ${title}
pl: Rezerwacja zasobów dla ${title}
pt: Reserva de Recursos para ${title}
ru: Резервирование ресурсов для ${title}
si: ${title} සඳහා සම්පත් කල් තබා වෙන්කර ගැනීම
tr: ${title} için kaynak ayırma
uk: Ресурси зарезервовані для ${title}

source: Event Details
da: Begivenhedsdetaljer
es_ar: Detalles del evento
fi: Tapahtuman tiedot
fr_be: Détails de l'Évènement
it: Dettagli evento
pl: Szczegóły wydarzenia
pt: Detalhes do evento
ru: Подробнее о событии
si: සිද්ධියෙහි විස්තර
tr: Etkinlik Ayrıntıları
uk: Докладніше про подію

source: UnBook
da: Afbestil
es_ar: cancelar reserva
fi: Poista varaus
fr_be: Disponible
it: Cancella prenotazione
pl: Cofnij rezerwację
pt: Cancelar reserva
ru: Снять резерв
si: සටහන් කල දත්ත අවලංගු කරන්න
tr: Ayırma İptal
uk: Зняти резервування

source: Available Resources
da: Tilgængelige ressourcer
es_ar: Recursos disponibles
fi: Saatavilla olevat resurssit
fr_be: Ressources disponibles
it: Risorse disponibili
pl: Dostępne zasoby
pt: Recursos disponíveis
ru: Доступные ресурсы
si: පවතින සම්පත්
tr: Kullanılabilir Kaynaklar
uk: Доступні ресурси

source: Book
da: Bestil
es_ar: Reservar
fi: Varaa
fr_be: Emprunt
it: Prenota
pl: Rezerwuj
pt: Reservar
ru: Резервировать
si: සටහන් කරන්න
tr: Ayır
uk: Резервування

source: Location: ${location}
da: Sted: ${location}
es_ar: Ubicación: ${location}
fi: Sijainti: ${location}
fr_be: Emplacement : ${location}
it: Aula: ${location}
pl: Położenie: ${location}
pt: Localização: ${location}
ru: Размещение: ${location}
si: ස්ථානය: ${location}
tr: Yer: ${location}
uk: Розташування: ${location}

source: SchoolTool is an open source, web based student information system designed for schools in the developing world, with strong support for translation, localization and automated deployment and updates via the Ubuntu Linux installer and package management system.
it: SchoolTool è un sistema di gestione delle informazioni degli studenti a sorgente aperto e basato sul web. E' progettato per scuole in tutto il mondo, con un robusto supporto per la traduzione, la localizzazione e la distribuzione e l'aggiornamento automatici attraverso il sistema di gestione dei pacchetti di Ubuntu Linux.

source: SchoolTool is built on a 100% open source software stack, written in ${python} using the ${zope} framework.
it: SchoolTool è costruito su uno stack software 100% open source, scritto in ${python} usando il framework ${zope.

source: SchoolTool is licensed under the ${gpl2}
it: SchoolTool è diffuso con licenza ${gpl2}

source: ${sielibre} offers commercial support, customization, hosting and other services for SchoolTool.
it: ${sielibre} offre supporto commerciale, adattamenti, hosting ed altri servizi per SchoolTool.

source: Contributors
da: Bidragydere
es_ar: Colaboradores
fi: Avustajat
fr_be: Contributeurs
it: Contribuenti
pl: Współtwórcy
pt: Colaboradores
ru: Участники
si: දායකවන්නන්
tr: Katkıcılar
uk: Учасники

source: Change calendar settings
da: Ændre kalender indstillinger
es_ar: Cambiar la configuración del calendario.
fi: Vaihda kalenterin asetuksia
it: Cambia le impostazioni del calendario
pl: zmień ustawienia kalendarza
pt: Mudar definições do calendário
ru: Изменить настройки календаря
si: දින දර්ශන සැකසුම් වෙනස් කරන්න
tr: Takvim ayarlarını değiştir
uk: Змінити налаштування календаря

source: Import source
da: Importer kilde
es_ar: Importar fuente
fi: Tuo lähdetiedosto
fr_be: Importer les sources
it: Importa la sorgente
pl: Import źródła
pt: Importar fonte
ru: Источник импорта
si: සම්පත් ආනයනය කරන්න
tr: Kaynak ithal et
uk: Імпортувати джерело

source: Upload CSV file
da: Upload CSV fil
es_ar: Subir archivo CSV
fi: Lataa CSV-tiedosto
fr_be: Importer un fichier CSV
it: Carica il file CSV
pl: Prześlij plik CSV
pt: Importar ficheiro CSV
ru: Загрузить CSV-файл
si: CSV ගොනුව උත්පතනය කරන්න
tr: CSV dosyası yükle
uk: Завантажити CSV файл

source: Enter CSV text
da: Skriv SCV tekst
es_ar: Introducir texto CSV
fr_be: Entrer un texte au format CSV
it: Inserisci il testo CSV
pl: Wprowadź tekst CSV
pt: Inserir texto CSV
ru: Ввести CSV текст
si: CSV පාඨය ඇතුල් කරන්න
tr: CSV metni gir
uk: Ввести CSV текст

source: Import CSV
da: Importer CSV
es_ar: Importar CSV
fi: Tuo CSV
fr_be: Importation CSV
it: Importa CSV
pl: Importuj CSV
pt: Importar CSV
ru: Импортировать CSV
si: CSV ආනයනය කරන්න
tr: İçeri CSV aktar
uk: Імпортувати CSV

source: Charset
da: Tegnsæt
es_ar: Juego de caracteres
fi: Merkistö
fr_be: Jeu de caractères
it: Insieme di caratteri
pl: Kodowanie znaków
pt: Codificação
ru: Кодировка
si: අකුරැ කට්ටලය
tr: Karakter seti
uk: Кодування

source: Other (please specify)
da: Andet (specificér)
es_ar: Otro (especifique)
fi: Muu (määrittele)
fr_be: Autre (veuillez préciser)
it: Altro (specificare)
pl: Inny (wpisz jaki)
pt: Outro (especifique por favor)
ru: Другая (пожайлуста укажите)
si: වෙනත් (කරුණාකර සදහන් කරන්න)
tr: Diğer (lütfen belirtin)
uk: Інше (будь-ласка вкажіть)

source: Other charset
da: Andet tegnsæt
es_ar: Otro juego de caracteres
fi: Muut merkistöt
fr_be: Autre jeu de caractères
it: Altro insieme di caratteri
pl: Inne kodowanie znaków
pt: Outras codificações
ru: Другая кодировка
si: වෙනත් charset එකකි
tr: Diğer karakter seti
uk: Інше кодування

source: submit-button
da: Anvend
es_ar: Enviar
fi: Hyväksy
fr_be: Appliquer
it: Conferma
pl: Wyślij
pt: OK
ru: Отправить
si: ඉදිරිපත් කිරීම-බොත්තම
tr: Gönder
uk: Застосувати

source: Meaning
it: Significato

source: Code
it: Codifica

source: Done
da: Udført
es_ar: Hecho
fi: Valmis
fr_be: Terminé
it: Completato
pl: Gotowe
pt: Concluído
ru: Готово
si: අවසානයි
tr: Tamamlandı
uk: Готово

source: Showing ${count} of ${total} items
da: Viser ${count} af ${total} emner
es_ar: Mostrando ${count} de ${total} items
fi: Näytetään ${count}, yhteensä ${total}
fr_be: Affichage de ${count} éléments sur ${total}
it: Visualizzati ${count} oggetti su ${total} totali
pl: Wyświetlanie ${count} z ${total} pozycji
pt: A apresentar ${count} de ${total} itens.
ru: Показаны ${count} из ${total} пунктов
si: ${total} අයිතමයන්හි ${count} පෙන්වීම
tr: ${count} / ${total} öge gösteriliyor
uk: Показано ${count} з ${total} елементів

source: Add all displayed
da: Tilføj alle viste
es_ar: Añadir todo lo mostrado
fi: Lisää kaikki esillä olevat
it: Aggiungi tutti i visualizzati
pl: Dodaj wszystkie wyświetlone
pt: Adicionar todos
ru: Добавить все отображенные
si: දර්ශනය වන සියල්ල එක් කරන්න
tr: Tüm gösterilenleri ekle
uk: Додати все показане

source: Manage error settings
da: Administrer fejl indstillinger
es_ar: Configuración de la gestión de errores
fr_be: Configuration de la gestion des erreurs
it: Gestisci le impostazioni degli errori
pl: Zarządzanie ustawieniami błędach
pt: Gerir configurações de erros
ru: Управление настройками ошибок
si: දෝෂ පසුබිම පාලනය කරන්න
tr: Hata ayarlarını yönet
uk: Керування налаштуваннями помилок

source: User
da: Bruger
es_ar: Usuario
fi: Käyttäjä
fr_be: Utilisateur
it: Utente
pl: Użytkownik
pt: Utilizador
ru: Пользователь
si: පරිශීලක
tr: Kullanıcı
uk: Користувач

source: Exception
da: Undtagelse
es_ar: Excepción
fi: Poikkeus
it: Eccezione
pl: Wyjątek
pt: Exceção
ru: Исключение
si: ව්‍යතිරේක
tr: İstisna
uk: Виключення

source: No exceptions logged.
da: Ingen undtagelser logget.
es_ar: No se han registrado excepciones.
fr_be: Aucune exception enregistrée.
it: Nessuna eccezione registrata.
pl: Nie zarejestrowano wyjątków
pt: Nenhuma exceção registada.
ru: Нет сообщений об ошибках
si: ව්‍යතිරේක සටහන් වී නැත.
tr: Günlüe yazılmış kural dışı bir durum yok
uk: Немає повідомлень про помилки

source: Refresh
da: Genopfrisk
es_ar: Actualizar
fi: Päivitä
fr_be: Actualiser
it: Aggiorna
pl: Odśwież
pt: Atualizar
ru: Обновить
si: පුබුදු කරන්න
tr: Yenile
uk: Оновити

source: Exception traceback
da: Undtagelses traceback
es_ar: Traza de la excepción
fr_be: Traçage d'Exception
it: Traceback delle eccezioni
pl: Traceback wyjątek
pt: Traceback da Exceção
ru: Отслеживание ошибки
si: ව්‍යතිරේක නැවත පිරික්සීම
tr: Kural dışı durumu geri izleme
uk: Відстеження помилки

source: The specified log entry was not found. It may have expired.
da: Den specificerede log besked blev ikke fundet. Den kan være udløbet.
es_ar: La entrada de registro no se ha encontrado. Puede que haya caducado.
fr_be: L'événement n'a pas été trouvé dans le journal. Il se peut qu'il ait expiré.
it: La entry del log specificato non è stato trovato. Potrebbe essere scaduto.
pl: Nie znaleziono szukanego wpisu w dzienniku.
pt: A entrada no registo especificada não foi encontrada. É possível que tenha expirado.
ru: Указанная запись лога не найдена. Возможно истек срок ее действия.
si: නිරූපිත වාර්තා සටහන ලැබුණේ නැත. එය කල් ඉකුත්වී තිබිය හැක.
tr: Belirtilen günlük kaydı bulunamadı. Süresi dolmuş olabilir.
uk: Зазначена запис логу не знайдена. Можливо минув строк її дії.

source: Request URL
da: Bed om URL
es_ar: URL de petición
fr_be: Requête URL
it: Richiedi URL
pl: Żądany URL
pt: URL de requisição
ru: Запросить URL
si: URL ඉල්ලන්න
tr: İstek URL'si
uk: Запитати URL

source: Exception Type
da: Undtagelsestype
es_ar: Tipo de excepción
fi: Poikkeustyyppi
fr_be: Type d'exception
it: Tipo di eccezione
pl: Typ wyjątku
pt: Tipo de exceção
ru: Тип исключения
si: ව්‍යතිරේක වර්‍ගය
tr: Kural Dışı Durum Tipi
uk: Тип винятку

source: Exception Value
da: Undtagelsesværdi
es_ar: Valor de la excepción
fr_be: Valeur d'Exception
it: Valore dell'eccezione
pl: Wartość wyjątku
pt: Valor da exceção
ru: Параметр исключения
si: ව්‍යතිරේක වටිනාකම
tr: Kurul Dışı Durum Değeri
uk: Значення винятку

source: Traceback
da: Sporing
es_ar: Traza
fi: Jäljitä
fr_be: Trace
it: Traccia
pl: Prześledź
ru: Путь вызовов
si: නැවත පිරික්සීම
tr: Aslını ara
uk: Відстеження

source: Display traceback as text
da: Vis traceback som tekst
es_ar: Mostrar traza como texto
fr_be: Afficher le traçage sous forme texte
it: Mostra il traceback come testo
pl: Wyświetlanie traceback jako tekst
pt: Mostrar tracebacks como texto
ru: Показать путь вызовов как текст
si: නැවත පිරික්සීම පාඨයක් ලෙස පෙන්වන්න
tr: Geri izlemeyi metin olarak göster
uk: Показати шлях викликів як текст

source: Request
da: Anmodning
es_ar: Petición
fi: Pyydä
fr_be: Requête
it: Richiesta
pl: Żądanie
pt: Requisição
ru: Запрос
si: අයදුම් කරන්න
tr: İstek
uk: Запит

source: What is This?
da: Hvad er dette?
es_ar: ¿Qué es esto?
fi: Mikä tämä on?
fr_be: Qu'est-ce que c'est ?
it: Cos'è questo?
pl: Co to jest?
pt: O que é isto?
ru: Что это?
si: මෙය කුමක්ද?
tr: Bu Nedir?
uk: Що це?

source: Database generations update the structure of your database to be compatible with new versions of SchoolTool.
da: Databasestrukturene i din database updateres så den er kompatibel med nyere versioner af SchoolTool.
es_ar: Las generaciones de base de datos actualizan la estructura de su base de datos para hacerla compatible con la nueva versión de SchoolTool.
fr_be: Le processus de génération de base de données met à jour la structure de votre base de données et la rend compatible avec les nouvelles versions de SchoolTool
it: Le generazioni del database aggiornano la struttura del database così che sia compatibile con le nuove versioni di SchoolTool.
pl: Aktualizacja bazy danych pozwoli przygotować Twoją bazę danych do użytku z nową wersją SchoolTool.
pt: As gerações de base de dados atualizam a estrutura da sua base de dados para que sejam compatíveis com novas versões do SchoolTool
ru: Database generations обновит структуру вашей базы данных для совместимости с новыми версиями SchoolTool.
si: පාසල්මෙවලමෙහි නව සංස්කරණය සමඟ අනුකූල වන ලෙස, දත්ත ගබඩා උත්පාදන ඔබගේ දත්ත ගබඩාවේ ව්‍යුහය යාවත්කාලීන කරයි
tr: Veritabanı nesilleri, veritabanı yapınızın yeni SchoolTool sürümleri ile uyumlu olacak şekilde güncellenmesini sağlar.
uk: Database generations оновить структуру Вашої бази даних для сумісності c новими версіями SchoolTool.

source: Set Tab Visibility
da: Indstil Fanesynlighed
es_ar: Definir visibilidad de la pestaña
fi: Valitse näkyvissä olevat välilehdet
it: Imposta la visibilità della scheda
pl: Ustawianie widoczności Tab
pt: Definir visibilidade dos separadores
ru: Сделать вкладку видимой
si: පෙර තිරය දෘශ්‍යමාන කරන්න
tr: Sekme Görünürlüğünü Ayarla
uk: Зробити вкладку видимої

source: Visible
da: Synlig
fi: Näkyvissä
it: Visibile
pl: Widoczność
pt: Visível
ru: Видимый
si: දෘශ්‍යමාන
tr: Görünür
uk: Видимий

source: Default
da: Standard
es_ar: Predeterminado
it: Predefinito
pl: Domyślne
pt: Pré-definido
ru: По умолчанию
si: සාමාන්‍ය
tr: Varsayılan
uk: Типово

source: Schools that are not using all components of SchoolTool can reduce visual clutter by hiding unnecessary links in the top navigation bar.
da: Skoler der ikke bruger alle SchoolTool komponenter kan reducere visuelt rod ved at gemme ubrugte links i top navigationsbaren
es_ar: Las escuelas que no estén usando todo los componente de SchoolTool pueden reducir el desorden visual escondiendo algunos enlaces de la barra de navegación superior.
fi: Koulut, jotka eivät käytä kaikkia SchoolToolin tukemia ominaisuuksia, voivat helpottaa käyttöä poistamalla yläpalkista turhat linkit.
it: Le scuole che non utilizzano tutti i componenti di SchoolTool possono ridurre le distrazioni nascondendo i link non necessari nella barra di navigazione superiore
pl: Szkoły, które nie są używane wszystkie składniki SchoolTool może zmniejszyć wizualny bałagan, ukrywając niepotrzebne linki w górnym pasku nawigacyjnym.
pt: Escolas que não usem todos os componentes do SchoolTool podem reduzir a complexidade visual, escondendo as ligações desnecessárias na barra de navegação do topo.
ru: Школы, которые не используют все компоненты SchoolTool, могут визуально разгрузить свою страницу, спрятав ненужные ссылки вверху навигационной панели.
si: පාසල්මෙවලමෙහි සියලුම කොටස් භාවිතා නොකරන පාසල් සඳහා ඉහළ සංචාලන තීරුවේ ඇති අනවශ්‍ය සබැඳුම් සැඟවීම මගින් දෘෂ්‍ය අපිළිවෙළ අඩුකරගත හැක.
tr: Tüm SchoolTool bileşenlerini kullanmayan okullarda, görsel karışıklığı azaltmak için üst gezinme çubuğunda kullanılmayan bağlantılar gizlenebilir.
uk: Школи, які не використовують всі компоненти SchoolTool, можуть візуально розвантажити свою сторінку, сховавши непотрібні посилання вгорі навігаційної панелі.

source: Note that these settings have no effects other than removing navigational links; they don't change the functionality, data, or security settings of SchoolTool in any way.
da: Bemærk at disse indstillinger har ingen effekt udover at fjerne navigationslinks; de ændre ikke funktionaliteten, data eller sikkerheden af SchoolTool på nogen måde.
es_ar: Note que estas configuraciones no tienen otro efecto que remover enlaces de navegación, ellas no cambian de ninguna forma la funcionalidad, datos o configuraciones de seguridad de SchoolTool.
fi: Huomaa, että nämä asetukset poistavat vain linkin, eivätkä vaikuta siten tietoturvaan, SchoolToolin asetuksiin tai muihinkaan asioihin.
it: Nota che queste impostazioni hanno l'unico effetto di rimuovere i link di navigazione; non portano alcun cambiamento sulle funzionalità, sui dati, o sulle impostazioni di sicurezza di SchoolTool.
pl: Zauważ, że ustawienia te nie mają skutków innych niż usunięcie linków nawigacyjnych; nie zmienić funkcjonalność, danych lub ustawień zabezpieczeń SchoolTool w jakikolwiek sposób.
pt: Note que estas definições não têm efeitos para além de remover ligações de navegação; elas não alteram a funcionalidade, dados ou definições de segurança do SchoolTools de forma alguma.
ru: Обратите внимание, что эти настройки лишь спрячут навигационные ссылки; они не изменяют функциональность, данные или настройки защиты SchoolTool.
si: මෙම සිටුවම් සංචාලන සබැඳුම් ඉවත්කිරීම හැර වෙනත් බලපෑමක් ඇතිනොකරන බව මතක තබාගන්න; ඒවා කිසිම අයුරකින් පාසල්මෙවලමෙහි ශ්‍රිතීයතාව, දත්ත, හෝ ආරක්ෂ්ණ සිටුවම් වෙනස් නොකරයි.
tr: Bu ayarların gezinme bağlantılarını görünmez kılmaktan başka bir etkisinin olmayacağını unutmayın. Bu ayarlar, işlevleri, verileri ya da SchoolTool güvenliğini herhangi bir şekilde etkilemez.
uk: Зверніть увагу, що ці налаштування лише заховають навігаційні посилання; вони не змінюють функціональність, дані або настройки захисту SchoolTool.

source: Links can be changed from visible to hidden at any time.
da: links kan blive ændret fra synlige til skuldte fra hver en tid.
es_ar: Los vínculos se pueden cambiar de visibles a ocultos, en cualquier momento.
it: I collegamenti possono essere cambiati da visibili a nascosti in qualsiasi momento.
pl: Łącza mogą zostać ukryte w każdym czasie
pt: Ligações podem ser mudadas de visível para oculta a qualquer momento.
ru: Связи могут быть изменены с видимых на скрытые в любой момент.
si: සබැඳුම් ඕනෑම වේලාවක දෘෂ්‍යමාන සිට සැඟවුණු අවස්ථාවට වෙනස්කල හැක.
tr: Bağlantılar istendiği zaman görünür ya da görünmez yapılabilir
uk: Зв'язки можуть бути змінені з видимих ​​на приховані в будь-який момент.
