Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: SchoolTool can send emails through your school email server or another SMTP server. That is, SchoolTool is not an email server, it sends mail as an email client, like a desktop application such as Evolution or Outlook.
da: SchoolTool kan sende emails gennem din skoles emailserver eller en anden SMTP server. Der betyder, at SchoolTool ikke er en emailserver, den sender email som en anden emailklient, som Evolution eller Outlook.
es_ar: SchoolTool puede enviar correos electrónicos a través de su servidor de correo electrónico de su escuela u otro servidor SMTP. Es decir, SchoolTool no es un servidor de correo electrónico, se envía el correo como un cliente de correo electrónico, es decir, como una aplicación de escritorio como Evolution u Outlook.
fr_be: SchoolTool peut envoyer des courriels par le biais du serveur mail de votre école ou un autre serveur SMTP. En effet, SchoolTool n'est pas un serveur mail, il envoie le courriel en tant que client mail, comme le font les applications de bureau tel que Évolution, Thunderbird ou Outlook.
it: SchoolTool può inviare email attraverso il server della tua scuola o un altro server SMTP. In altre parole, SchoolTool non è un server email, invia email come un client di posta elettronica come i programmi Evolution o Outlook.
pl: SchoolTool mogą wysyłać e-maile za pośrednictwem serwera poczty szkolnej lub innego serwera SMTP. Oznacza to, że SchoolTool nie jest serwer poczty, wysyła pocztę jako klienta pocztowego, jak na pulpicie aplikacji, takich jak Evolution czy Outlook.
pt: SchoolTool pode enviar emails através do servidor de emails da sua escola ou por outro servidor SMTP. Ou seja, o SchoolTool não é um servidor de emails. Ele envia emails como cliente, como aplicações desktop tais como Evolution, Thunderbird ou Outlook.
ru: SchoolTool может посылать письма через ваш школьный email сервер или другой SMTP сервер. Именно так, SchoolTool - это не email сервер, он только посылает почту как почтовый клиент, как любое другое настольное приложение как, скажем, Evolution или Outlook.
tr: SchoolTool okulunuzdaki e-posta sunucusunu ya da başka bir yerde bulunan herhangi bir SMTP sunucusunu kullanarak e-posta gönderrebilir. SchoolTool bir e-posta sunucusu değildir. E-postaları Outlook ya da Evolution masaüstü uygulamaları gibi bir e-posta istemcisi olarak gönderir.
uk: SchoolTool може надсилати листи через Ваш шкільний email сервер або інший SMTP сервер. Саме так, SchoolTool - це не email сервер, він тільки посилає пошту як поштовий клієнт, як будь-який інший настільний додаток як, скажімо, Evolution або Outlook.

source: To enable SchoolTool to send emails, you will need the instructions from your school's server, your ISP, or your webmail provider to configure a mail client to send mail via the provider's SMTP service.
da: For at aktivere SchoolTool emailfunktionalitet, skal du have informationer om din skolens server, din ISP, eller din webmailudbyder for at kunne konfigurere en mailklient til at sende email via udbyderens SMTP tjeneste.
es_ar: Para activar el envio de mensajes de correo electrónico de SchoolTool, necesitará las instrucciones del servidor de su escuela, su ISP o proveedor de correo web para configurar un cliente de correo para enviar correo a través del servicio SMTP del proveedor.
fr_be: Pour permettre à SchoolTool d'envoyer des courriels, vous aurez besoin des instructions du serveur de votre école, de votre FAI ou de votre fournisseur de messagerie web pour configurer un client de messagerie afin d'envoyer des courriels via leur service SMTP.
it: Per permettere a SchoolTool di inviare email hai bisogno delle istruzioni dal server della tua scuola, dal tuo ISP o dal tuo gestore email per configurare un programma di posta elettronica attraverso il servizio SMTP.
pl: Aby włączyć SchoolTool do wysyłania e-maili, trzeba będzie zgodnie z instrukcjami szkolnej serwerze, usługodawcy internetowego lub Twojego dostawcy poczty internetowej, aby skonfigurować klienta poczty do wysyłania poczty za pośrednictwem dostawcy usługi SMTP.
pt: Para permitir que o o SchoolTool envie emails, precisa das instruções do servidor da sua escola, ou das configurações de seu fornecedor de internet (ISP) para configurar um client mail para enviar emails a partir do serviço SMTP.
ru: Для того чтобы позволить SchoolTool посылать письма, вам понадобятся инструкции от вашего школьного сервера, вашего провайдера интернета или вашего почтового провайдера, для того чтобы настроить почтовый клиент на отсылку писем используя SMTP сервис вашего провайдера.
tr: SchoolTool içinden e-posta göndermek için, okulunuzdaki sunucular, servis sağlayıcınız, ya da web sayfası hizmetlerini veren firmadan, SMTP hizmetini kullanarak e-posta gönderebilmek için, istemci ayarlarının nasıl yapılacağı hakkındaki ayrıntıları bilmeniz gereklidir.
uk: Для того щоб дозволити SchoolTool надсилати листи, Вам знадобляться інструкції від Вашого шкільного сервера, Вашого провайдера інтернету або Вашого поштового провайдера, для того щоб налаштувати поштовий клієнт на відсилання листів використовуючи SMTP сервіс вашого провайдера.

source: Edit email settings
da: Rediger emailindstillinger
es_ar: Editar configuración de correo electrónico
fi: Muokkaa sähköpostiasetuksia
fr_be: Modifier les configurations de courriel
it: Modifica le impostazioni delle Email
pl: Edytuj ustawienia poczty
pt: Editar configurações de email
ru: Редактировать настройки почты
tr: E-posta ayarlarını düzenle
uk: Редагувати налаштування пошти

source: Email Details
da: Emaildetaljer
es_ar: Detalles del email
fr_be: Sétails de Courriel
it: Dettagli Email
pl: Szczegóły e-mail
pt: Detalhes do Email
ru: Подробности письма
tr: E-posta Ayrıntıları
uk: Подробиці листа

source: Recipient address
da: Modtageradresse
es_ar: Dirección de destinatario
fi: Vastaanottajan osoite
fr_be: Adresse du destinataire
it: Indirizzo del destinatario
pl: Adres odbiorcy
pt: Endereço do destinatário
ru: Адрес получателя
tr: Alıcı adresi
uk: Адреса отримувача

source: Code for the status of the message
da: Kode for status for meddelelsen
es_ar: Código para el estado del mensaje
fr_be: Code du l'état du message
it: Codice dello stato del messaggio
pl: Kod statusu wiadomości
pt: Código do status da mensagem
ru: Код статуса этого сообщения
tr: Durum iletisinin kodu
uk: Код для статусу листа

source: Status Parameters
da: Status parametre
es_ar: Parámetros de Estado
fr_be: Paramètres d'état
it: Parametri Di Stato
pl: Parametry stanu
pt: Parâmetros do Estado
ru: Параметры статуса
tr: Durum Parametreleri
uk: параметри статусу

source: Parameters for the status of the message
da: Parametre for status for meddelelsen
es_ar: Parámetros para el estado del mensaje
fr_be: Paramètres pour l'état du message
it: Parametri dello stato del messaggio
pl: Parametry stanu wiadomości
pt: Parâmetros do estado da mensagem
ru: Параметры статуса этого сообщения
tr: Durum iletisinin parametreleri
uk: Параметри статусу листа

source: Parameter key
da: Parameter nøgle
es_ar: Llave del parámetro
fr_be: Clé du paramètre
it: Chiave parametro
pl: Kluczowym parametrem
pt: Parâmetro chave
ru: Ключ параметра
tr: Parametre anahtarı
uk: Ключ параметрів

source: Parameter value
da: Parameter værdi
es_ar: Valor del parámetro
fr_be: Valeur du paramètre
it: Valore parametro
pl: Wartość parametru
pt: Parâmetro valor
ru: Значение параметра
tr: Parametre değeri
uk: Значення параметру

source: Sent on
da: Sendt den
es_ar: Enviado el
fi: Lähetetty
fr_be: Envoyé le
it: Inviato il
pl: Wysłany
pt: Enviado em
ru: Отослано
tr: Gönderim
uk: Відправлено на

source: Date and time when the message was sent
da: Dato og tid for afsendelse af meddelelse
es_ar: Fecha y hora cuando se envió el mensaje
fi: Viestin lähetyspäivä ja aika
fr_be: Date et heure à laquelle le message a été envoyé
it: Data e ora dell'invio del messaggio
pl: Data i czas wysłania wiadomości
pt: Data e hora de envio da mensagem
ru: Дата и время отправки сообщения
si: පණිවුඩය යැවූ දිනය හා වේලාව
tr: Mesajın gönderildiği tarih ve zaman
uk: Дата і час коли лист було відправлено

source: Mark to enable the service.
da: Marker for at aktivere tjenesten.
es_ar: Marcar para habilitar el servicio
fr_be: Cocher pour activer le service
it: Spunta per abilitare il servizio
pl: Zaznacz, aby włączyć usługę.
pt: Seleccione para activar serviço.
ru: Отметить для включения службы.
tr: Servisi etkinleştirmek için işaretleyin.
uk: Позначити для включення служби.

source: The SchoolTool mail service is disabled
da: SchoolTool email service er slået fra
es_ar: El servicio de correo saliente está deshabilitado.
fi: SchoolTool-postipalvelu ei ole käytössä
fr_be: Le service mail de SchoolTool est désactivé
it: Il servizio mail di SchoolTool è disattivato
pl: Usługa mailowa programu SchoolTool jest wyłączona
pt: O serviço de email SchoolTool está desactivado
ru: Почтовая служба SchoolTool отключена
si: SchoolTool තැපැල් සේවය අක්රීය කර ඇත
tr: SchoolTool posta servisi devre dışı
uk: SchoolTool поштовий сервіс вимкнено

source: Couldn't connect to the SMTP server (${info})
da: Kunne ikke oprette forbindelse til SMTP serveren (${info})
es_ar: No se pudo conectar al servidor SMTP (${info})
fi: SMTP-palvelimeen ei saatu yhteyttä (${info})
fr_be: Impossible de se connecter au serveur SMTP (${info})
it: Non è stato possibile connettersi al server SMTP (${info})
pl: Nie można połączyć się z serwerem SMTP (${info})
pt: Não foi possível ligar ao servidor SMTP (${info})
ru: Невозможно соединиться с SMTP сервером (${info})
tr: SMTP (${info}) sunucusuna bağlanılamadı
uk: Не вдалося приєднатись до SMTP серверу (${info})

source: Error sending HELO to the SMTP server (${info})
da: Fejl ved afsendelse af HELO til SMTP serveren (${info})
es_ar: Error enviando HELO al servidor SMTP (${info})
fr_be: Erreur lors de l'envoi de HELO au serveur SMTP (${info})
it: Errore durante l'invio di HELO al server SMTP (${info})
pl: Błąd podczas wysyłania polecenia HELO do serwera SMTP (${info})
pt: Erro ao enviar HELO ao servidor SMTP (${info})
ru: Ошибка отправки HELO SMTP серверу (${info})
tr: SMTP sunucusuna HELO mesajı gönderilirken hata oluştu (${info})
uk: Помилка відправки HELO на SMTP сервер (${info})

source: Couldn't login as ($username) to SMTP server (${info})
da: Kunne ikke logge på som ($username) til SMTP serveren (${info})
es_ar: No se pudo iniciar sesión como ($username) en el servidor SMTP (${info})
fi: SMTP-palvelimelle (${info}) kirjautuminen tunnuksella ($username) ei onnistunut
fr_be: Impossible de se connecter en tant que « ($username) » au serveur SMTP (${info})
it: Non è stato possibile effettuare l'accesso come ($username) al server SMTP (${info})
pl: Nie można zalogować jako ($username) do serwera SMTP (${info})
pt: Não foi possível a ligação como ($username) ao servidor SMTP (${info})
ru: Невозможно войти в систему с именем ($username) на SMTP сервере (${info})
tr: SMTP sunucusunda ($username) olarak oturum açılamadı (${info})
uk: Не вдалося авторизуватись ($username) як на SMTP сервер (${info})

source: The server (${info}) rejected the From address: ${from_address}
da: Serveren (${info}) afviste fra-adressen: ${from_address}
es_ar: El servidor (${info}) rechazó la dirección De: ${from_address}
fr_be: Le serveur (${info}) a rejeté l'adresse de l'expéditeur « ${from_address} »
it: Il server (${info}) ha rifiutato l'indirizzo Da: ${from_address}
pl: Serwer (${info}) odrzuca adres "Od": ${from_address}
pt: O servidor (${info}) rejeitou o endereço do rementente: ${from_address}
ru: Сервер (${info}) отклонил адрес "От" : ${from_address}
tr: ${from_address} adresinden gelen ileti, sunucu (${info}) tarafından reddedildi
uk: Сервер (${info}) відхилив Адресу відправника ${from_address}

source: The server (${info}) rejected the following recipient addresses: ${addresses}
da: Serveren (${info}) afviste følgende modtager-adresser: ${addresses}
es_ar: El servidor (${info}) rechazó las siguientes direcciones de destino: ${addresses}
fr_be: Le serveur (${info}) a rejeté les adresses des destinataires suivants : ${addresses}
it: Il server (${info}) ha rifiutato i seguenti indirizzi di destinatari: ${addresses}
pl: Serwer (${info}) odrzuca adresy odbiorcy: ${from_address}
pt: O servidor (${info}) rejeitou o seguinte endereço de destino: ${addresses}
ru: Сервер (${info}) отклонил следующие адреса доставки: ${addresses}
tr: ${info} sunucusu şu alıcı adresini reddetti: ${addresses}
uk: Сервер (${info}) відхилив наступні адреси одержувачів: ${addresses}

source: The server (${info}) replied that the message data was malformed
da: Serveren (${info}) svarende at beskeddata var defekte
es_ar: El servidor (${info}) respondió que el mensaje estaba mal formado
fr_be: Le serveur (${info}) a répondu que les données du messages n'étaient pas bonnes
it: Il server (${info}) ha risposto che i dati del messaggio sono malformati
pl: Serwer (${info}) odpowiedział, że dane komunikatu był nieprawidłowy
pt: O servidor (${info}) respondeu que os dados da mensagem estavam disformes
ru: Сервер (${info}) сообщил, что сообщение не правильное
tr: Sunucu (${info}) ileti verisinin bozuk olduğunu bildirdi
uk: Сервер (${info}) відповів, що дані у повідомленні вказано неправильно

source: XLS Import
es_ar: Importar XLS
fi: XLS-tuonti
fr_be: Importer en XLS
it: Importazione XLS
pl: Importuj XLS
pt: Importar XLS
ru: Импорт в XLS
tr: XLS Al
uk: Імпорт в XLS

source: XLS Export
da: XLS Eksport
es_ar: Exportar XLS
fi: XLS-vienti
fr_be: Exporter XLS
it: Esportazione XLS
pl: Eksportuj XLS
pt: Exportar para XLS
ru: Экспорт в XLS
tr: XLS Ver
uk: Експорт в XLS

source: School Years
da: Skoleår
es_ar: Años Escolares
fi: Lukuvuodet
fr_be: Années Scolaires
it: Anni scolastici
pl: Lata szkolne
pt: Anos Escolares
ru: Учебные годы
si: පාසල් වර්ෂ
tr: Okul Yılları
uk: Навчальні роки

source: Grade Levels
da: Karakterniveau
es_ar: Niveles de Grado
fr_be: Niveaux d'Étude
it: Anni di corso
pl: Stopień Poziomy
pt: Notas
ru: Этапы обучения
si: ශ්‍රේණි මට්ටම්
tr: Not Düzeyleri
uk: Етапи навчання

source: Section Schedules
da: Tidsplaner for afdeling
es_ar: Sección de Horarios
it: Orario della classe
pt: Secção da Agenda
ru: Расписания Секции
tr: Bölüm Çizelgeleri

source: School Data
da: skoledata
es_ar: Datos de la Escuela
it: Dati della scuola
pt: Informação da Escola
ru: Школьные данные
tr: Okul Verisi

source: Exporting school data
da: Eksportere skoledata
es_ar: Exportar datos de la escuela
it: Esportazione dati della scuola
pt: A exportar...
ru: Экспорт школьных данных
tr: Okul verisini aktar

source: Export complete
da: Eksport færdig
es_ar: Exportación completa
it: Esportazione completata
pt: Exportação completa
ru: Экспорт завершен
tr: Aktarma tamamlandı

source: school export
da: skoleeksport
es_ar: exportar escuela
it: esportazione scuola
pt: Exportar dados da escola
ru: Экспорт Школы*
tr: Okul aktar

source: XLS export
da: XLS eksport
es_ar: Exportar a formato XLS
it: esportazione XLS
pt: Exportar em XML
ru: Экспорт XLS
tr: XLS aktar

source: Upload XLS File
da: Upload XLS Fil
es_ar: Subir archivo XLS
fi: Lataa XLS-tiedostosta
fr_be: Importer un fichier XLS
it: Carica File XLS
pl: Wyślij plik XLS
pt: Importar Arquivo XLS
ru: Загрузить XLS-файл
si: XLS ගොනුව උඩු ගත කරන්න
tr: XLS Dosyasını Karşıya yükle
uk: Заватажити XLS-файл

source: Import XLS
da: Importer XLS
es_ar: Importar XLS
fi: Tuo XLS-tiedosto
fr_be: Importer XLS
it: Importa XLS
pt: Importar XLS
ru: Импортировать XLS
tr: XLS Al
uk: Імпортувати XLS

source: Import Data
da: Importér data
es_ar: Importar Datos
fi: Tietojen tuonti
fr_be: Importer des Données
it: Importa Dati
pl: Import danych
pt: Importar dados
ru: Импорт данных
si: දත්ත ආනයනය කරන්න
tr: Veri Al
uk: Імпорт даних

source: A single .xls spreadsheet containing the basic structure of the school, including students, contacts, years, terms, courses, groups and timetables. Can be modified and re-imported.
da: Et enkelt .xls regneark indeholdende basis-strukteren for skolen, herunder studerende, kontakter, terminer, kurser, grupper og tidstabeller. Kan modificeres og re-importeres.
es_ar: Una sola hoja de cálculo .xls que contiene la estructura básica de la escuela, incluyendo a los estudiantes, contactos, años, términos, cursos, grupos y horarios. Se puede modificar y volver a importar.
fr_be: Une seule feuille de calcul .xls contenant la structure de base d'une école avec: les étudiants, les contacts, les années, les périodes, les cours, les groupes, et les horaires. Elle peut-être modifiée et réimportée.
it: Un unico foglio XLS contenente la struttura di base della scuola, con alunni, contatti, anni, periodi, materie, gruppi ed orari. Può essere modificato e re-importato.
pl: Singlem. Arkusz xls zawierający podstawową strukturę szkoły, w tym studentów, kontakty, lata, warunki, kursów, grup i harmonogramów. Mogą być zmienione i ponownie importowane.
pt: Uma única folha de cálculo .xls contendo a estrutura básica da escola, incluindo alunos, contactos, anos, períodos, disciplinas, grupos e horários. Pode ser modificado e importado novamente.
ru: Единственная электронная таблица .xls содержит базовую структуру вашей школы, включая студентов, контакты, года, семестры, курсы, группы и расписания. Может быть изменена и заново импортирована.
tr: Bir okulun temel yapısını içeren, öğrenci, ilgili, yıl, dönem, ders, grup ve zaman tablosu bilgilerini içeren bir .xls dosyası. Düzenlenebilir ve yeniden alınabilir.
uk: Єдина електронна таблиця .xls містить базову структуру Вашої школи, включаючи студентів, контакти, роки, семестри, курси, групи та розкладу. Може бути змінена і заново імпортована.

source: School Export
da: Skoleeksport
es_ar: Exportar Escuela
it: Esportazione scuola
pl: Eksportuj szkołę
pt: Exportação da escola
ru: Экспорт школ
tr: Okulu Ver
uk: Експорт шкіл

source: SchoolTool cannot read this file. Is it a .xls formatted spreadsheet?
da: Skoleredskaber kan ikke læse denne fil. Er det et xls formateret regneark?
es_ar: SchoolTool no puede leer este archivo. ¿Es una hoja de cálculo en formato .xls?
it: SchoolTool non riesce a leggere questo file. È un foglio di lavoro in formato .xls?
pl: SchoolTool nie potrafi odczytać tego pliku. Czy jest on w formacie arkusza kalkulacyjnego .xls?
pt: SchoolTool não consegue ler este ficheiro. É uma folha de cálculo .xls?
ru: SchoolTool не может прочитать этот файл. Это отформатированные таблицы .xls?
tr: SchoolTool bu dosyayı okuyamadı. .xls biçiminde bir hesap sayfası olduğundan emin misiniz?
uk: SchoolTool не може прочитати цей файл. Це відформатовані таблиці .xls?

source: is not a valid integer
da: Er ikke et gyldigt heltal
es_ar: no es un número válido
fr_be: n'est pas un entier valide
it: non è un intero valido
pl: nie jest prawidłową liczbą całkowitą
pt: não é um inteiro válido
ru: не является допустимым целым числом
si: වලංගු නිඛිලයක් නොවෙයි
tr: geçerli bir tamsayı değil
uk: не є допустимим цілим числом

source: not unicode or ascii string
da: Ikke unicode eller asciistreng
es_ar: no es un texto de tipo unicode o ascii
fr_be: n'est pas une chaine unicode ou ascii
it: non è una stringa ascii o unicode
pl: nie unicode lub ciąg znaków ascii
pt: não é uma expressão unicode ou ascii
ru: не unicode или ASCII строка
si: වලංගු යුනිකෝඩ් හෝ ascii අනුලකුණු වැලක් නොවෙයි
tr: unikod ya da ascii metni değil
uk: не unicode або ASCII рядок

source: missing required text
da: Mangler nødvendig tekst
es_ar: falta texto requerido
fr_be: texte obligatoire manquant
it: testo richiesto mancante
pl: brakuje żądany tekst
pt: falta texto obrigatório
ru: отсутствует необходимый текст
si: අත්‍යවශ්‍ය පෙළක් අතහැරී ඇත
tr: zorunlu metin eksik
uk: відсутній необхідний текст

source: has no date in it
da: Har ingen dato i sig
es_ar: no tiene fecha
fr_be: Ne contient pas de date
it: non contiene date
pl: nie ma w nim daty
pt: não tem data
ru: в нем нет даты
tr: tarih bilgisi içermiyor
uk: немає дати

source: end date cannot be before start date
da: Slutdato kan ikke være før startdato
es_ar: día final no puede ser antes que el día inicial
fr_be: la date de fin ne peut être avant la date de début
it: la data di fine non può precedere la data di inizio
pl: Data zakończenia nie może być przed datą rozpoczęcia
pt: data final não pode ser antes da data inicial
ru: конечная дата не может быть перед начальной датой
si: අවසාන දිනය ආරම්භක දිනට පෙර යෙදිය නොහැක
tr: bitiş tarihi başlangıç tarihinden önce olamaz
uk: кінцева дата не може бути раніше за початкову дату

source: start date overlaps another year
da: Startdato overlapper et andet år
es_ar: día de inicio sobrepone otro año
fr_be: La date de début déborde sur une autre année
it: la data di inizio si sovrappone ad un altro anno
pl: data początkowa nakłada się na inny rok
pt: data inicial coincide com outro ano
ru: дата начала перекрывает другой год
si: ආරම්භක දිනය වෙනත් වර්ෂයක් අතිච්ඡාදනය කරයි
tr: başlangıç tarihi başka bir yıl ile örtüşüyor
uk: дата початку перекриває інший рік

source: end date overlaps another year
da: Slutdato overlapper et andet år
es_ar: día final sobrepone otro año
fr_be: La date de fin déborde sur une autre année
it: la data di fine si sovrappone ad un altro anno
pl: data końcowa nakłada się na inny rok
pt: data final coincide com outro ano
ru: дата окончания перекрывает другой год
si: අවසාන දිනය වෙනත් වර්ෂයක් අතිච්ඡාදනය කරයි
tr: bitiş tarihi başka bir yıl ile örtüşüyor
uk: дата закінчення перекриває інший рік

source: invalid school year
da: Ugyldigt skoleår
es_ar: año de escuela invalido
fr_be: année scolaire invalide
it: anno scolastico non valido
pl: niepoprawny rok szkolny
pt: ano letivo inválido
ru: неправильный школьный год
si: වලංගු නොවන පාසල් වර්ෂයකි
tr: geçersiz okul yılı
uk: неправильний шкільний рік

source: start date before start of school year
da: Startdato er før skoleårets start
es_ar: día inicial es anterior al comienzo del año escolar
fr_be: Date de début avant le début de l'année scolaire
it: la data iniziale precede la data di inizio dell'anno scolastico
pl: datę rozpoczęcia przed rozpoczęciem roku szkolnego
pt: data inicial antes do inicio do ano letivo
ru: начальная дата после начала учебного года
si: පාසල් වර්ෂයේ ආරම්භක දිනටත් පෙර යෙදුණු ආරම්භක දිනයකි
tr: başlangıç tarihi okul yılının başlangıcından önce
uk: Дата початку до початку навчального року

source: end date after end of school year
da: Slutdato er efter skoleårets ende
es_ar: día final es despues del final del año escolar
fr_be: Date de fin après la fin de l'année scolaire
it: la data finale segue la data di fine dell'anno scolastico
pl: dzień zakończenia po zakończeniu roku szkolnego
pt: data final depois do fim do ano letivo
ru: конечная дата после конца учебного года
si: පාසල් වර්ෂයේ අවසන් දිනටත් පසුව යෙදුණු අවසාන දිනයකි
tr: bitiş tarihi okul yılının bitişinden sonra
uk: кінцева дата після кінця навчального року

source: start date overlaps another term
da: Start dato overlapper en anden termin
es_ar: día inicial sobrepone otro termino
fr_be: La date de départ chevauche une autre période.
it: la data di inizio si sovrappone ad una altro temine
pl: data początkowa nakłada się na inny semestr
pt: data inicial coincide com outro período
ru: дата начала перекрывает другой срок
si: ආරම්භක දිනය වෙනත් වාරයක් අතිච්ඡාදනය කරයි
tr: başlangıç tarihi başka bir dönem ile örtüşüyor
uk: дата початку перекриває інший термін

source: end date overlaps another term
da: Slutdato overlapper en anden termin
es_ar: día final sobrepone otro termino
fr_be: La date de fin chevauche une autre période.
it: la data di fine si sovrappone ad una altro temine
pl: data końcowa nakłada się na inny semestr
pt: data final coincide com outro período
ru: дата окончания перекрывает другой срок
si: අවසාන දිනය වෙනත් වාරයක් අතිච්ඡාදනය කරයි
tr: bitiş tarihi başka bir dönem ile örtüşüyor
uk: дата закінчення перекриває інший термін
