Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Manage this person's advisors
da: Administrere denne persons rådgivere
es_ar: Administrar los asesores de esta persona
fr_be: Gèrer les conseillers de cette personne
it: Gestisci gli assistenti di questa persona
pl: Zarządzaj tym osoby doradców
pt: Gerir os orientadores desta pessoa
ru: Управление консультантами этого пользователя
si: මේ පුද්ගලයාගේ අනුශාසකයෝ කළමනාකාරනය කරන්න
tr: Bu kişinin danışmanlarını yönet
uk: Управління консультантами цього користувача

source: The person has no advisors.
da: Denne person har ingen rådgivere.
es_ar: Esta persona no tiene asesores.
fr_be: La personne n'a pas de conseillers
it: La persona non ha assistenti.
pl: Osoba nie ma doradców.
pt: Esta pessoa não tem orientadores
ru: У этого пользователя нет консультанта.
si: කිසිදු අනුශසකයකු නොමැති පුද්ගලයා
tr: Bu kişinin danışmanı yok.
uk: У цього користувача немає консультанта.

source: Manage this person's advisees
da: Administrer denne persons vejledte
es_ar: Gestionar las asesorías de esta persona
fr_be: Gérer les personnes que cette personne conseille
it: Gestisci gli assistiti di questa persona
pl: Zarządzaj tym osoby advisees
pt: Gerir os orientandos desta pessoa
ru: Управлять учащимися этого пользователя
si: මේ පුද්ගලයාගෙන් අනුශසනා ලබන්නෝ කළමනාකාරනය කරන්න
tr: Bu kişinin danışanlarını yönet.
uk: Управляти учнями цього користувача

source: The person has no advisees.
da: Denne person har ingen vejledte.
es_ar: La persona no tiene asesorias
fr_be: La personne n'a pas de personne à conseiller
it: Questa persona non ha assistiti.
pl: Ta osoba nie ma porad.
pt: Esta pessoa não tem orientandos.
ru: У этого пользователя нет учащийхся.
si: කිසිදු අනුශසකනා ලබන්නකු නොමැති පුද්ගලයා
tr: Bu kişinin danışanı yok.
uk: У цього користувача немає учащійхся.

source: All groups
da: Alle grupper
es_ar: Todos los grupos
fi: Kaikki ryhmät
fr_be: Tous les groupes
it: Tutti i gruppi
pl: Wszystkie grupy
pt: Todos os grupos
ru: Все группы
si: සියලුම කණ්ඩායම්
tr: Bütün gruplar
uk: Всі групи

source: CSV data <strong>must</strong> contain a user name a first name and a last name. An optional password <strong>may</strong> be included as well.
da: CSV data <strong>skal</strong> indeholde et brugernavn, et fornavn og et efternavn. En adgangskode <strong>kan</strong> være inkluderet.
es_ar: Los datos CSV <strong>deben</strong> contener un nombre de usuario, un nombre y un apellido. Una contraseña opcional <strong>puede</strong> incluirse también.
fi: CSV-tiedon <strong>täytyy</strong> sisältää käyttäjänimi, etunimi ja sukunimi. Vaihtoehtoisen salasanan <strong>voi</strong> myös lisätä.
fr_be: Les données CSV <strong>doivent</strong> contenir un nom d'utilisateur, un prénom et un nom. Un mot de passe optionnel <strong>peut</strong> être inclus si souhaité.
it: I dati CSV <strong>devono</strong> comprendere un nome utente, nome e cognome. <strong>Può</strong> essere inclusa anche una password (facoltativa).
pl: Dane CSV <strong>muszą</strong> zawierać nazwę użytkownika, imię oraz nazwisko.Opcjonalnie <strong>może</strong> zawierać hasło.
pt: Os dados CSV <strong>têm</strong> de conter um identificador, um primeiro nome e um último nome. Um campo opcional para a senha <strong>pode</strong> também ser incluído.
ru: Данные CSV <strong>обязаны</strong> содержать имя пользователя, имя и фамилию. Так же <strong>может</strong> присутствовать необязательный пароль.
si: දත්ත වල <strong>අනිවාර්යයෙන්ම</strong> පරිශීලක නම, මුල් නම හා අවසාන නම අඩංගු විය යුතුය. අතිරේක මුර පදයක්ද <strong>ඇතැම්විට</strong> ඇතුලත් විය හැකිය.
tr: CSV verisi, <strong>zorunlu olarak</strong> bir kullanıcı adı, bir ad, bir soyad ve <strong>isteğe bağlı olarak</strong> bir parola içermelidir.
uk: Дані CSV <strong>повіні</strong> містити користувача, його ім'я та прізвище. Додатково <strong>можливо</strong> зазначити й пароль.

source: The above example will create three users, 'jjones', 'jbjones' and 'howard'. Of the three, only 'jbjones' has a password ('r2m45J') and will be able to login to the system. Note that passwords must be sent in plain text.
da: Det ovenstående eksempel vil oprette tre brugere, 'jjones', 'jbjones' og 'howard'. Af disse tre vil kun 'jbjones' have en adgangskode ('r2m45J'), og kun denne bruger vil kunne logge ind. Bemærk at adgangskoden skal sendes som ren tekst.
es_ar: El ejemplo anterior creará 3 usuarios, 'jjones', 'jbjones' y 'howard'. De los 3, solo 'jbjones' tiene una contraseña ('r2m45j') y está habilitado para entrar al sistema. Notar que las contraseñas serán enviadas en texto plano.
fi: Yllä oleva esimerkki luo kolme käyttäjää: "mmeikalainen", "memeikalainen" ja "makkonen" Näistä kolmesta vain "memeikalaisella" on salasana (r2m45j) ja on ainoa joka voi kirjautua järjestelmään. Huomaa, että salasanojen tulee olla tekstinä ja numeroina. (ei erikoismerkkejä)
fr_be: L'exemple ci-dessus créera trois utilisateurs,'ppaul', 'dljean' et 'leon'. 'dljean' a un mot de passe ('r2m45J') et peut donc se connecter au système. Notez que les mots de passe ne seront pas cryptés.
it: L'esempio precedente crea tre utenti: 'jjones', 'jbjones' e 'howard'. Dei tre, solo 'jbjones' ha una password ('r2m45J') ed è in grado di entrare (login) nel sistema. Notare che le password devono essere inviate in formato testo.
pl: Powyższy przykład stworzy trzech użytkowników, jkowalski,jckowalski i adam. Tylko jckowalski ma ustawione hasło i będzie mógł się zalogować do systemu. Uwaga: hasła muszą byc przesłane czytym tekstem.
pt: O exemplo acima criará 3 utilizadores 'jsantos', 'jpsantos' e 'pedro'. Dos três, apenas o 'jpsantos' tem uma palavra passe ('r2m45J') e poderá aceder ao sistema. Note que as palavras passe devem ser submetidas em texto simples.
ru: В данном примере создаются три пользователя: "jjones", "jbjones" и "howard". Из них только "jbjones" имеет пароль ('r2m45J') и сможет зайти в систему. Заметьте, что пароли должны передаваться открытым текстом.
tr: Yukarıdaki örnek, 'okanık', 'ovkanık' ve 'kemal' olarak üç kullanıcı oluşturacaktır. Bu üçünden yalnız 'ovkanık' bir parolaya ('r2m45j') sahip olacak ve sisteme giriş yapabilecektir. Parolaların düz metin (plain text) olarak yollanacağını göz önünde bulundurun.
uk: У даному прикладі створюються три користувача: "jjones", "jbjones" і "howard". З них тільки "jbjones" має пароль ( 'r2m45J') і зможе зайти в систему. Зауважте, що паролі повинні передаватися відкритим текстом.

source: Order
da: Rækkefølge
es_ar: Ordenar
fi: Järjestys
fr_be: Ordonner
it: Ordine
pl: Zamówienie
pt: Ordenar
ru: Порядок
si: පිළිවෙල
tr: Sıra
uk: Порядок

source: Delete
da: Slet
es_ar: Borrar
fi: Poista
fr_be: Supprimer
it: Elimina
pl: Usuń
pt: Apagar
ru: Удалить
si: මකන්න
tr: Sil
uk: Вилучити

source: Required
da: Påkrævet
es_ar: Requerido
fi: Vaaditaan
fr_be: Exigé
it: Richiesto
pl: Wymagane
pt: Obrigatório
ru: Требуется
si: අවශ්‍යයි
tr: Zorunlu
uk: Обов'язкове

source: Limited
da: Begrænset
es_ar: Limitado
fr_be: Limité
it: Limitato
pl: Ograniczony
pt: Limitado
ru: Ограничено
si: සීමා සහිත
tr: Sınırlı
uk: Обмежено

source: Edit this person's information
da: Rediger denne persons informationer
es_ar: Editar la información de esta persona
fi: Muokkaa tämän henkilön tietoja
fr_be: Modifier les infoemations de cette personne
it: Modifica le informazioni di questa persona
pl: Edycja tej osoby informacji
pt: Editar as informações desta pessoa
ru: Изменить информацию об этом пользователе
si: මෙම පුද්ගලයාගේ තොරතුරු සංස්කරණය කිරීම
tr: Bu kişinin bilgilerini düzenle
uk: Змінити інформацію про цього користувача

source: Demographics and other personal data
da: Demografi og andre personlige data
es_ar: Datos demográficos y otros datos personales
fi: Henkilötiedot
fr_be: Démographie et autre donnée personnel
it: Dati demografici ed altri dati personali
pl: Demografia i inne dane osobowe
pt: Demografia e outros dados pessoais
ru: Демографическая и другая персональная информация
si: ප්‍රජා විද්‍යාත්මක හා අනෙකුත් පුද්ගලික දත්ත
tr: Demografik ve diğer kişisel veriler
uk: Демографічна та інша персональна інформація

source: Manage people
da: Administre personer
es_ar: Gestionar personas
fr_be: Gerer les personnes
it: Gestisci le persone
pl: Zarządzanie osobami
pt: Gerir pessoas
ru: Управлять пользователями
si: පුද්ගලයින් කළමනාකරණය
tr: Kişileri yönet
uk: Керувати користувачами

source: There are ${count} people defined in ${school}.
da: Der er ${count} personer defineret i ${school}.
es_ar: Hay ${count} personas definidas en ${school}.
fi: Kouluun ${school} on määritelty ${count} henkilöä.
fr_be: Il y a ${count} personne définies dans ${school}.
it: Ci sono ${count} persone definite in ${school}.
pl: Jest ${count} uczniów zdefiniowanych w ${school}
pt: Há ${count} pessoas definidas em ${school}.
ru: Всего ${count} пользователя/лей определено в ${school}.
si: ${school}යයි දැක්වූ පුද්ගලයින් ${count}කි.
tr: ${school} içinde ${count} kişi tanımlanmış.
uk: Всього ${count} користувача/ей визначено в ${school}.

source: Added persons
da: Tilføjede personer
es_ar: Personas añadidas
fi: Lisää henkilöitä
fr_be: Personnes ajoutées
it: Persone aggiunte
pl: Dodane osoby
pt: Pessoas adicionadas
ru: Добавленные пользователи
si: පුද්ගලයින් එක් කරන්න
tr: Eklenmiş kişiler
uk: Додані користувачі

source: New person
da: Ny person
es_ar: Nueva persona
fi: Uusi henkilö
fr_be: Nouvelle personne
it: Nuova persona
pl: Nowa osoba
pt: Nova pessoa
ru: Новая персона
si: නවක පුද්ගලයා
tr: Yeni kişi
uk: Нова особа

source: signifies a required field
da: viser et nødvendigt felt
es_ar: indica un campo requerido
fi: merkityt kentät pitää täyttää
fr_be: indique un champ obligatoire
it: significa un campo richiesto
pl: oznacza wymagane pole
pt: indica um campo obrigatório
ru: обозначить необходимое поле
si: අනිවාර්‍ය ක්‍ෂේත්‍රයක් සංකේතවත් කරයි
tr: doldurulması zorunlu alanları belirtir
uk: позначити необхідне поле

source: Birth date:
da: Fødselsdato:
es_ar: Fecha de nacimiento:
fi: Syntymäaika:
it: Data di nascita:
pl: Data urodzenia:
pt: Data de nascimento:
ru: Дата рождения:
si: උපන් දිනය:
tr: Doğum Tarihi:
uk: Дата народження:

source: Contact
da: Kontaktperson
es_ar: Contacto
it: Contatto
pl: Kontakt
pt: Contacto
ru: Контактные данные
si: සම්බන්ධවීමට
tr: İlgili Kişi
uk: Контакт

source: Contact's Phone
da: Kontaktpersons telefonnummer
es_ar: Teléfono de contacto
it: Telefono del contatto
pl: Numeru telefonu
pt: Telefone do contacto.
ru: Номер Контакта
si: සම්බන්ධවීමේ දුරකථන අංකය
tr: İlgili Kişinin Telefonu
uk: Контактний телефон

source: Messages
es_ar: Mensajes
it: Messaggi
pt: Mensagens
ru: Сообщения

source: Upload SchoolTool persons as CSV
da: Upload SchoolTool personer som CSV
es_ar: Subir las Personas en un archivo CSV
fi: Vie SchoolToolin henkilöt CSV-muodossa
fr_be: Importer les personnes SchoolTool en CSV
it: Carica le persone di SchoolTool come CSV
pl: Wyslij osoby SchoolTool jako CSV
pt: Importar indivíduos SchoolTool através de CSV
ru: Загрузить людей SchoolTool в формате CSV
si: ස්කූල් ටූල් පුද්ගලයින් CSV ලෙස උඩුගත කරන්න
tr: SchoolTool kişilerini CSV olarak karşıya yükle.
uk: Завантажити осіб до SchoolTool у форматі CSV

source: Import Persons
da: Importér personer
es_ar: Importar Personas
fi: Tuo henkilöitä
fr_be: Importer des personnes
it: Importa le persone
pl: Importuj osoby
pt: Importar Pessoas
ru: Импорт личностей
si: පුද්ගලයින් ආනයනය කරන්න
tr: Kişileri Al
uk: Імпортувати осіб

source: Are you sure you want to delete selected items?
da: Er du sikker på at du vil slette de valgte emner?
es_ar: ¿Está seguro de que quiere borrar los elementos seleccionados?
fi: Haluatko varmasti poistaa valitut kohteet?
fr_be: Etes-vous sûr de vouloir supprimer les éléments sélectionnés ?
it: Sei sicuro di voler eliminare gli elementi selezionati?
pl: Czy na pewno usunąć zaznaczone elementy?
pt: Tem a certeza que quer apagar os itens seleccionados?
ru: Вы уверены, что хотите удалить выбранные записи?
si: ඔබට මෙම අයිතමය මකා දැමීමට නිසැකවම උවමනාද ?
tr: Seçilen öğeleri silmek istediğinize emin misiniz?
uk: Ви впевнені, що бажаєте вилучити обрані елементи?

source: You have not selected any items.
da: Du har ikke valgt nogle emner.
es_ar: No has seleccionado ningún elemento
fi: Et ole valinnut yhtään kohdetta.
fr_be: Vous n'avez sélectionné aucun élément.
it: Non hai selezionato nessun oggetto
pl: Nie zaznaczyłeś żadnych elementów.
pt: Não seleccionou nenhum item.
ru: Вы не выбрали ни одного пункта.
si: ඔබ කිසිදු අයිතමක් තෝරාගෙන නැත
tr: Hiçbir öğe seçmediniz.
uk: Ви не вибрали жодного елемента.

source: Sorry, you may not delete your own user account.
da: Beklager, du kan ikke slette din egen brugerkonto.
es_ar: Lo siento, no puede borrar su propia cuenta de usuario.
fi: Et voi poistaa omaa käyttäjätiliäsi.
fr_be: Désolé, vous ne pouvez pas supprimer votre propre compte.
it: Spiacente, non puoi eliminare il tuo account.
pl: Przepraszamy, nie możesz skasować własnego konta użytkownika.
pt: Desculpe, não pode apagar a sua própria conta de utilizador.
ru: Удаление собственной учетной записи запрещено
si: සමාවන්න, ඔබට ඔබගේම ගිණුම මකා දැමිය නොහැකිය.
tr: Malesef kendi kullanıcı hesabınızı silemezsiniz.
uk: На жаль, ви не можете видалити свій обліковий запис користувача.

source: Confirm
da: Bekræft
es_ar: Confirmar
fi: Vahvista
fr_be: Confirmer
it: Conferma
pl: Zatwierdź
pt: Confirmar
ru: Подтвердить
si: තහවුරු කරන්න
tr: Onayla
uk: Підтвердити

source: Person info: ${title}
es_ar: Información del usuario: ${title}
fi: Henkilötiedot: ${title}
fr_be: informations associées à la personne: ${title}
it: Informazioni personali: ${title}
pl: Informacja o osobie: ${title}
pt: Informação pessoal: ${title}
ru: Информация о человеке: ${title}
si: පුද්ගල තොරතුරු: ${title}
tr: Kişi bilgisi:${title}
uk: Інформація про особу: ${title}

source: Ethnicity
da: Etnicitet
es_ar: Raza
fi: Etnisyys
fr_be: Ethnie
it: Origine etnica
pl: Narodowość
pt: Etnia
ru: Национальность
si: ජනවාර්ගිකත්වය
tr: Etnik köken
uk: Расова належність

source: American Indian or Alaska Native
da: Amerikansk indianer eller Alaske inuit
es_ar: Indio nativo americano o de Alaska
fi: Amerikan intiaani tai Alaskan alkuperäisasukas
fr_be: Natif d'Indiens d'Amérique ou d'Alaska
it: Indiano d'America o nativo dell'Alaska
pl: American Indian czy Alaska Native
pt: Índio Americano ou Nativo do Alasca
ru: Американскийй индеец или уроженец Аляски
si: ඇමරිකානු ඉන්දීය හෝ ඇලස්කාවේ ස්වදේශිකයෝ
tr: Amerikan Yerlisi ya da Alaska Yerlisi
uk: Американський індіанець або уродженець Аляски

source: Asian
da: Asiatisk
es_ar: Asiático
fi: Aasialainen
fr_be: Asiatique
it: Asiatico
pl: Azjata
pt: Asiático
ru: Азиат
si: ආසියානු
tr: Asyalı
uk: Азіатські

source: Black or African American
da: Sort eller afrikansk amerikaner
es_ar: Negro o Afro-Americano
fi: Musta
fr_be: Noir ou Africain d'Amérique
it: Africano o di colore
pl: Czarnoskóry lub Afroamerykanin
pt: Negro ou Afro-Americano
ru: Темнокожий или афроамериканец
si: කළු හෝ අප්‍රිකානු ඇමෙරිකානුවෝ
tr: Siyahi ya da Afrikalı Amerikalı
uk: Темношкірий або афроамериканец

source: Native Hawaiian or Other Pacific Islander
da: Oprindelige indbyggere på Hawaii eller andre øer i Pacific
es_ar: Hawaiano u otros isleños del Pacífico
fi: Alkuperäinen hawailainen tai muu tyynenmeren saaren alkuasukas
fr_be: Natif d'Hawaii ou d'autres iles Pacifique
it: Nativo Hawaii o di altra isola del Pacifico
pl: Język hawajski lub Inne wysp Pacyfiku
pt: Nativo do Havai ou outra ilha do Pacífico
ru: Уроженец Гавай или других тихоокеанских островов
si: හවායින් ජාතිකයන් හා අනෙකුත් පැසිෆික් දූපත් වාසීන්
tr: Hawai Yerlisi ya da Diğer Pasifik Adalılar
uk: Уродженець Гавайських чи інших тихоокеанських островів

source: White
da: Hvid
es_ar: Blanco
fi: Valkoinen
fr_be: Blanc
it: Bianco
pl: Biały
pt: Branco
ru: Белый
si: සුදු
tr: Beyaz
uk: Білий

source: Place of birth
da: Fødselssted
es_ar: Lugar de nacimiento
fi: Syntymäpaikka
fr_be: Lieu de naissance
it: Luogo di nascita
pl: miejsce urodzenia
pt: Naturalidade
ru: Место рождения
si: උපන් ස්ථානය
tr: Doğum yeri
uk: Місце народження

source: Citizenship
da: Statsborgerskab
es_ar: Nacionalidad
fi: Kansalaisuus
fr_be: Citoyenneté
it: Cittadinanza
pl: Obywatelstwo
pt: Nacionalidade
ru: Гражданство
si: පුරවැසිභාවය
tr: Vatandaşlık
uk: Громадянство

source: Prefix
da: Præfiks
es_ar: Prefijo
fi: Etuliite
fr_be: Préfixe
it: Titolo
pl: Prefiks
pt: Título
ru: Префикс
si: උපසර්ගය
tr: Önek
uk: Префікс

source: Middle name
da: Mellemnavn
es_ar: Segundo nombre
fi: Toiset nimet
fr_be: Second prénom
it: Secondo nome
pl: Drugie imię
pt: Nome do meio
ru: Отчество
si: මැද නාමය
tr: İkinci ad
uk: По батькові

source: Suffix
da: Suffiks
es_ar: Sufijo
fi: Jälkiliite
fr_be: Suffixe
it: Suffisso
pl: Sufiks
pt: Sufixo
ru: Суффикс
si: ප්‍රත්‍යය
tr: Sonek
uk: Суфікс

source: Preferred name
da: Foretrukket navn
es_ar: Nombre de pila
fi: Kutsumanimi
fr_be: Nom préféré
it: Nome preferito
pl: Preferowane imię
pt: Nome preferido
ru: Предпочитаемое имя
si: රුචි නාමය
tr: Yeğlenen ad
uk: Бажане ім'я

source: Gender
da: Køn
es_ar: Género
fi: Sukupuoli
fr_be: Genre
it: Genere
pl: Płeć
pt: Sexo
ru: Пол
si: ස්ත්‍රි/පුරුෂ භාවය
tr: Cinsiyet
uk: Стать

source: Female
da: Kvinde
es_ar: Mujer
fi: Nainen
fr_be: Féminin
it: Femmina
pl: Kobieta
pt: Feminino
ru: Женский
si: ස්ත්‍රී
tr: Kadın
uk: Жінка

source: Male
da: Mand
es_ar: Varón
fi: Mies
fr_be: Masculin
it: Maschio
pl: Mężczyzna
pt: Masculino
ru: Мужской
si: පුරුෂ
tr: Erkek
uk: Чоловік

source: Birth date
da: Fødselsdato
es_ar: Fecha de nacimiento
fi: Syntymäaika
fr_be: Date de naissance
it: Data di nascita
pl: Data urodzenia
pt: Data de nascimento
ru: Дата рождения
si: උපන් දිනය
tr: Doğum tarihi
uk: День народження

source: As it should appear on forms and reports.
da: Som det skulle se ud på skemaer og rapporter
es_ar: Como debe aparecer en formularios e informes.
fr_be: Comme cela devrait apparaître dans les formulaires et rapports.
it: Come dovrebbe apparire in moduli e prospetti.
pl: Powinny się wyświetlać formularze i raporty.
pt: Como deve aparecer em formulários e relatórios.
ru: Как это должно выглядеть в формах и отчетах.
si: පෝරම හා වාර්තා වල දිස් වියයුතු අයුරින්
tr: Form ve raporlarda görüneceği şekilde.
uk: Як це має виглядати в формах і звітах.

source: A unique one word alphanumeric identifier.
da: Et unikt et ords alfanumerisk identitetsord.
es_ar: Un único carácter alfanumérico como identificador
it: Una singola parola o identificatore alfanumerico
pl: Unikalny, jednowyrazowy identyfikator alfanumeryczny.
pt: Um identificador alfanumérico único de uma palavra.
ru: Уникальный буквенный идентификатор длинной в одно слово
si: එක් විශිෂ්ට පදයක් ඇති අක්ෂරාංක හඳුන්වනය
tr: Tek kelimelik eşsiz alfanüremik bir belirteç.
uk: Унікальний буквений ідентифікатор довгою в одне слово

source: Selection list
da: Valgliste
es_ar: Lista de selección
fi: Valinta lista
fr_be: Liste de sélection
it: Lista di selezione
pl: Lista wyboru
pt: Lista de seleção
ru: Список выбора
si: වරණ ලැයිස්තුව
tr: Seçim listesi
uk: Список вибору

source: Enter the valid values for the field below. One value per line. These values will be displayed as a menu in forms.
da: Indtast gyldige værdier for feltet herunder. En værdi pr. linie. Disse værdier vil blive vist som en menu i formularer.
es_ar: Introduzca los valores válidos para el campo de abajo. Un valor por línea. Estos valores se mostrarán como un menú en los formularios.
fr_be: Entrez les valeurs valides pour le champ ci-dessous. Une valeur par ligne. Ces valeurs seront affichées comme un menu dans les formulaires.
it: Inserisci i valori validi per il campo. Un valore per riga. Questi valori appariranno come menu nei moduli.
pl: Wprowadzić prawidłowe wartości dla pola poniżej. Jedna wartość na linię. Te wartości będą wyświetlane jako menu w postaci.
pt: Introduza valores válidos para o campo abaixo. Um valor por linha. Estes valores serão exibidos como um menu em formulários.
ru: Введите действительную величину в поле ниже. Одну величину на строчку. Эти величины будут отображены как меню в формах.
tr: Alan için kullanılacak değerleri aşağıya her satıra bir tane olmak üzere yazın. Bu değerler formlarda menü şeklinde gösterilecek.
uk: Введіть допустимі значення для поля нижче. Одне значення в кожному рядку. Ці значення будуть відображатися в меню форми.

source: Minimum value
da: Minimum værdi
es_ar: Valor mínimo
it: Valore minimo
pl: Minimalna wartość
pt: Valor mínimo
ru: Минимальная величина
si: අවම අගය
tr: En küçük değer
uk: Мінімальне значення

source: Maximum value
da: Maksimumværdi
es_ar: Valor máximo
it: Valore massimo
pl: Maksymalna wartość
pt: Valor máximo
ru: Максимальная величина
si: උපරිම අගය
tr: En büyük değer
uk: Максимальне значення

source: First Name
da: Fornavn
es_ar: Nombre
fi: Etunimi
fr_be: Prénom
it: Nome
pl: Imię
pt: Primeiro Nome
ru: Имя
si: මුල් නම
tr: Ad
uk: Ім'я

source: Last Name
da: Efternavn
es_ar: Apellido
fi: Sukunimi
fr_be: Nom
it: Cognome
pl: Nazwisko
pt: Apelido
ru: Фамилия
si: අවසන් නම
tr: Soyad
uk: Прізвище

source: Advisors of a person.
da: Denne persons rådgivere
es_ar: Consejeros de una persona.
fr_be: Conseiller d'une personne
it: Assistente di una persona.
pl: Doradcy osoby.
pt: Orientadores de uma pessoa.
ru: Консультанты личности.
si: පුද්ගලයයාගේ උපදේශකවරයෝ
tr: Bir kişinin danışmanları.
uk: Персональний консультант.

source: Create, delete demographics fields and change their order.
da: Oprette, slette demografiske felter og ændre deres orden.
es_ar: Crear, borrar campos demográficos y cambiar su orden.
fr_be: Créer, supprimer les champs des données démographiques et changer leur ordre.
it: Creare, cancellare campi demografici e cambiare il loro ordine
pl: Utwórz, usuń kontenery demograficzne i zmień ich rozkazy.
pt: Criar e remover campos demográficos e alterar a ordem.
ru: Создать, удалить поля демографии и изменить из порядок.
tr: Demografik alanlarını oluştur, sil ve sırasını değiştir.
uk: Створити, вилучити поля з демографічними даними та змінити їх порядок.

source: Edit fields
da: Redugér felter
es_ar: Editar campos
fi: Kenttien muokkaus
fr_be: Modification des champs
it: Modifica campi
pl: Edytuj pola
pt: Edite os campos
ru: Править поля
si: ක්ෂේත්‍ර සංස්කරණය කරන්න
tr: Alanları düzenle
uk: Редагування полів

source: View user demographics
da: Vis brugers demografi
es_ar: Ver datos demográficos del usuario
fr_be: Affichage des statistiques utilisateurs
it: Vedi i dati demografici degli utenti
pl: Zobacz strukturę użytkowników
pt: Ver demografia do utilizador
ru: Показать демографию пользователей
si: පරිශීලකගේ ප්‍රජා විද්‍යාත්මක කරුණු පෙන්වන්න
tr: Kullanıcı demografiği
uk: Перегляд демографічних даних користувача

source: View user's demographics information
da: Vis brugers demografiske oplysninger
es_ar: Ver información demográfica del usuario
fr_be: Affichage de l'information statistique de l'utilisateur
it: Vedi dati demografici degli utenti
pl: Wyświetl informacje demograficzne użytkownika
pt: Ver informação demográfica do utilizador
ru: Показать демографическую информацию пользователя
si: පරිශීලකගේ ප්‍රජා විද්‍යාත්මක තොරතුරු පෙන්වන්න
tr: Kullanıcının demografik bilgilerini gösterir
uk: Переглянути демографічну інформацію про користувача

source: Modify user demographics
da: Ændre brugers demografi
es_ar: Modificar datos demográficos del usuario
fr_be: Modifier un utilisateur des données démographiques
it: Modifica dati demografici dell'utente
pl: Zmodyfikuj strukturę użytkowników
pt: Alterar demografia do utilizador
ru: Править демографию пользователя
si: පරිශීලකගේ ප්‍රජා විද්‍යාත්මක කරුණු වෙනස් කිරීම
tr: Kullanıcı demografiğini değiştir
uk: Зміна демографічних даних користувача
