Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: The above example will create 4 courses titled 'Ancient History', 'US History', 'World History' and 'Spanish'. The first and third courses will have the descriptions 'Pre-history through 1000 A.D.' and '1000 A.D. through the 20th century' respectively. The second and forth courses will have no description. The second, third and forth courses will have their SchoolTool IDs set to us-history and history-world. The forth course will have its Alternate ID set to spanish-gov and its credits value set to 5. If you will upload a CSV with titles or course ids that are already present in the database, existing courses will be updated. Course Ids take precedence when determining which course should be updated.
da: Eksemplet herover vil oprette 4 kurser med titlerne 'Old historie', 'Amerikansk historie', 'Verdens historie' og 'Spansk'. Det første of tredje kursus vil have henholdsvis beskrivelserne 'historie før 1000 fvt.' og '1000 fvt. til det 20. århundrede'. Det anden og fjerde kursus har ikke nogen beskrivelse. Det anden, tredje og fjerde kursus vil få deres SchoolTool id indstillet til us-history og history-world. Det fjerde kursus vil have indstillet et alternative id til spanish-gov og indstillet pointvægten til 5. Hvis du uploader en CSV-fil med titler og kursus id der allerede er i databasen vil det opdatere de eksisterende kurser. Kursus id'er tager precedens når det skal bestemmes hvilke kurser der skal opdateres.
es_ar: El ejemplo anterior creará 4 cursos titulados "Ancient History", "US History", "World History' y 'Spanish'. El primer y tercer cursos tendrán las descripciones 'Pre-history through 1000 A.D.' y '1000 A.D. through the 20th century', respectivamente. Los segundos y cuarto cursos no tendrán ninguna descripción. El segundo, tercer y cuarto cursos tendrán sus IDs establecidos como us-history y history-world. El cuarto curso tendrá su ID alternativo establecido como spanish-gov y el valor de su crédito está establecido en 5. Si va a cargar un archivo CSV con los títulos o los ID de cursos que ya están presentes en la base de datos, se actualizarán los cursos existentes. Los ID del curso tienen prioridad para determinar qué curso debe ser actualizada.
fr_be: L'exemple ci-dessus va créer 4 cours intitulés « Antiquité », « Histoire des États-Unis », « Histoire du monde » et « Espagnol ». Le premier et le troisième cours auront respectivement les descriptions « Préhistoire jusqu'à 1000 apr. J.-C. » et « 1000 apr. J.-C. jusqu'au 20e siècle ». Le deuxième et quatrième cours n'auront pas de description. Le deuxième, troisième et quatrième cours auront leur SchoolTool IDs placés sur « us-history » et « history-world ». Le quatrième cours aura son ID alternatif placé sur « spanish-gov » et sa valeur de crédits placé sur 5. Si vous importez un fichier CSV avec des titres ou des identifiants de cours préexistants dans la base de données, les cours existants seront mis à jour. Les identifiants de cours ont préséance pour déterminer quel cours devraient être mis à jour.
it: L'esempio sopra riportato creerà 4 corsi dai titoli "Storia antica", "Storia degli Stati Uniti", "Storia del mondo" e "Spagnolo". Il primo e il terzo corso hanno come descrizione "Preistoria fino al 1000 A.C." e "Dal 1000 A.C. al ventesimo secolo" rispettivemente. Il secondo e il quarto corso non hanno descrizioni. Al secondo, terzo e quarto corso gli ID di SchoolTool assegnati sono storia-americana e storia-del-mondo. Il quarto corso ha come ID Alternate spanish-gov e vale 5 crediti. Se viene caricato un file CSV con titoli o ID di corsi che sono già presenti nel database, i corsi esistenti verranno aggiornati. Gli ID dei corsi hanno la precedenza nella determinazione di quali corsi devono essere aggiornati.
pt: O Exemplo acima irá criar 4 disciplinas intituladas 'História Antiga', 'História de Portugal', 'História Mundial', 'Espanhol'. As primeira e terceira disciplinas irão ter, respectivamente, a descrição 'Pré-História até 1000 A.C.' e '1000 D.C. até o século 20'. As segunda e quarta disciplinas não terão nenhuma descrição. As segunda e terceira disciplinas irão ter a Identificação da disciplina definida como 'historia-pt' e 'historia-mundial', respectivamente. A quarta disciplina irá ter a Identificação do Ministério definida com 'espanol-gov' e o valor dos créditos definido com o valor '5'. Se eventualmente carregar um ficheiro CSV com títulos ou identificações de disciplina que já constem da base de dados, os registos das disciplinas serão actualizados. As identificações das disciplina tomam precedência na altura de determinar qual dos cursos deve ser actualizado.
ru: Вышеприведенный пример создаст 4 курса с названиями 'История Древнего Мира', 'История США', 'Всемирная История' и 'Испанский'. Первый и третий курсы будут иметь описания: "История до 1000 года до Нашей Эры" и "История после 1000 года Нашей Эры до 20 Столетия". Второй и третий курсы не будут иметь описания. Второй, третий и четвертый курсы будут иметь свои ID номера SchoolTool: история-сша и история-мировая. Четвертый курс будет иметь альтернативный ID обозначенный как испанский-гос и иметь величину очков равную 5. Если Вы загрузите CSV с заголовками или id курсов, которые уже есть в базе данных, то существующие курсы будут обновлены. id курса имеет старшинство, когда устанавливается, какой курс будет обновлен.
tr: Üstteki örnek, 'Eski Çağlar Tarihi', 'Cumhuriyet Tarihi', 'Dünya Tarihi' ve 'Fransızca' başlıklarıyla 4 ders oluşturur. Birinci ve üçüncü derslerin, sırayla 'M.Ö. 1000 - M.S. 1000 arası' ve 'M.S. 1000 - 20. Yüzyıl' şeklinde açıklamaları vardır. İkinci ve dördüncü derslerin açıklaması yoktur. İKinci ve üçüncü derslerin tarih-eski ve tarih-dünya şeklinde SchoolTool kodları vardır. Dördüncü ders fransızca-meb şeklinde alternatif koda sahiptir ve kredi değeri 5 olarak verilmiştir. Yükleyeceğniz CSV dosyasında, veritabanında bulunan ders başlıkları ve kodları bulunuyorsa, varolan dersler güncellenir. Hangi dersin güncelleneceğine ders kodlarına bakılarak karar verilir.
uk: Вищенаведений приклад створить 4 курсу з назвами «Історія Стародавнього Світу», «Історія США», «Всесвітня Історія» та «Іспанський». Перший і третій курси матимуть опису: "Історія до 1000 року до Нашої Ери" та "Історія після 1000 року нашої ери до 20 Сторіччя". Другий і третій курси не будуть мати опису. Другий, третій і четвертий курси будуть мати свої ID номери SchoolTool: історія, сша та історія, світова. Четвертий курс буде мати альтернативний ID позначений як іспанський, держ і мати величину очок рівну 5. Якщо Ви завантажите CSV із заголовками або ID курсів, які вже є в базі даних, то існуючі курси будуть оновлені. ID курсу має старшинство, коли встановлюється, який курс буде оновлений.

source: All levels
it: Tutti i livelli

source: Edit this course
da: Rediger dette kursus
es_ar: Editar este curso
fr_be: Modifier ce cours
it: Modifica questa materia
pl: Edytuj ten kurs
pt: Editar esta disciplina
ru: Изменить этот курс
si: මෙම පාඨමාලාව සංස්කරණය කරන්න
tr: Bu dersi düzenle
uk: Змінити цей курс

source: This course has no sections
da: Dette kursus har ingen sektioner
es_ar: Este curso no tiene secciones
it: Questa materia non ha classi
pl: Ten kurs nie ma sekcji.
pt: Esta disciplina não tem turmas.
ru: Этот курс не имеет разделов
tr: Bu dersin bölümleri yok
uk: Цей курс не має розділів

source: Edit responsible parties for this course
da: Rediger ansvarlige for dette kursus
es_ar: Editar los responsables de este curso
fi: Muokkaa tämän kurssin vastuuhenkilöitä
fr_be: Éditer les titulaires pour ce cours
it: Modifica i responsabili di questo corso
pl: Edytuj stronami odpowiedzialnymi za ten kurs
pt: Editar grupos responsáveis por esta disciplina
ru: Изменить ответственные стороны в этом курсе
si: මෙම පාඨමාලාව සදහා වගකිවයුතු පාර්ශව සංස්කරණය කරන්න
tr: Bu dersten sorumlu tarafları düzenle
uk: Змінити відповідальні сторони в цьому курсі

source: These users can modify the course.
da: Disse bruger kan redigere kurset.
es_ar: Estos usuarios pueden modificar el curso.
fi: Nämä henkilöt voivat muokata kurssin sisältöä.
fr_be: Ces utilisateurs peuvent modifier le cours
it: Questi utenti possono modificare la materia.
pl: Ci użytkownicy mogą modyfikować przebieg.
pt: Estes utilizadores podem modificar a disciplina.
ru: Эти пользователи могут изменять курсы.
si: මෙම පරිශ්‍රීලකයන් හට පාඨමාලාව විකරණය කල හැක
tr: Şu kullanıcılar bu dersi düzenleyebilir.
uk: Ці користувачі можуть змінювати курси.

source: This course has no responsible parties
da: Dette kursus har ingen ansvarlige
es_ar: Este curso no tiene responsables
fi: Tällä kurssilla ei ole vielä vastuuhenkilöitä.
fr_be: Ce cours n'a pas de titulaires
it: Questo corso non ha responsabili
pl: Ten kurs nie ma odpowiedzialnych strony
pt: Esta disciplina não possui grupos responsáveis
ru: Этот курс не имеет ответсвенных сторон
si: මෙම පාඨමාලාව සදහා වගකිවයුතු පාර්ශව කිසිවෙක් නොමැත
tr: Bu dersin sorumlu tarafları yok
uk: Цей курс не має відповідальних сторін

source: A course in SchoolTool describes the curriculum taught in a section.
da: Et kursus i SchoolTool beskriver pensumet der undervises i i en sektion.
es_ar: Un curso en SchoolTool describe el curriculum impartido en una sección.
fi: Kurssi tarkoittaa SchoolToolissa opetusohjelman osaa.
fr_be: Un cours dans SchoolTool décrit le programme enseigné dans une section.
it: Una materia in SchoolTool descrive il programma svolto in una classe.
pl: Kurs SchoolTool opisuje program nauczania nauczał w sekcji.
pt: Uma disciplina no SchoolTool descreve o conteúdo curricular ensinado numa turma.
ru: Курс в SchoolTool описывает учебный план, преподаваемый в этом разделе.
si: ස්කූල් ටූල් හි පාඨමාලා වක් එක් අංශයක / ඒකකයක අධ්‍යයන පටිපාටිය විස්තර කරයි.
tr: SchoolTool içindeki bir ders bir bölümde öğretilecek müfredatı belirler.
uk: Курс в SchoolTool описує навчальний план, що викладається в цьому розділі.

source: For example, Algebra I, American History, 3rd Grade Reading, and Advanced Physics are all courses.
da: Foreksempel, Algebra 1, Dansk historie, Læsning for 3. klasse og udvidet fysik er alle eksempler på kurser.
es_ar: Por ejemplo, Álgebra I, Historia americana, Lectura de tercer grado, y Física avanzada son todos ellos cursos.
fi: Kursseja ovat esimerkiksi Englanti kurssi 5, Kemia kurssi 2U, Matematiikka 3. luokka ja Amerikan historia.
fr_be: Par exemple, Algèbre I, Histoire américaine, Lecture 3ième année et Physique avancé sont tous des cours.
it: Ad esempio, Algebra I, Storia Americana, Lettura del terzo anno e Fisica Avanzata sono tutti corsi.
pl: Na przykład, Algebra I, Historia Ameryki, 3. stopień Reading, a zaawansowana fizyka są wszystkie kursy.
pt: Por exemplo, Álgebra, História de Portugal, Leitura nível 3 e Física Avançada são todos exemplos de disciplinas.
ru: Например, Алгебра I, История Америки, 3-й Уровень по Чтению, и Продвинутая Физика это все курсы.
si: නිදසුනක් ලෙස වීජ ගණිතය I, ඇමරිකා ඉතිහාසය, තෙවන ශ්‍රේණියේ කියවීම සහ උසස් භෞථිකය යන සියල්ල පාඨමාලා වේ.
tr: Örneğin, Cebir I, Inkilap Tarihi, 3. Düzey Okuma, ve İleri Fizik çeşitli derslerdir.
uk: Наприклад, Алгебра I, Історія Америки, 3-й Рівень по Читанню, і Просунута Фізика це всі курси.

source: Sections taught
da: Underviste sektioner
es_ar: Secciones impartidas
fi: Opetettavat opetusryhmät
fr_be: Sections enseignées
it: Classi insegnate
pl: Sekcje prowadzone
pt: Turmas lecionadas
ru: Преподаваемые разделы
si: උගන්වනලද කාණ්ඩ
tr: Öğretilen bölümler
uk: Викладаються розділи

source: Sections attended
da: Tilknyttede sektioner
es_ar: Secciones atendidas
fi: Jäsen opetusryhmissä
fr_be: Sections assistées
it: Classi frequentate
pl: Sekcje udział
pt: Turmas frequentadas
ru: Посещаемые разделы
si: පෙනී සිටිනලද කාණ්ඩ
tr: Katılınılan bölümler
uk: Посещаемые разделы

source: This person has no sections.
da: Denne person er ikke i nogen sektioner.
es_ar: Esta persona no tiene secciones.
fi: Tämä henkilö ei kuulu mihinkään opetusryhmään.
fr_be: Cette personne n'a pas de section.
it: Questa persona non ha classi.
pl: Ta osoba nie ma sekcji.
pt: Esta pessoa não tem turmas.
ru: У этого пеользователя нет разделов.
si: මෙම පුද්ගලයාට කිසිදු කාණ්ඩයක් නොමැත
tr: Bu kişinin hiç bölümü yok.
uk: У цього пеользователя немає розділів.

source: Target Term
da: Måltermin
es_ar: Objetivo Alcanzado
fr_be: Période Cible
it: Periodo di destinazione
pl: Kadencja docelowa
pt: Período Alvo
ru: Целевой Семестр
si: ඉලක්ක කරන ලද කාලසීමාව
tr: Hedef Dönem
uk: Цільовий Семестр

source: Select a section and click 'Link' if you would like to copy and link this section to the target section.
da: Vælg en section og klik 'Link' hvis du vil kopiere og henvise denne sektion til målsektionen.
es_ar: Seleccione una sección y haga clic en 'Enlace' si usted desea copiar y vincular esta sección a la sección de destino.
fr_be: Choisissez une section et cliquer sur 'Lier' si vous souhaiter copier et lier cette section à la section cible.
it: Seleziona una classe e clic su 'Collega' per copiare e collegare questa classe alla classe indicata.
pl: Wybierz sekcję i kliknij 'Link', jeśli chcesz skopiować i połączyć tę część do części docelowej.
pt: Seleccione uma turma e clique em 'Link' se você desejar copiar e ligar esta turma para a turma alvo.
ru: Выберите раздел и кликните 'Связать' если Вы хотите скопировать и связать эту секцию с целевой секцией.
tr: Bu bölümü hedef bölüme kopyalayıp bağlamak için bir bölüm seçip 'Bağlan' komutuna tıklayın.
uk: Виберіть розділ і кликніть "Зв'язати" якщо Ви хочете скопіювати і пов'язати цю секцію з цільовою секцією.

source: Instructor
da: Instruktør
fr_be: Formateur
it: Docente
pl: Instruktor
pt: Docente
ru: Преподаватель
si: උපදේශකයා
tr: Öğretmen
uk: Викладач

source: You may provide part of an instructor's name or username and click 'Filter' to limit the list of sections to those taught by a matching instructor.
da: Du kan opgive dele af en instruktørs navn eller brugernavn og klikke 'Filtrer' for at begrænse listen af sektioner til kun den der undervises i af pågældende instruktør.
es_ar: Usted puede proporcionar una parte del nombre o nombre de usuario de un instructor y haga clic en "Filtro" para limitar la lista de las secciones a las que enseña un instructor correspondiente.
fr_be: Vous pouvez introduire une partie du nom ou du nom d'utilisateur d'un formateur et cliquer sur 'Filtrer' pour limiter la liste des sections à celles enseignées par le formateur correspondant.
it: Puoi scrivere tutto o parte del nome (o nome utente) di un docente e cliccare su 'Filtra' per limitare l'elenco delle classi a quelle in cui insegna il docente corrispondente.
pl: Możesz podać część nadzorem instruktora nazwisko lub nazwę użytkownika i kliknij przycisk 'Filter', aby ograniczyć listę sekcji do tych, prowadzone przez instruktora dopasowywania.
pt: Você pode fornecer parte do nome de um instrutor ou nome de utilizador e clicar em "Filtro" para limitar a lista de turmas àquelas ensinadas por um instrutor correspondente.
ru: Вы можете написать часть имени инструктора и кликнуть "Фильтр" для того чтобы ограничить список секций преподаваемый именно этим инструктором.
tr: Öğretmen adı ya da kullanıcı adının bir kısmını yazıp 'Süz' komutuna tıklayarak, uyan öğretmenler tarafından öğretilen bölümleri sınırlayabilirsiniz.
uk: Ви можете написати частину імені інструктора і клікнути "Фільтр" для того щоб обмежити список секцій викладається саме цим інструктором.

source: Filter
da: Filtrer
es_ar: Filtro
fr_be: Filtrer
it: Filtra
pl: Filtrowanie
pt: Filtro
ru: Фильтр
si: පෙරන්න
tr: Süz
uk: Фільтр

source: You must select a section before clicking 'Link'.
da: Du skal vælge en sektion før du klikker på 'link'.
es_ar: Debe seleccionar una sección antes de hacer clic en 'Enlace'.
fr_be: Vous devez selectioner un section avant de cliquer sur 'Lier'.
it: Devi selezionare una classe prima di cliccare 'Collega'.
pl: Musisz wybrać sekcję przed kliknięciem przycisku 'Link'.
pt: Você deve seleccionar uma turma antes de clicar em 'Link'.
ru: Вы можете выбрать секцию перед тем как кликнуть "Связать".
si: ඔබ 'සබැඳිය' ක්ලික් කිරීමට පළමුව ඒකකයක් / අංශයක් තෝරා ගත යුතුය.
tr: Bir 'Bağlantı' oluşturmadan önce bir bölüm seçmelisiniz.
uk: Ви можете вибрати секцію перед тим як клікнути "Зв'язати".

source: Manage courses
da: Håndter kurser
es_ar: Gestionar cursos
fi: Kurssien hallinta
fr_be: Gérer les cours
it: Gestisci materie
pl: Zarządzanie kursy
pt: Gerir disciplinas
ru: Управление курсами
si: පාඨමාලා පාලනය කිරීම
tr: Ders yönetimi
uk: Управління курсами

source: There are ${count} courses defined for ${schoolyear}.
da: Der er ${count} kurser definerer i ${schoolyear}.
es_ar: Hay $(count) cursos definidos por ${schoolyear}.
fi: Lukuvuodelle ${schoolyear} on määritelty ${count} kurssia.
fr_be: Il y a ${count} cours definis pour ${schoolyear}.
it: Ci sono ${count} materie definite per il ${schoolyear}.
pl: Istnieje ${count} kursy zdefiniowane dla ${schoolyear}.
pt: Existem ${count} disciplinas definidas para ${schoolyear}.
ru: Всего ${count} курсов были установлены для ${schoolyear}.
si: ${schoolyear} සඳහා පාඨමාලාවන් ${count}ක් නිශ්චිතව දක්වා ඇත.
tr: ${schoolyear} okul yılında ${count} ders tanımlanmış.
uk: Всього ${count} курсів були встановлені для ${schoolyear}.

source: There are no courses defined for ${schoolyear}.
da: Der er ingen kurser definere i ${schoolyear}.
es_ar: No hay cursos definidos para ${schoolyear}
fi: Lukuvuodelle ${schoolyear} ei ole määritelty yhtään kurssia.
fr_be: Il n'y a pas de cours défini pour ${schoolyear}.
it: Non ci sono materie definite per il ${schoolyear}.
pl: Brak kursów ustalonych dla ${schoolyear}.
pt: Não há disciplinas definidas para ${schoolyear}.
ru: Ни один курс не был установлен для ${schoolyear}.
si: ${schoolyear} සඳහා පාඨමාලාවන් දක්වා නැත.
tr: ${schoolyear} okul yılında hiç ders tanımlanmamış.
uk: Жоден курс не був встановлений для ${schoolyear}.

source: Manage sections
da: Håndter sektioner
es_ar: Administrar secciones
fi: Opetusryhmien hallinta
fr_be: Gérer les sections
it: Gestisci le classi
pl: Zarządzanie sekcje
pt: Gerir turmas
ru: Упревление разделами
si: කණ්ඩ පාලනය කිරීම
tr: Bölüm yönetimi
uk: Упревленіе розділами

source: There are ${count} sections defined for ${schoolyear}.
da: Der er ${count} sektioner defineret i ${schoolyear}.
es_ar: Hay ${count} secciones definidas por ${schoolyear}.
fi: Lukuvuodelle ${schoolyear} on määritelty ${count} opetusryhmää.
fr_be: Il y a ${count} sections définies pour ${schoolyear}.
it: Ci sono ${count} classi definite per il ${schoolyear}.
pl: Istnieje ${count} sekcje zdefiniowane dla ${schoolyear}.
pt: Existem ${count} turmas definidas para ${schoolyear}.
ru: Всего ${count} раздела было установлено для ${schoolyear}.
si: ${schoolyear} සඳහා අංශ/ඒකක ${count}ක් නිශ්චිතව දක්වා ඇත.
tr: ${schoolyear} okul yılında ${count} bölüm tanımlanmış.
uk: Всього ${count} розділу було встановлено для ${schoolyear}.

source: There are no sections defined for ${schoolyear}.
da: Der er ingen sektioner defineret i ${schoolyear}.
es_ar: No hay secciones definidas para ${schoolyear}.
fi: Lukuvuodelle ${schoolyear} ei ole määritelty yhtään opetusryhmää.
fr_be: Il n'y a pas de sections définies pour ${schoolyear}.
it: Non ci sono classi definite per il ${schoolyear}.
pl: Brak sekcji zdefiniowane dla ${schoolyear}.
pt: Não há turmas definidas para ${schoolyear}.
ru: Не было установлено ни одного раздела для ${schoolyear}.
si: ${schoolyear} සඳහා අංශ/ඒකක දක්වා නැත.
tr: ${schoolyear} okul yılında hiç bölüm tanımlanmamış.
uk: Не було встановлено жодного розділу для ${schoolyear}.

source: (currently viewing)
da: (ses nu)
es_ar: (viendo actualmente)
fr_be: (est consulté actuellement)
it: (vista attuale)
pl: (Aktualnie przeglądasz)
pt: (visualizando agora)
ru: (в данный момент просматриваемые)
si: දැනට බලමින් පවතින
tr: (şu anda gösterilen)
uk: (в даний момент переглядаються)

source: Unlink
da: Ophæv link
es_ar: Desvincular
fr_be: Délier
it: Separa
pl: Odczepić
pt: Desvincular
ru: Отсоединить
si: සම්බන්ධය අත්හිටුවන්න
tr: Bağlantıyı kaldır
uk: Розрив зв'язку

source: Extend to This Term
da: Udvid til denne termin
es_ar: Extender a este término
fr_be: Étendre à Cette Période
it: Estendi a questo periodo
pl: Rozciąga się na ten termin
pt: Estender para este período
ru: Расширить до Этого Семестра
si: මෙම කාලසීමාව දක්වා දීර්ඝ කරන්න
tr: Bu Döneme Yay
uk: Розширити до Цього Семестру

source: Link an Existing Section
da: Link til en eksisterende sektion
es_ar: Vincular una sección existente
fr_be: Lier une Section Existante
it: Collega una classe esistente
pl: Łączenie istniejącej sekcji
pt: Ligar uma turma existente
ru: Связать Существующий Раздел
si: දැනට පවතින කණ්ඩය සම්බන්ධ කරන්න
tr: Varolan Bir Bölüme Bağla
uk: Зв'язати Існуючий Розділ

source: (${count} sections)
da: (${count} sektioner)
es_ar: (${count} secciones)
it: (${count} classi)
pl: (${count} sekcji)
pt: (${count} secções)
ru: (${count} секций)
uk: (${count} секцій)

source: CSV data should contain a SchoolTool username in each line.
da: CSV data skal indeholde et SchoolTool brugernavn i hver linie.
es_ar: Datos CSV debe contener un nombre de usuario SchoolTool en cada línea.
fr_be: Un fichier de données CSV devrait à chaque ligne, contenir un nom d'utilisateur SchoolTool
it: I dati CSV dovrebbero contenere un nome utente SchoolTool in ogni riga.
pl: Dane CSV powinien zawierać SchoolTool użytkownika w każdej linii.
pt: Dados CSV devem conter um nome de utilizador do SchoolTool em cada linha.
ru: CSV данные должны содрежать имя пользователя SchoolTool в каждой строке.
tr: CSV verisi her satırda bir SchoolTool kullanıcı adı içermelidir.
uk: CSV дані повинні содрежать ім'я користувача SchoolTool в кожному рядку.

source: The above example will add users 'john_b' and 'peter_j' as students of this section.
da: Ovenstående eksempel til tilføje brugerne 'john_b' og peter_j' som brugere i denne sektion.
es_ar: El ejemplo anterior añadirá a los usuarios "john_b 'y' peter_j 'como estudiantes de esta sección.
fr_be: L'exemple ci-dessous ajoutera les utilisateurs 'john_b' et 'peter_j' en tant qu'étudiants de cette section.
it: "L'esempio qui sopra aggiunge gli utenti 'john_b' e 'peter_j' come alunni di questa classe."
pl: Powyższy przykład doda spacerem john_b 'Użytkownicy i' peter_j 'jako uczniowie tej sekcji.
pt: O exemplo acima irá adicionar os utilizadores 'john_b' e 'peter_j' como alunos desta turma.
ru: Вышеописанный пример добавит пользователей Джон_Б и Питер_Дж в качестве студентов для этого раздела.
tr: Üstteki örnek, bu bölüme 'ali_b' ve 'veli_c' adlı kullanıcıları öğrenci olarak ekler.
uk: Вищеописаний приклад додасть користувачів Джон_Б і Пітер_Дж в якості студентів для цього розділу.

source: All courses
da: Alle kurser
es_ar: Todos los cursos
it: Tutte le materie
pl: Wszystkie kursy
pt: Todas as disciplinas
ru: Все курсы
tr: Tüm dersler
uk: Всі курси

source: Edit this section
da: Rediger denne sektion
es_ar: Editar esta sección
fi: Muokkaa tätä opetusryhmää
fr_be: Modifier cette section
it: Modifica questa classe
pl: Edytuj tę sekcję
pt: Editar esta turma
ru: Редактировать этот раздел
si: මෙම කණ්ඩය සංස්කරණය කරන්න
tr: Bu bölümü düzenle
uk: Редагувати цей розділ

source: This section has no courses
da: Denne sektion har ingen kurser
es_ar: Esta sección no tiene cursos
fi: Tällä opetusryhmällä ei ole kursseja
fr_be: Cette section n'a pas de cours
it: Questa classe non ha materie
pl: W tej sekcji nie ma żadnych kursów
pt: Esta turma não tem disciplinas
ru: Этот раздел не имеет курсы.
si: මෙමකාණ්ඩයට කිසිදු පාඨමාලාවක් නොමැත
tr: Bu bölümde henüz ders yok
uk: Цей розділ не має курси.
