Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: There are no ${resources} set up.
da: Der er ingen indstillede ${resources}
es_ar: No hay ${resources} configurados
fi: Kouluun ei ole määritelty vielä yhtään ${resources}.
fr_be: Il n'y a pas de ${resources} configuré.
it: Non ci sono ${resources} impostate.
pl: Nie dodano jeszcze żadnych ${resources}.
pt: Não há ${resources} configurados.
ru: Не установлени ни одного ${resources).
si: ${resources} සූදානම්කොට නැත.
tr: Kurulu ${resources} yok.
uk: Невстановлені жодного ${resources}.

source: school resources
da: Skole resourcer
es_ar: Recursos de la Escuela
fi: resurssia
fr_be: ressources de l"école
it: risorse scolastiche
pl: szkoła zasoby
pt: recursos escolares
ru: ресурсы школы
si: පාසැල් සම්පත්
tr: okul kaynakları
uk: ресурси школи

source: These are locations or objects within a school. SchoolTool's calendar can function as a reservation and tracking system for resources.
da: Dette er lokaler eller objekter i en skole. SchoolTool's kalender kan være et reservations- og håndteringssystem for resourcer.
es_ar: Estos son las locaciones u objetos dentro de una escuela. El Calendario puede funcionar como una reservación y sistema de seguimiento de los recursos.
fi: Resurssit ovat koulussa käytettäviä opetustiloja ja aineistoa. SchoolToolin kalenterin avulla resursseja voi varata oppitunneille.
fr_be: Ce sont des lieux ou objets dans une école. Le calendrier de SchoolTool peut fonctionner comme un système de réservation et de suivi pour ces ressources.
it: Sono luoghi o oggetti della scuola. Il calendario di SchoolTool può funzionare da sistema di prenotazione e tracciamento delle risorse.
pl: Są to miejsca lub przedmioty w szkole. Kalendarz SchoolTool firmy mogą funkcjonować jako rezerwacji i systemie śledzenia zasobów.
pt: São lugares ou objetos na escola. O calendário de SchooTool pode funcionar como um sistema de reserva e localização de recursos.
ru: Существуют местоположения или объекты внутри школы. Календарь SchoolTool может работать система для резервирования и отслеживания ресурсов.
si: මේවා පාසැලක් තුළ ඇති පිහිටීම් හෝ වස්තූන් වේ. පාසැල්මෙවලමෙහි දිනදර්ශනයට සම්පත් සඳහා වෙන්කිරීමේ සහ මඟ අනුව යෑමේ පද්ධතියක් ලෙස ක්‍රියා කල හැක.
tr: Bunlar bir okuldaki yer ya da nesnelerdir. SchoolTool takvimi, kaynaklar için bir ayırtma ve izleme sistemi olarak kullanılabilir.
uk: Існують місця розташування або об'єкти всередині школи. Календар SchoolTool може працювати як система для резервування та відстеження ресурсів.

source: Are you sure you want to delete this resource?
da: Er du sikker på du vil slette denne resource?
es_ar: ¿Está seguro que desea eliminar este recurso?
fr_be: Êtes-vous sûr de vouloir effacer cette ressource
it: Sei sicuro di voler eliminare questa risorsa?
pl: Czy na pewno chcesz usunąć ten zasób?
pt: Tem a certeza que pretende apagar este recurso?
ru: Вы действительно уверены что хотите удалить этот ресурс?
si: ඔබට නිසැක වශයෙන්ම මෙම සම්පත මකා දැමීමට අවශ්‍යද?
tr: Bu kaynağı silmek istediğinizden emin misiniz?
uk: Ви дійсно впевнені що хочете видалити цей ресурс?

source: SchoolTool can track customized attributes for resources, locations and equipment, such as serial numbers, seating capacity or date of purchase.
da: SchoolTool kan holde styr på skræddersyede egenskaber for resourcer, lokaler og udstyr - såsom serienumre, antal stole eller købsdato.
es_ar: SchoolTool puede rastrear atributos personalizados de los recursos, los lugares y equipos, tales como números de serie, la capacidad o la fecha de la compra.
fr_be: SchoolTool est capable de gérer des attributs personnalisés de ressources, d'emplacements et d'équipements, comme un numéro de série, un nombre de place assise ou une date d'acquisition.
it: SchoolTool è in grado di tener conto di attributi personalizzati per risorse, aule e dotazioni come numeri di inventario, numero di posti a sedere o data d'acquisto.
pl: SchoolTool może śledzić niestandardowe atrybuty zasobów, lokalizacji i wyposażenia, takie jak numery seryjne, siedzenia zdolności lub daty zakupu.
pt: SchoolTool pode localizar atributos personalizados para recursos, localizações e equipamentos, como números de série, número de lugares ou data de compra.
ru: SchoolTool может отслеживать настроенные свойства ресурса, местоположения или оборудование, такие как серийные номера, количество сидячих мест и дата покупки.
si: පාසල්මෙවලමට වෙනස්කල උපලක්ෂණ, පිහිටීම් සහ උපකරණ, අනුක්‍රමික අංක වැනි, ආසන ධාරිතාව හෝ මිලදීගත් දිනය ලුහුබැඳිය හැක.
tr: SchoolTool, kaynaklar, konumlar ve ekipmanlar için, seri numaraları, koltuk kapasitesi, alım tarihi gibi isteğe göre belirlenen özellikleri kaydedebilir.
uk: SchoolTool може відстежувати налаштовані властивості ресурсу, розташування або обладнання, такі як серійні номери, кількість сидячих місць і дата покупки.

source: Title or description
da: Titel eller beskrivelse
es_ar: Título o descripción
fi: Otsikko tai kuvaus
fr_be: Titre ou description
it: Titolo o descrizione
pl: Tytuł lub opis
pt: Título ou descrição
ru: Название или описание
si: මාතෘකාව හෝ විස්තරය
tr: Ad ya da açıklama
uk: Назва або опис

source: All types
da: Alle typer
es_ar: Todos los tipos
fi: Kaikki
fr_be: Tous types
it: Tutti i tipi
pl: Wszystkie typy
pt: Todos os tipos
ru: Все типы
si: සියළු වර්ග
tr: Tüm tipler
uk: Всі типи

source: Edit this resource
da: Rediger denne resource
es_ar: Editar este Recurso
fr_be: Éditer cette ressource
it: Modifica questa risorsa
pl: Edytuj ten zasób
pt: Editar este recurso
ru: Редактировать этот ресурс
si: මෙම සම්පත සංස්කරණය කරන්න
tr: Bu kaynağı düzenle
uk: Редагувати цей ресурс

source: Edit responsible parties for this resource
da: Rediger ansvarlig for denne resource
es_ar: Editar los responsables de este Recurso
fr_be: Éditer les titulaires pour cette ressource
it: Imposta responsabili di questa risorsa
pl: Edytuj stronami odpowiedzialnymi za tego zasobu
pt: Editar responsáveis por este recurso
ru: Редактировать ответственные стороны для этого ресурса
si: මෙම සම්පත සඳහා වගකිය යුතු පාර්ශව සංස්කරණය කරන්න
tr: Bu kaynaktan sorumlu kişileri düzenle
uk: Редагувати відповідальні сторони для цього ресурсу

source: These users can modify the resource.
da: Disse brugere kan redigere resourcen
es_ar: Estos usuarios pueden modificar el Recurso.
fi: Nämä henkilöt voivat muokata resurssia.
fr_be: Ces utilisateurs peuvent modifier la ressources
it: Questi utenti possono modificare la risorsa.
pl: Ci użytkownicy mogą modyfikować zasób.
pt: Estes utilizadores podem modificar o recurso.
ru: Эти пользователи могут изменять ресурс.
si: මෙම පරිශීලකයින්ට සම්පත වෙනස් කල හැක.
tr: Bu kullanıcılar kaynağı düzenleyebilir.
uk: Ці користувачі можуть змінювати ресурс.

source: This resource has no responsible parties
da: Denne resource har ikke nogen ansvarlige
es_ar: Este recurso no tiene responsables
fi: Tällä resurssilla ei ole vastuuhenkilöitä
fr_be: Cette ressource ne dispose pas de titulaires
it: Questa risorsa non ha responsabili
pl: Ten zasób nie ma odpowiedzialnych strony
pt: Este recurso não tem responsáveis
ru: Этот ресурс не имеет ответственных сторон
si: මෙම සම්පත සඳහා වගකිය යුතු පාර්ශව නොමැත
tr: Bu kaynağın bir sorumlusu yok
uk: Цей ресурс не має відповідальних сторін

source: Resource Type
da: Ressourcetype
es_ar: Tipo de recurso
fi: Resurssin tyyppi
fr_be: Type de ressource
it: Tipo di risorsa
pl: Typ zasobu
pt: Tipo de Recurso
ru: Тип ресурса
si: සම්පත් වර්ගය
tr: Kaynak Tipi
uk: Тип ресурсу

source: Type of resource
da: Type af ressource
es_ar: Tipo de recurso
fi: Resurssin tyyppi
fr_be: Type de ressource
it: Tipo di risorsa
pl: Typ zasobów
pt: Tipo de Recurso
ru: Тип ресурса
si: සම්පත් වර්ගය
tr: Kaynağın tipi
uk: Тип ресурсу

source: Notes for the resource.
da: Noter om ressourcen.
es_ar: Notas para el recurso
fi: Muistiinpanot resurssille
fr_be: Notes pour la ressource
it: Note per la risorsa.
pl: Uwagi dotyczące zasobu
pt: Notas para o recurso.
ru: Примечение ресурса
si: සම්පත සඳහා සටහන්.
tr: Kaynakla ilgili notlar.
uk: Примітки ресурсу.

source: Location Type
da: Sted type
es_ar: Tipo de ubicación
fi: Sijainnin tyyppi
fr_be: Type de lieu
it: Tipo di luogo
pl: Rodzaj położenia
pt: Tipo de Localização
ru: Тип месторасположения
si: පිහිටීම් ආකාරය
tr: Yer Tipi
uk: Тип розташування

source: Type of location (i.e. computer lab, class room, etc.)
da: Type af sted (f.eks. computerrum og klasseværelse)
es_ar: Tipo de ubicación (e.d. laboratorio de informática, clase, etc.)
fi: Sijainnin tyyppi (esim. tietokoneluokka, luokkahuone jne.)
fr_be: Type de lieu (ex : labo informatique, salle de classe, etc...)
it: Tipo di luogo (p.e. laboratorio di computer, aula, ecc..)
pl: Typ lokalizacji (np. laboratorium komputerowe, klasa itd.)
pt: Tipo de localização (por ex. laborátorio de informática, sala de aulas, etc.).
ru: Тип месторасположения (например компьютерная лаборатория, класс, и т. д.)
si: පිහිටීම් වර්ගය (උදා: පරිගණක විද්‍යාගාරය, පන්ති කාමරය ආදී වශයෙන්)
tr: Yer tipi (sınıf, bilgisayar lab. gibi)
uk: Тип розташування (комп'ютерна лабораторія, класна кімната й т.д.)

source: Capacity
da: Kapacitet
es_ar: Capacidad
fi: Paikkojen lukumäärä
fr_be: Capacité
it: Capacità
pl: Pojemność
pt: Capacidade
ru: Вместимость
si: ධාරිතාව
tr: Kapasite
uk: Місткість

source: Capacity of the room
da: Rummets kapacitet
es_ar: Capacidad de la habitación
fi: Huoneen paikkojen määrä
fr_be: Capacité de la salle
it: Capacità dell'aula
pl: Pojemność pomieszczenia
pt: Capacidade da sala
ru: Вместимость помещения
si: පන්ති කාමරයේ ධාරිතාව
tr: Odanın kişi kapasitesi
uk: Місткість залу

source: Equipment Type
da: Udstyrstype
es_ar: Tipo de equipamiento
fi: Varusteen tyyppi
fr_be: Type d'équipement
it: Tipo di dotazione
pl: Typ Sprzętu
pt: Tipo de Equipamento
ru: Тип оборудования
si: උපකරණ වර්ගය
tr: Ekipman Tipi
uk: Тип обладнання

source: Type of equipment (i.e. camcorder, computer, etc.)
da: Type af udstyr (f.eks. videokamera og computer)
es_ar: Tipo de equipamiento (p.e. ordenador, etc)
fi: Varusteen tyyppi (esim. kamera, tietokone, jne.)
fr_be: Type d'équipement (ex : caméra vidéo, ordinateurs, etc...)
it: Tipo di dotazione (p.e. videocamera, computer, ecc.)
pl: Typ sprzętu (np. kamera, komputer itd.)
pt: Tipo de equipamento (i.e. câmara de filmar, computador, etc.)
ru: Тип оборудования (например, видеокамера, компьютер и т. д.)
si: උපකරණ වර්ගය (උදා: කැමරාව, පරිගණකය ආදී වශයෙන්)
tr: Ekipman tipi (kamera, bilgisayar gibi)
uk: Тип обладнання (відеокамера, комп'ютер й т.д.)

source: Manufacturer
da: Producent
es_ar: Fabricante
fi: Valmistaja
fr_be: Constructeur
it: Produttore
pl: Producent
pt: Fabricante
ru: Производитель
si: නිෂ්පාදක
tr: Üretici
uk: Виробник

source: Manufacturer of Equipment
da: Producent af udstyr
es_ar: Fabricante del equipamiento
fi: Varusteen valmistaja
fr_be: Fabricant de l'équipement
it: Produttore della dotazione
pl: Producent sprzętu
pt: Fabricante do Equipamento
ru: Производитель оборудования
si: උපකරණ නිෂ්පාදක
tr: Ekipman Üreticisi
uk: Виробник обладнання

source: Model
es_ar: Modelo
fi: Malli
fr_be: Modèle
it: Modello
pt: Modelo
ru: Модель
si: මාදිලිය
uk: Модель

source: Model of Equipment
da: Model af udstyr
es_ar: Modelo del equipamiento
fi: Varusteen malli
fr_be: Modèle de l'équipement
it: Modello della dotazione
pl: Model sprzętu
pt: Modelo do Equipamento
ru: Модель оборудования
si: උපකරණයේ ආකෘතිය
tr: Ekipman Modeli
uk: Модель обладнання

source: Serial Number
da: Serienummer
es_ar: Número de serie
fi: Sarjanumero
fr_be: Numéro de série
it: Numero di serie
pl: Numer seryjny
pt: Número de Série
ru: Серийный номер
si: අනුක්‍රමික අංකය
tr: Seri Numarası
uk: Серійний номер

source: Serial Number of Equipment
da: Serienummer for udstyr
es_ar: Número de serie del equipamiento
fi: Varusteen sarjanumero
fr_be: Numéro de série de l'équipement
it: Numero di serie della dotazione
pl: Numer seryjny sprzętu
pt: Número de Série do Equipamento
ru: Серийный номер оборудования
si: උපකරණයේ අනුක්‍රමික අංකය
tr: Ekipman Seri Numarası
uk: Серійний номер обладнання

source: Purchase Date
da: Indkøbsdato
es_ar: Fecha de compra
fi: Ostopäivämäärä
fr_be: Date d'achat
it: Data acquisto
pl: Data zakupu
pt: Data de Compra
ru: Дата приобретения
si: මිලදීගත් දිනය
tr: Satın Alınma Tarihi
uk: Дата придбання

source: Purchase Date of Equipment
da: Udstyrets indkøbsdag
es_ar: Fecha de compra del equipamiento
fi: Varusteen ostopäivämäärä
fr_be: Date d'achat de l'équipement
it: Data acquisto della dotazione
pl: Data zakupu sprzętu
pt: Data de Compra do Equipamento
ru: Дата покупки оборудования
si: උපකරණය මිලදීගත් දිනය
tr: Ekipmanın Satın Alındığı Tarih
uk: Дата придбання обладнання

source: Id of the resource type.
da: id for ressourcetypen.
es_ar: Identificador del tipo de recurso
fi: Resurssityypin tunnus
fr_be: id du type de ressource
it: ID del tipo di risorsa.
pl: Identyfikator typu zasobu.
pt: Id do tipo de recurso.
ru: Идентификатор типа ресурса.
si: සම්පත් වර්ගයේ හැඳුනුම
tr: Kaynak tipi kodu.
uk: Ідентифікатор типу ресурсу.

source: Used for lookup of named utilities that have resource type specific information.
da: Bruges til at slå navngivne værktøj med resourcer op typespecifik information.
es_ar: Usado para la búsqueda de utilidades nombradas que tienen información específica del tipo de recurso
fi: Käytetään tarkistamaan nimettyjä tarvikkeita, joilla tyyppikohtaista tietoa.
fr_be: Utilisé pour la recherche de services distincts qui ont des informations spécifiques sur un type de ressource.
it: Usato per cercare strumenti aventi informazioni specifiche per tipo di risorsa.
pl: Służy do wyszukiwania nazwanych narzędzi, które mają zasobów typu konkretne informacje.
pt: Usado para encontrar utilidades nomeadas que possuem informação específica do tipo de recursos.
ru: Используется для поиска свойств, которые есть у ресурса тип специальной информации.
si: සම්පත් ඇති නම්කල උපයෝග විමසුම සඳහා භාවිතා කරන ලදී ආකාර විශේෂී තොරතුරු.
tr: Kaynak tipine göre bu kaynaklara sahip altyapıların bilgilerini aramak için kullanılır.
uk: Використовується для пошуку названих утиліт, які мають інформацію про ресурс певного типу.

source: The title of a resource type.
da: Titlen for ressourcetypen.
es_ar: El nombre del tipo de recurso
fi: Resurssityypin nimi
fr_be: Le nom d'un type de ressource
it: Il titolo di un tipo di risorsa
pl: Tytuł typu zasobu.
pt: O título do tipo do recurso
ru: Название типа ресурса.
si: සම්පත් වර්ගයක නාමය
tr: Bir kaynak tipinin başlığı.
uk: Назва типу ресурсу.

source: A string that will be displayed to users in tables or resource type selection widgets.
da: En tekststreng der vil blive vist til brugerne i en table eller resourcetype valgkontrol.
es_ar: Una cadena que será mostrada a los usuarios en tablas o aplicaciones para la selección del tipo de recursos.
fi: Teksti, joka näytetään käyttäjille taulukossa tai resurssin tyypin valinnassa.
fr_be: Une chaine de caractères sera affichée aux utilisateurs dans les tables ou des gadgets permettant la sélection du type de ressource.
it: Una stringa che sarà visualizzata agli utenti in tabelle o widget di selezione del tipo di risorsa.
pt: Um texto que será exibido para os utilizadores nas tabelas ou ferramenta de seleção de tipo de recurso.
ru: Строка, показываемая в таблицах или элементах выбора типа ресурса.
si: නුලකුණු වැලක් පරිශීලකයින්ට වගුවල ප්‍රදර්ශනය වනු ඇත හෝ සම්පත් වර්ග තේරුම් විජට.
tr: Kullanıcılara tablo ya da kaynak tipi seçimi şeklinde gösterilecek araçlar.
uk: Рядок, який буде показуватись користувачам у таблицях або формах для вибору ресурсів.

source: Only school administration can view the list of resources.
da: Kan skolens administrator kan se listen over resourcer.
es_ar: Sólo la administración de la escuela puede ver la lista de recursos.
fr_be: Seule l'administration de l'école peut voir la liste des ressources.
it: Solo l'amministrazione della scuola può visualizzare la lista delle risorse.
pl: Jedynie administracja szkolna może wyświetlić listę zasobów.
pt: Apenas a direção da escola pode visualizar a lista de recursos.
ru: только администратор может просматривать список ресурсов
si: සම්පත් ලැයිස්තුව පාසැල් පරිපාලනයට පමණක් බැලිය හැක.
tr: Kaynak listesini yalnız okul yönetimi görebilir.
uk: Тільки адміністратор може переглядати список ресурсів

source: The list of resources in the system is visible to the general public.
da: Listen af resourcer i systemet er synlig for offentligheden.
es_ar: La lista de recursos en el sistema es visible al público en general.
fr_be: La liste des ressources du système est visible au public général.
it: La lista delle risorse nel sistema è visibile al pubblico.
pl: Lista zasobów w systemie jest widoczna dla ogółu społeczeństwa.
pt: A lista de recursos no sistema é visível para o público em geral.
ru: Список ресурсов системы, доступный всем посетителям.
si: පද්ධතිය තුල ඇති සම්පත් ලැයිස්තුව පොදු ජනයාට දෘශ්‍යමාන වේ.
tr: Kaynak listesini herkes görebilir.
uk: Список ресурсів системи, доступний всім відвідувачам.

source: Information about each resource is visible to school administration and responsible parties of the resource.
da: Information om hver af resourcerne er synlige for skolens administrator og de ansvarlige for resourcen.
es_ar: La información sobre cada recurso es visible para los administradores de la escuela y responsables de los recursos.
fr_be: L'information concernant chaque ressource est visible par l'administration de l'école et les titulaires de la ressource.
it: Le info a proposito di ciascuna risorsa sono visibili all'amministrazione ed ai responsabili della risorsa stessa.
pl: Informacje na temat każdego zasobu jest widoczny dla administracji szkolnej i odpowiedzialnych podmiotów zasobów.
pt: Informações sobre cada recurso são visíveis para a administração da escola e pelos responsávei pelo mesmo.
ru: Информация о каждом ресурсе видима для школьной администрации и ответственных сторон за данный ресурс.
si: එක් එක් සම්පත පිළිබඳ තොරතුරු පාසල් පරිපාලනයට සහ සම්පත පිළිබඳ වගකිය යුතු පාර්ශව වලට දෘශ්‍යමාන වේ.
tr: Kaynaklar hakkındaki bilgiler, okul yönetimi ve kaynaktan sorumlu kişiler tarafından görülebilir.
uk: Інформація по кожному ресурсі видима для шкільної адміністрації та відповідальних сторін за даний ресурс.

source: Information about each resource is visible to the general public.
da: Information om hver af resourcerne er synlig for offentligheden.
es_ar: Información acerca de cada recurso es visible al público en general.
fr_be: L'information de chaque ressource est visible de tout le monde.
it: Le informazioni su ogni risorsa sono visibili al pubblico.
pl: Informacje na temat każdego zasobu jest widoczna dla ogółu społeczeństwa.
pt: Informações sobre cada recurso são visíveis para o público em geral.
ru: Информация о каждом ресурсе доступна всем посетителям.
si: එක් එක් සම්පත පිළිබඳ තොරතුරු පොදු ජනයාට දෘශ්‍යමාන වේ.
tr: Kaynaklar hakkındaki bilgileri herkes görebilir.
uk: Інформація по кожному ресурсі доступна всім відвідувачам.

source: Resource calendars are visible to school administration, teachers, and responsible parties of the resource.
da: Resourcekalendere er synlige for skolens administrator, lærere og ansvarlige for resourcerne.
es_ar: Los calendarios de Recursos son visibles para los administradores de la escuela, los profesores y responsables de los recursos.
fr_be: Les calendriers de ressource sont visible par l'administration de l'école, les enseignants et les titulaires de la ressource.
it: I calendari della risorsa sono visibili all'amministrazione, ai docenti ed ai responsabili della risorsa stessa.
pl: Kalendarze zasobów są widoczne dla administracji szkolnej, nauczycieli i odpowiedzialnych podmiotów zasobów.
pt: Calendários de recurso são visívels para a administração da escola, professores e pelos responsáveis pelo mesmo.
ru: Календари ресурса видна для школьной администрации, учителей и ответственных сторон за данный ресурс.
si: සම්පත් දින දර්ශන පාසල් පරිපාලනයට, ගුරුවරුන්ට, සහ සම්පත පිළිබඳ වගකිය යුතු පාර්ශව වලට දෘශ්‍යමාන වේ.
tr: Kaynak takvimleri, okul yönetimi, öğretmenler ve kaynaktan sorumlu kişiler tarafından görülebilir.
uk: Календарі ресурсу видні для шкільної адміністрації, вчителів та відповідальних сторін за даний ресурс.

source: Resource calendars are visible to the general public.
da: Resourcekalenderne er synlige for offentligheden.
es_ar: Los calendarios de recursos son visibles al público en general.
fr_be: Les calendriers de ressource sont visible de tout le monde.
it: I calendari delle risorse sono visibili al pubblico.
pl: Kalendarze zasobów są widoczne dla ogółu społeczeństwa.
pt: Calendários de recursos são visíveis para o público em geral.
ru: Календари ресурсов доступны всем посетителям.
si: සම්පත් දින දර්ශන පොදු ජනයාට දෘශ්‍යමාන වේ.
tr: Kaynak takvimleri herkes tarafından görülebilir.
uk: Календарі ресурсів доступні всім відвідувачам.

source: Reservations
da: Reservationer
es_ar: Reservas
fi: Varaukset
fr_be: Réservations
it: Prenotazioni
pl: Rezerwacje
pt: Reservas
ru: Бронирование
si: වෙන්කිරීම්
tr: Ayırtmalar
uk: Бронювання

source: Resources are locations or objects within a school. SchoolTool's calendar can function as a reservation and tracking system for resources.
da: Dette er lokaler eller objekter i en skole. SchoolTool's kalender kan være et reservations- og håndteringssystem for resourcer.
es_ar: Los recursos son lugares u objetos dentro de una escuela. El calendario de SchoolTool puede funcionar como una reserva y sistema de seguimiento de los recursos.
fi: Resurssit ovat koulussa käytettäviä opetustiloja ja aineistoa. SchoolToolin kalenterin avulla resursseja voi varata oppitunneille.
fr_be: Ce sont des lieux ou objets dans une école. Le calendrier de SchoolTool peut fonctionner comme un système de réservation et de suivi pour ces ressources.
it: Sono luoghi o oggetti della scuola. Il calendario di SchoolTool può funzionare da sistema di prenotazione e tracciamento delle risorse.
pl: Są to miejsca lub przedmioty w szkole. Kalendarz SchoolTool firmy mogą funkcjonować jako rezerwacji i systemie śledzenia zasobów.
pt: Recursos são lugares ou objetos numa escola. O calendário de SchooTool pode funcionar como um sistema de reserva e localização de recursos.
ru: Существуют местоположения или объекты внутри школы. Календарь SchoolTool может работать система для резервирования и отслеживания ресурсов.
si: සම්පත් යනු පාසල තුළ වූ පිහිටීම් හෝ වස්තූන් වේ. පාසැල්මෙවලමෙහි දින දර්ශනයට සම්පත් සඳහා වෙන් කිරීම් සහ මඟ අනුව යන පද්ධතියක් ලෙස ක්‍රියත්මක විය හැක.
tr: Bunlar bir okuldaki yer ya da nesnelerdir. SchoolTool takvimi, kaynaklar için bir ayırtma ve izleme sistemi olarak kullanılabilir.
uk: Ресурси це місця або об'єкти в школі. Календар SchoolTool може функціонувати як резервування і система контролю за ресурсами.

source: List/Search resources
da: List/søg ressourcer
es_ar: Listar/Buscar recursos
fr_be: Lister ou rechercher des ressources
it: Elenca/cerca risorse
pl: Wykonaj listę/Znajdź zasóbów/y
pt: Listar/Pesquisar recursos
ru: Список/Поиск ресурсов
si: සම්පත් ලැයිස්තුව/සෙවුම
tr: Kaynakları listele/araştır
uk: Список/Пошук ресурсів

source: Add/Remove resources
da: Tilføj/fjern ressourcer
es_ar: Agregar/Remover recursos
fi: Resurssien lisäys/poisto
fr_be: Ajouter ou supprimer des ressources
it: Aggiungi/rimuovi risorse
pl: Dodaj/Usuń zasoby
pt: Adicionar/Remover recursos
ru: Добавить/Удалить ресурс
si: සම්පත් එකතු කරන්න/ඉවත් කරන්න
tr: Kaynak ekle/sil
uk: Додавання/Видалення ресурсів

source: View a resource
da: Vis en ressource
es_ar: Ver un recurso
fi: Resurssien katselu
fr_be: Afficher une ressource
it: Visualizza una risorsa
pl: Zobacz zasobu
pt: Ver recurso
ru: Показать ресурс
si: සම්පතක් දර්ශනය කරන්න
tr: Bir kaynağı göster
uk: Перегляд ресурсу
