Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Enter start and end times for each slot, one slot (HH:MM - HH:MM) per line.
da: Indtast start og sluttidspunktet for hver modul, et modul (HH:MM - HH:MM) pr. linie.
es_ar: Introduzca las horas de inicio y fin de cada intervalo (HH:MM - HH:MM), uno por línea,
fi: Syötä oppituntien alkamis- ja loppumisajat, jotka ovat samat kaikille koulupäiville (muodossa TT:MM - TT:MM). Kirjoita mallin mukaisesti yksi oppitunti yhdelle riville.
fr_be: Écrivez le début et finissez des périodes pour chaque slot, un slot (HH:mm - HH:mm) par ligne.
it: Inserire l'ora di inizio e di fine per ciascuna lezione (OO:MM - OO:MM). Ogni lezione una riga.
pl: Podaj początek i koniec każdej godziny lekcyjnej, jedna godzina (GG:MM - GG:MM) na linię.
pt: Introduza a hora de início e de fim para cada divisão, uma divisão (HH:MM - HH:MM) por linha.
ru: Введите время начала и окончания для каждого промежутка, один промежуток (ЧЧ:ММ - ЧЧ:ММ) в строке.
si: එක් එක් කට්ටය සඳහා ආරම්භක සහ අවසාන වෙලාවන ඇතුල කරනන, එක් පෙළියකට (HH:MM - HH:MM) එක් කට්ටයක්
tr: Her satırda bir zaman dilimi (SS:MM - SS:MM) olacak şekilde, her bir zaman dilimi için başlangıç ve bitiş saatlerini yazın.
uk: Введіть час початку та кінця кожного інтервалу, по інтервалу (ГГ:ХХ — ГГ:ХХ) на рядок.

source: Not a valid time slot: $slot.
da: Ikke et gyldigt tidsmodul: $slot.
es_ar: Intervalo de horas no válido: $slot.
fi: Aikalokero ei ole käypä.
fr_be: N'est pas une heure valide : $slot.
it: Non è un orario valido per la lezione $slot.
pl: Niepoprawny przedział czasu: $slot.
pt: Divisão de tempo inválida: $slot.
ru: Не правильный промежуток времени: $slot.
si: වලංගු කාල කට්ටයක් නොවේ: $slot.
tr: $slot geçerli bir zaman dilimi değil.
uk: Неправильний інтервал: $slot.

source: Please enter at least one time slot.
da: Indtast mindst et tidsmodul.
es_ar: Por favor, introduzca al menos un intervalo de horas.
fi: Syötä vähintään yksi aikalokero.
fr_be: Veuillez entrer dans au moins un slot de temps.
it: Inserire almeno una lezione.
pl: Proszę podać przynajmniej jeden przedział czasu
pt: Por favor introduza pelo menos uma divisão de tempo.
ru: Пожалуйста, введите хотябы один промежуток времени.
si: අඩුම තරමින් එක් කාල කට්ටයක් ඇතුල් කරන්න.
tr: Lütfen en az bir zaman dilimi yazın.
uk: Введіть хоча б один інтервал.

source: Enter start and end times for each slot on each day, one slot (HH:MM - HH:MM) per line.
da: Indtast start og sluttidspunktet for hvert modul for hver dag, et modul (HH:MM - HH:MM) pr. linie.
es_ar: Introduzca la hora de inicio y fin de los intervalos de cada día, un intervalo (HH:MM - HH:MM) por línea.
fi: Syötä oppituntien alkamis- ja loppumisajat jokaiselle päivälle (muodossa TT:MM - TT:MM). Kirjoita mallin mukaisesti yksi oppitunti yhdelle riville.
fr_be: Écrivez le début et finissez des périodes pour chaque slot chaque jour, un slot (HH:mm - HH:mm) par ligne.
it: Inserire l'inizio e la fine per ogni lezione di ciascun giorno. Ogni lezione (OO:MM - OO:MM) una riga.
pl: Wprowadź czas rozpoczęcia i zakończenia do każdego przedziału dla każdego dnia, jeden przedział (HH: MM - HH: MM) w jednym wierszu
pt: Introduza a hora de início e de fim para cada divisão em cada dia, uma divisão (HH:MM - HH:MM) por linha.
ru: Введите время начала и окончания для каждого промежутка на каждый день, один промежуток (ЧЧ:ММ - ЧЧ:ММ) в строке.
si: එක් එක් කට්ටය සඳහා එක් එක් දිනකදී ආරම්භක සහ අවසාන වෙලාවන ඇතුල කරනන, එක් පෙළියකට (HH:MM - HH:MM) එක් කට්ටයක්
tr: Her satırda bir zaman dilimi (SS:MM - SS:MM) olacak şekilde, her bir gün için her bir zaman dilimi için başlangıç ve bitiş saatlerini yazın.
uk: Введіть час початку та кінця кожного інтервалу на кожен день, по інтервалу (ГГ:ХХ — ГГ:ХХ) на рядок.

source: Do periods have names or are they simply designated by time?
da: Har perioderne navn eller betegnes de blot ved tid?
es_ar: ¿Los periodos tienen nombres o son identificados por hora?
fi: Onko oppitunneilla nimet vai määritelläänkö ne pelkästään ajan perusteella?
fr_be: Les périodes ont-elles des noms ou sont-elles simplement indiquées par temps?
it: Alle lezioni viene dato un nome o quest'ultimo è determinato dall'ora?
pl: Czy okresy posiadają nazwy czy są po prostu wyznaczone przez czas?
pt: Os períodos têm nomes ou são simplesmente designados pela hora?
ru: Имеют ли периоды названия, или они просто назначаются по времени?
si: කාල සීමා සඳහා නම් තිබේද හෝ ඒවා සරලවර කාලය මඟින් නම් කන්නේද?
tr: Ders saatlerinin adları olsun mu yoksa yalnızca saatlerle mi bilinsin?
uk: Періоди мають назви або позначаються просто часом?

source: Have names
da: Har navne
es_ar: Tienen nombres
fi: Nimien mukaan
fr_be: ont des noms
it: Hanno un nome
pl: Posiadają nazwy
pt: Têm nomes
ru: Имеют названия
si: නම් තිබේ
tr: Adları olsun
uk: Мають назви

source: Designated by time
da: Tidsbestemt
es_ar: Identificado por hora
fi: Ajan mukaan
fr_be: Indiqué par l'heure
it: Determinato dall'ora
pl: Wyznaczone przez czas
pt: Designados pela hora
ru: Назначаются по времени
si: කාලය මඟින් නම් කල
tr: Saatlerle bilinsin
uk: Позначаються часом

source: Enter names of periods, one per line.
da: Indtast navn på perioder, en pr. linje.
es_ar: Introduzca los nombre de los periodos, uno por linea.
fi: Kirjoita oppituntien nimet rivinvaihdolla eroteltuna.
fr_be: Entrez des noms de périodes, une par ligne
it: Inserire i nomi delle lezioni, uno per riga.
pl: Wpisz nazwy okresów, po jednym w każdym wierszu.
pt: Introduza os nomes dos tempos, um por linha.
ru: Введите названия периодов, по одному в строке.
si: කාල සීමාවල නම් ඇතුල් කරන්න, එක් පේළියකට එකක්.
tr: Her satırda bir tane olmak üzere, ders saati adlarını yazın.
uk: Введіть назви періодів, по одному на рядок.

source: Please enter at least $number periods.
da: Angiv venligst mindst $number perioder.
es_ar: Por favor, introduzca al menos $number periodo(s).
fi: Syötä ainakin $number oppituntia.
fr_be: Veuillez entrer au moins $number périodes
it: Inserire almeno $number lezioni
pl: Proszę podać przynajmniej $number okresów
pt: Por favor entre pelo menos $number intervalos
ru: Введите по крайней мере $number периодов(-а).
si: කරුණාකර අඩුම තරමින් $number කාල සීමා ඇතුල් කරන්න.
tr: Lütfen en az $number ders saati yazın.
uk: Введіть хоча б кількість періодів, не менше — $number.

source: Please make sure the period names are unique.
da: Vær sikker på at periodenavne er forskellige.
es_ar: Por favor asegúrese que el nombre del periodo sea único.
fi: Varmista, että oppituntien nimet eivät ole samoja.
fr_be: Veuillez vérifier que les noms de période soient unique
it: Assicurarsi che il nome della lezione sia unico.
pl: Upewnij się, że nazwy okresów są unikalne
pt: Certifique-se que os nomes dos tempos são únicos.
ru: Проверьте, чтобы назания периодов не совпадали.
si: කරුණාකර කාල සීමා නම් අනන්‍ය බව තහවුරු කරන්න.
tr: Lütfen ders saati adlarının eşsiz olduğundan emin olun.
uk: Переконайтеся, що назви періодів унікальні.

source: Is the sequence of periods each day the same or different?
da: Er sekvensen af perioder den samme eller forskellig hver dag?
es_ar: ¿La secuencia de periodos es igual o varía diariamente?
fi: Onko oppituntien järjestys sama vai eri joka päivä?
fr_be: L'ordre des périodes est-il chaque jour le même ou différent ?
it: La sequenza delle lezioni è sempre la stessa o varia?
pl: Czy kolejność okresów każdego dnia jest taka sama, czy różna?
pt: A sequência de períodos cada dia é a mesma ou diferente ?
ru: Является ли последовательность периодов каждый день одной и той же или отличается?
si: එක් එක් දිනයේ කාල සීමා අනුක්‍රමය සමාන හෝ අසමානද?
tr: Ders saatlerinin sırası her gün aynı mı farklı mı?
uk: Послідовність періодів кожен день та ж або різниться?

source: Same
da: Ens
es_ar: Igual
fi: Sama
fr_be: Identique
it: Uguale
pl: Ten sam
pt: Mesma
ru: Одна и та же
si: සමාන
tr: Aynı
uk: Таж сама

source: Different
da: Forskellig
es_ar: Diferente
fi: Eri
fr_be: Différent
it: Diversa
pl: Inny
pt: Diferente
ru: Различны
si: වෙනස්
tr: Farklı
uk: Відрізняється

source: Please put the periods in order:
da: Vær venlig at angive perioderne i rækkefølge:
es_ar: Por favor, ponga los periodos en orden:
fi: Aseta oppitunnit järjestykseen:
fr_be: Veuillez mettre les périodes dans l'ordre:
it: Inserire le lezioni in ordine:
pl: Umieść okresy w porządku:
pt: Por favor ordene os tempos:
ru: Пожалуйста, поместите периоды в порядке:
si: කරුණාකර කාලච්ඡේද අනුපිළිවෙලට යොදන්න:
tr: Lütfen ders saatlerini sıralayın:
uk: Поставте періоди по порядку:

source: Please provide all periods.
da: Angiv venligst alle perioder.
es_ar: Por favor especifique todos los periodos.
fi: Anna kaikki oppitunnit
fr_be: Veuillez fournir toutes les périodes.
it: Inserire tutte le lezioni!
pl: Proszę podać wszystkie okresy
pt: Por favor forneça todos os tempos.
ru: Укажите все периоды.
si: කරුණාකර සියලුම කාලච්ඡේද සපයන්න.
tr: Lütfen bütün ders saatlerini yazın.
uk: Перелічіть усі періоди.

source: The following periods were selected more than once: $periods
da: Følgende perioder blev valgt mere end en gang: $periods
es_ar: Los siguientes periodos fueron seleccionados más de una vez: $periods
fi: Seuraavat oppitunnit valittiin useammin kuin kerran: $periods
fr_be: Les périodes suivantes ont été choisies plus d'une fois : $periods
it: Queste lezioni sono state selezionate più di una volta: $periods
pl: Następujące okresy zostały wybrane więcej niż jeden raz: $periods
pt: Os seguintes tempos foram seleccionados mais do que uma vez: $periods
ru: Эти периоды были отмечены больше одного раза:
si: මතු සඳහන්වන කාලච්ඡේද එක් වරකට වඩා තෝරාගෙන ඇත: $periods
tr: Aşağıdaki ders saatleri bir kereden çok seçilmiş: $periods
uk: Наступні періоди були відібрані більше ніж один раз: $periods

source: Please put the periods in order for each day:
da: Vær venlig at angive perioderne i rækkefølge for hver dag:
es_ar: Por favor, ponga los periodos en orden para cada día:
fi: Aseta oppitunnit järjestykseen jokaiselle päivälle:
fr_be: Veuillez mettre les périodes dans l'ordre pour chaque jour :
it: Inserire le lezioni in ordine per ciascun giorno:
pl: Proszę umieścić okresów w porządku, za każdy dzień:
pt: Por favor ordene os tempos para cada dia:
ru: Пожалуйста, поместите периоды в порядке для каждого дня:
si: කරුණාකර එක් එක් දිනයක් සඳහා කාලච්ඡේද අනුපිළිවෙලට යොදන්න:
tr: Lütfen her gün için ders saatlerini belirleyin:
uk: Поставте періоди по порядку для кожного дня:

source: $period on day $day
da: $period på dag $day
es_ar: $period en el día $day
fi: $period $day
fr_be: $period le jour $day
it: $period del giorno $day
pl: $period w dniu $day
pt: $period no dia $day
ru: $period на день $day
si: $day දිනයෙහි $period
tr: $day gününde $period ders saati
uk: $period в день $day

source: Do you check student attendance for the day in a homeroom period or equivalent?
da: Vil du checke de studerendes fravær for en dag i en bestemt time?
es_ar: ¿Comprueba la asistencia diaria de los estudiantes en periodos de control o equivalentes?
fi: Tarkistatteko oppilaan paikallaolon luokanvalvojan tunnilla tai vastaavalla?
fr_be: Voulez-vous vérifier l'assiduité de l'étudiant pour le jour d'une période de salle de classe ou équivalent ?
it: Controllate la presenza dell'allievo in un'aula di riferimento (homeroom)?
pl: Frekwencja
pt: Verifica a assiduidade do dia em tempos de aula ou equivalente?
ru: Вы контролируете посещаемость учеников в течении дня за учебный или какой-либо другой период?
si: දිනය සඳහා ගෘහකාමර කාල සීමාවක් හෝ සමාන තුල ඔබ ශිෂ්‍ය පැමිණීම පිරික්සුවේද?
tr: Ana derslik ya da eşdeğer bir yerdeki ders saatlerinde günlük öğrenci yoklaması yapıyor musunuz?
uk: Чи перевіряєте ви відвідуваність учнів за день на класній годині або її еквіваленті?

source: Please indicate the homeroom period(s) for each day:
da: Indtast timen hvor de studerendes fravær checkes:
es_ar: Por favor, indique los periodos de control para cada día.
fi: Määrittele luokanvalvojan tunnit jokaiselle päivälle:
fr_be: Veuillez indiquez les périodes de salle de classe pour chaque jour :
it: Indicare le lezioni di riferimento (homeroom) per ogni giorno:
pl: Proszę podać czas lekcji wychowawczej dla każdego dnia:
pt: Por favor indique o período de aulas para cada dia:
ru: Обозначьте время, которое вы проводите в своем классе ежедневно:
si: කරුණාකර ගෘහකාමර කාලසීමා( ව ) එක් එක් දිනය සඳහා දක්වන්න:
tr: Lütfen her bir gün için ana derslik ders saatlerini belirtin:
uk: Будь ласка, зазначте класні години для кожного дня:

source: Lesson
da: Lektion
es_ar: Lección
fi: Oppitunti
fr_be: Leçon
it: Lezione
pl: Lekcja
pt: Aula
ru: Занятие
si: පාඩම
tr: Ders
uk: Урок

source: Homeroom
da: Klasseværelse
es_ar: Sala de reunión
fi: Luokanvalvojan tunti
fr_be: Salle de classe
it: Classe di riferimento (homeroom)
pt: Sala
ru: Классная комната
si: ගෘහකාමරය
tr: Ana derslik
uk: Класна кімната

source: Free
da: Ledig
es_ar: Libre
fi: Vapaana
fr_be: Libre
it: Libero
pl: Wersja bezpłatna
pt: Gratuito
ru: Свободно
si: නිදහස්
tr: Serbest
uk: Вільний

source: Lunch
da: Middag
es_ar: Almuerzo
fr_be: Repas
it: Pranzo
pt: Almoço
ru: Ланч
si: දිවා ආහාරය
tr: Öğle yemeği
uk: Обід

source: Activity type.
da: Aktivitetstype.
es_ar: Tipo de actividad.
fr_be: Type d'Activité.
it: Tipo di attività.
pl: Rodzaj działalności.
pt: Tipo de atividade.
ru: Тип деятельности.
si: ක්‍රියාකාරකම් වර්ගය
tr: Etkinlik tipi.
uk: Тип діяльності.

source: First scheduled day
da: Første planlagte dag
es_ar: Primer día programado
fi: Ensimmäinen päivä
fr_be: Premier jour planifié
it: Primo giorno programmato
pl: Pierwszy zaplanowano dzień
pt: Primeiro dia marcado
ru: Первый запланированный день
si: පළමු උපලේඛිත දිනය.
tr: Zamanlanmış ilk gün
uk: Перший запланований день

source: Last scheduled day
da: Sidste planlagte dag
es_ar: Último día programado
fi: Viimeinen päivä
fr_be: Dernier jour planifié
it: Ultimo giorno programmato
pl: Ostatnio zaplanowane dni
pt: Último dia marcado
ru: Последний запланированный день
si: අවසාන උපලේඛිත දිනය.
tr: Zamanlanmış son gün
uk: Останній запланований день

source: Exceptions
da: Undtagelser
es_ar: Excepciones
fi: Poikkeukset
it: Eccezioni
pl: Wyjątki
pt: Exceções
ru: Исключения
si: හැර දැමීම්
tr: Kural Dışı Durumlar
uk: Винятки

source: Exceptions by date.
da: Undtagelser efter dato
es_ar: Excepciones por fecha.
fr_be: Exceptions par date.
it: Eccezioni per data.
pl: Wyjątki według daty.
pt: Exceções por data
ru: Исключения по дате.
si: හැර දැමීම් දිනය මඟින්.
tr: Tarihe göre kural dışı durumlar
uk: Винятки за датою.

source: Exception date
da: Undtagelsesdato
es_ar: Fecha de excepción
fr_be: Date d'exception
it: Data dell'eccezione
pl: Data wyjątek
pt: Data da exceção
ru: Исключенная дата
si: හැර දැමීම් දිනය
tr: Kural dışı durum tarihi
uk: Виняток дату

source: Meetings
da: Møder
es_ar: Reuniones
fr_be: Réunions
it: Incontri
pl: Spotkania
pt: Reuniões
ru: Встречи
si: රැස්වීම්
tr: Toplantılar
uk: Зустрічі

source: Meeting
da: Møde
es_ar: Reunión
fr_be: Réunion
it: Incontro
pl: Spotkanie
pt: Reunião
ru: Встреча
si: රැස්වීම
tr: Toplantı
uk: Наради

source: Activity type
da: Aktivitetstype
es_ar: Tipo de actividad
fr_be: Type d'Activité
it: Tipo di attività
pl: Rodzaj czynności
pt: Tipo de atividade
ru: Вид деятельности
si: ක්‍රියාකාරකම් වර්ගය
tr: Etkinlik tipi
uk: Вид діяльності

source: Treat consecutive periods as one meeting
da: Behandel på hinanden føgende perioder som et møde.
es_ar: Tratar períodos consecutivos como una reunión.
fi: Käsittele peräkkäisiä oppitunteja yhtenä oppituntina
fr_be: Traiter des périodes consécutives comme une réunion
it: Considera le ore consecutive come una sola lezione
pl: Traktuj kolejne okresy jako jednego spotkania
pt: Tratar períodos consecutivos como encontro único
ru: Рассматривать последовательные периоды как одну встречу
si: අනුක්‍රම කාලච්ඡේද එක් රැස්වීමක් ලෙස සලකන්න
tr: Arka arkaya gelen toplantıları bir toplantı olarak değerlendir
uk: Виняток дат

source: Instructors can schedule their own sections.
es_ar: Los instructores pueden programar sus propias secciones.
it: I docenti possono programmare gli orari nelle loro classi.
pt: Os instrutores podem agendar as suas próprias secções.
ru: Преподаватели могут отметить свои собственные секции*.

source: Only clerks can schedule sections.
es_ar: Sólo los empleados pueden programar las secciones.
it: Solo gli amministrativi possono programmare le classi.
pt: Apenas secretários podem agendar secções.
ru: Только клерки могут от метить секции*.

source: School timetables
da: Skole tidstabeller
es_ar: Horarios de clases
fi: Koulun lukujärjestykset
fr_be: Grilles-horaires de l'école
it: Orari scolastici
pl: Szkolne plany zajęć
pt: Horários Escolares
ru: Расписания школы
si: පාසල් කාලසටහන්
tr: Okul zaman çizelgeleri
uk: Шкільні розклади

source: Supplied passwords are not identical
da: De angivne adgangskoder er ikke ens
es_ar: Las contraseñas proporcionadas no son idénticas.
fi: Salasanat eivät täsmää
fr_be: Les mots de passe fournis ne sont pas identiques
it: Le password fornite non sono identiche
pl: Podane hasła nie są identyczne
pt: As palavras passe introduzidas não são idênticas
ru: Введённые пароли не совпадают
si: සපයා ඇති මුර පද අනන්‍ය නොවේ
tr: Yazdığınız parolalar aynı değil
uk: Введені паролі не співпадають

source: Logo
es_ar: Logotipo
pt: Logótipo
ru: Эмблема
uk: Емблема

source: Server
es_ar: Servidor
fi: Palvelin
fr_be: Serveur
pl: Serwer
pt: Servidor
ru: Сервер
si: සේවාදායකය
tr: Sunucu
uk: Сервер

source: No
da: Nej
fi: Ei
fr_be: Non
pl: Nie
pt: Não
ru: Нет
si: නැත
tr: Hayır
uk: Ні

source: 1st
fi: ensimmäinen
fr_be: 1er
pt: 1º
ru: 1-й(я,е)
si: 1 වැනි
tr: 1'inci
uk: 1-й

source: 2nd
fi: toinen
pt: 2º
ru: 2-й(я,е)
si: 2 වැනි
tr: 2'nci
uk: 2-й

source: 3rd
fi: kolmas
fr_be: 3ème
pt: 3º
ru: 3-й(я,е)
si: 3 වැනි
tr: 3'üncü
uk: 3-й

source: 4th
fi: neljäs
fr_be: 4ème
pt: 4º
ru: 4-й(я,е)
si: 4 වැනි
tr: 4'üncü
uk: 4-й

source: 5th
fi: viides
fr_be: 5ème
pt: 5º
ru: 5-й(я,е)
si: 5 වැනි
tr: 5'inci
uk: 5-й

source: Mailing list
da: Mail liste
es_ar: Lista de correo
fi: Postituslista
fr_be: Liste de dicussion
pl: Lista mailingowa
pt: Lista de distribuição
ru: Список рассылки
si: ලිපින ලැයිස්තුව
tr: E-posta listesi
uk: Список розсилки

source: A
fr_be: Un
ru: П

source: [popup calendar]
da: [popup kalender]
es_ar: [calendario emergente]
fi: [ponnahduskalenteri]
fr_be: [calendrier popup]
pl: [kalendarz w wyskakującym okienku]
pt: [calendário popup]
ru: [календарь]
si: [මතුවෙන දිනදර්ශනය]
tr: [açılan pencere takvim]
uk: [виринаючий календар]

source: Unicode (UTF-8)
pl: Unikod (UTF-8)
ru: Юникод (UTF-8)
si: යුනිකේත (UTF-8)
uk: Юнікод (UTF-8)

source: Western (ISO-8859-1)
da: Vestlig (ISO-8859-1)
es_ar: Occidental (ISO-8859-1)
fr_be: Occidental (ISO-8859-1)
pl: Zachodnia Europa (ISO-8859-1)
pt: Ocidental (ISO-8859-1)
ru: Западноевропейская (ISO-8859-1)
uk: Західноєвропейська (ISO-8859-1)

source: Western (ISO-8859-15)
da: Vestlig (ISO-8859-15)
es_ar: Occidental (ISO-8859-15)
fr_be: Occidental (ISO-8859-15)
pl: Zachodnia Europa (ISO-8859-15)
pt: Ocidental (ISO-8859-15)
ru: Западноевропейская (ISO-8859-15)
uk: Західноєвропейська (ISO-8859-15)

source: Western (Windows-1252)
da: Vestlig (Windows-1252)
es_ar: Occidental (Windows-1252)
fr_be: Occidental (Windows-1252)
pl: Zachodnia Europa (Windows-1252)
pt: Ocidental (Windows-1252)
ru: Западноевропейская (Windows-1252)
uk: Західноєвропейська (Windows-1252)

source: Password
da: Adgangskode
es_ar: Contraseña
fi: Salasana
fr_be: Mot de passe
pl: Hasło
pt: Senha
ru: Пароль
si: මුරපදය
tr: Parola
uk: Пароль

source: Database
es_ar: Base de datos
fi: Tietokanta
fr_be: Base de données
pl: Baza danych
pt: Base de dados
ru: База данных
si: දත්ත ගබඩාව
tr: Veri Tabanı
uk: База даних

source: Stud.
da: Studerende.
fi: Nasta.
fr_be: Élève
pt: Estud.
ru: Канцелярская кнопка.
si: අක්කඩ
tr: Öğrnc
uk: Канцелярська кнопка.

source: Home
da: Hjem
es_ar: Inicio
fi: Etusivu
fr_be: Accueil
pl: Strona główna
pt: Início
ru: Домой
si: නිවස
tr: Anasayfa
uk: Домівка

source: Contact of
da: Kontakt for
es_ar: Contacto de
fr_be: Contact de
pl: Skontaktuj się z
pt: Contacto de
ru: Контакт с
si: සබඳතාවක්
tr: Velisi
uk: Контакт з

source: Email
es_ar: Correo Electrónico
fi: Sähköposti
fr_be: Courriel
pl: Adres e-mail
pt: Correio Electrónico
ru: Электронная почта
si: විද්‍යුත් තැපෑල
tr: E-posta
uk: Ел. пошта

source: link-section-button
da: Link
es_ar: Vincular
fi: Linkitä opetusryhmä
fr_be: Mettre un lien
pt: Link
ru: кнопка выбора ссылки
tr: Bölümü Bağla
uk: Посилання

source: john_b peter_j
ru: Джон_Б Питер_Дж
tr: ali_b veli_c
uk: Джон_Б Пітер_Дж

source: is not a valid contact relationship
da: er ikke et gyldigt kontaktforhold
es_ar: No es una relación de contacto válida
fr_be: N'est pas un lien de contact valide
pl: nie jest ważny związek kontakt
pt: não é uma relação de contacto válida
ru: имеет неправильное отношение контакта
si: වලංගු ඇඳුනුම් සබඳතාවක් නොවේ
tr: geçerli bir ilgili ilişkisi değil
uk: має неправильне ставлення контакту

source: HH:MM
da: TT:MM
fi: TT:MM 24h
pl: GG:MM
ru: (чч:мм)
tr: SS:DD
uk: ЧЧ:ХВ

source: HH:MM am/pm
da: TT:MM am/pm
fi: TT:MM 12h
pl: GG:MM przed poł./po poł.
ru: [чч:мм am/pm]
si: HH:MM පෙ.ව./ප.ව.
tr: SS:DD am/pm
uk: ГГ:ХХ am/pm

source: Runtime
es_ar: Tiempo de ejecución
pt: Tempo de Execução
ru: Время выполнения

source: Persisted traceback
es_ar: Rastreo persistente
ru: Сохраненный traceback*

source: Persisted result
es_ar: Resultado persistente
pt: Resultado persistente
ru: Сохраненный(ить) результат*

source: jjones, Jimmy, Jones jbjones, Jim Bob, Jones, r2m45J howard, Howard, Jobs
fi: mmeikalainen, Matti, Meikäläinen memeikalainen, Matti Einari, Meikäläinen, r2m45j makkonen, Makkonen, Mikko
pl: jjones, Jimmy Jones jbjones, Jim Bob Jones, r2m45J howard, Howard, Praca
pt: jsantos, José, Santos jpsantos, João Paulo, Santos, r2m45J pedro, Pedro
tr: okanık, Orhan, Kanık ovkanık, Orhan Veli, Kanık, r2m45J kemal, Kemal, Tok

source: ID
es_ar: Identificación
fi: Tunnus
pt: Identificação
tr: Kod
uk: Ідентифікатор

source: SchoolTool
si: පාසල්මෙවලම
tr: OkulAracı

source: ID:
tr: Kimlik No:

source: R
uk: В

source: TLS
fr_be: Chiffrement TLS

source: ${schoolyear_title} (${start_date} &mdash; ${end_date})
fr_be: ${Année scolaire_title} (${début_date} &mdash; ${fin_date})
