Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Wrong section header on line ${line_no} (it should contain a course id, an instructor id and optional SchoolTool section IDs for each of the terms)
da: Forkert sektionsoverskrift på linie ${line_no} (den skulle indeholde et kursus id, et instruktør id og valgfri SchoolTool sektions id for hvert af terminerne)
es_ar: Cabecera de sección incorrecta en la línea ${line_no} (debería contener un id de curso, un id de instructor e IDs de sección SchoolTool opcionales para cada uno de los periodos)
fr_be: Mauvais entête de section en ligne ${line_no} (il devrait contenir un id cours, un id formateur et des IDs de section SchoolTool optionnels pour chaque périodes)
it: Intestazione della classe sbagliata alla riga ${line_no}. Deve contenere un ID del corso, un ID docente e ID di classe (opzionali) per ognuno dei periodi.
pl: Błędny nagłówek sekcji na linii ${line_no} (powinna zawierać identyfikator kursu, identyfikator instruktora i dodatkowe identyfikatory sekcji SchoolTool dla każdego z terminów)
pt: Cabeçalho de turma errado na linha ${line_no} (deve conter um Id de disciplina, um Id de docente e um Id de turma SchoolTool opcional para cada uma das turmas)
ru: Неверный заголовок в строке ${line_no} (он должен содержать id номер курса , id номер инструктора и опционально ID номера секций SchoolTool для каждого периода)
si: ${line_no} පේළියෙහි වැරදි ඒකක ශීර්ෂකයකි. (එහි එක් එක් වාරය සඳහා පාඨමාලා id, උපදේශක id, සහ විකල්ප ස්කූල් ටූල් ඒකක id අඩංගු විය යුතුය)
tr: ${line_no} numaralı satırda hatalı bölüm başlığı (satırda bir ders kodu, bir öğretmen kodu ve her dönem için isteğe bağlı bir SchoolTool bölüm kodu bulunmalıdır)
uk: Невірний заголовок в рядку $ {line_no} (він повинен містити id номер курсу, id номер інструктора і опціонально ID номери секцій SchoolTool для кожного періоду)

source: Malformed line ${line_no} (it should contain either a timetable id or day id and a period id)
da: Fejlbehæftet linie ${line_no} (linien skulle indeholde enten en tidstabel id eller en dag id og et periode id)
es_ar: Línea mal formada ${line_no} (debería contener o un id de horario o un id de día o un id de periodo)
fr_be: Ligne malformée ${line_no} (Elle devrait contenir un id grille-horaire ou un Id jour et un id période)
it: Riga sbagliata ${line_no}. Deve contenere un ID di orario/giorno e un ID di classe.
pl: Błędny linia ${line_no} (powinien zawierać albo id rozkładu jazdy lub id dzień i identyfikator okres)
pt: Linha ${line_no} incorreta (deve conter Id de um horário ou Id de um dia e Id de um período.
ru: Неправильно сформирована строка ${line_no} (она должна содержать либо расписание либо id номер дня и id номер периода)
tr: ${line_no}. satır hatalı (bir zaman tablosu kodu, gün kodu ya da aralık kodu içermeli)
uk: Неправильно сформований рядок ${line_no} (він повинен містити або розклад або id номер дня і id номер періоду)

source: Timetable id must be specified before day id and a period id at at line ${line_no}
da: Tidstabel id skal være specifiseret før dag id og et periode id på linie ${line_no}
es_ar: El ID del horario debe especificarse antes del ID del día y un ID del período en la línea ${line_no}
fr_be: L'id grille-horaire devrait être spécifié avant l'id jour et l'id période à la ligne ${line_no}
it: L'ID dell'orario deve essere indicato prima degli ID di giorni e di classe alla riga ${line_no}.
pl: Plan zajęć musi być określony przed identyfikatorem dnia i identyfikatorem okresu w linii ${line_no}
pt: O Id do horário deve ser especificado antes do Id do dia e do Id do período na linha ${line_no}
ru: Id номер расписания должен указываться перед id номером дня и id номером периода в строке ${line_no}
tr: ${line_no}. satırda zaman tablosu kodu, gün kodu ve aralık kodundan önce belirtilmeli
uk: Id номер розкладу повинен вказуватися перед id номером дня і id номером періоду в рядку ${line_no}

source: Incomplete section description on line ${line}
da: Ufuldstændig sektions beskrivelse i linje ${line}
es_ar: La descripción de la sección está incompleta en la linea ${line}
fi: Keskeneräinen ryhmäkuvaus rivillä ${line}
fr_be: Description incomplète de la section à la ligne ${line}
it: Descrizione incompleta della classe alla riga ${line}
pl: Niekompletny opis działu w linii ${line}
pt: Descrição de Turma incompleta na linha ${line}
ru: Неполное описание раздела в строке ${line}
si: ${line} පේළියෙහි අසම්පුර්ණ අංශ විස්තරයකි
tr: ${line} satırında tamamlanmamış bölüm açıklaması
uk: Неповний опис розділу, рядок ${line}

source: No students in section (line ${line})
da: Ingen studerende i sektion (linje ${line})
es_ar: No hay estudiantes en la sección (línea ${line})
fi: Ei oppilaita ryhmässä (rivi ${line})
fr_be: Pas d'étudiants dans la section (ligne ${line})
it: Nessun alunno nella classe (riga ${line})
pl: Brak uczniów w dziale (linia ${line})
pt: Nenhum aluno na turma (linha ${line})
ru: Нет студентов в разделе (строка ${line})
si: (පේළිය ${line}) අංශයෙහි ශිෂ්‍යයෝ කිසිවෙක් නොමැත
tr: (line ${line}) bölümünde hiç öğrenci yok
uk: Немає учнів у розділі (рядок ${line})

source: The first row of the CSV file must contain the term or first and last terms for sections.
da: Den første række af CSV filen skal indeholde terminen eller første og sidste terminer for valgene.
es_ar: La primera fila del archivo CSV debe contener el termino o los primers y ultimos términos para las secciones.
fr_be: La première ligne du fichier CSV doit contenir la période ou la première et dernière période pour les sections.
it: La prima riga del CSV deve contenere il periodo singolo oppure il primo e l'ultimo periodo per le classi.
pl: Pierwszy wiersz pliku CSV musi zawierać terminu lub imię i warunki dla sekcji.
pt: A primeira linha do ficheiro CSV deve conter o período ou o primeiro e último período para as turmas.
ru: Первый ряд CSV должен содержать период или разделы первого и последнего периодов.
tr: CSV dosyasının ilk satırı bölümler için dönem ya da başlangıç ve bitiş dönemlerini içermelidir.
uk: Перший ряд CSV повинен містити період або розділи першого і останнього періодів.

source: The term ${term} does not exist.
da: Terminen ${term} eksisterer ikke.
es_ar: El término ${term} no existe.
fr_be: La période ${term} n'existe pas.
it: Il periodo ${term} non esiste
pl: Semestr ${term} nie istnieje.
pt: O período ${term} não existe.
ru: Период ${term} не существует.
si: ${term} යන පදය නොපවතී
tr: ${term} dönemi bulunamadı
uk: Період ${term} не існує.

source: First term ${first} starts after last term ${last}.
da: Første termin ${first} starter efter sidste termin ${last}.
es_ar: El primer término ${first} comienza después del último término ${last}.
fi: Ensimmäinen jakso ${first} alkaa ennen viimeistä jaksoa ${last}.
fr_be: La première période ${first} commence après la dernière période ${last}.
it: Il primo periodo ${first} inizia dopo l'ultimo periodo ${last}.
pl: Pierwszy semestr ${first} rozpoczyna się po ostatnim semestrze ${last}.
pt: O primeiro período ${first} começa depois do último período ${last}.
ru: Первый Период ${first} начинается после последнего периода ${last}.
si: පළමු වාරය ${first} අවසාන වාරයට ${last} පසුව ආරම්භ වේ.
tr: ${first} ilk dönemi ${last} son döneminden sonra başlıyor.
uk: Перший Період ${first} починається після останнього періоду ${last}.

source: Error in timetable CSV data, line ${line_no}
da: Fejl i tidsskemaets CSV-data, linje ${line_no}
es_ar: Ocurrió un error en el dato de horario del CSV, linea ${line_no}
fi: Virhe lukujärjestyksen CSV-tiedoissa, rivi ${line_no}
fr_be: Erreur dans les données CSV de la grille-horaire, ligne ${line_no}
it: Errore nei dati dell'orario CSV alla riga ${line_no}
pl: Błąd w danych CSV rozkładu zajęć, linia ${line_no}
pt: Erro de dados no ficheiro CSV do horário, linha ${line_no}
ru: Ошибка в CSV-данных расписания, строка ${line_no}
si: කාලසටහනේ CSV දත්ත වල දෝෂයකි, පේළිය ${line_no}
tr: Zaman çizelgesi CSV verisinde hata var, satır ${line_no}
uk: Помилка у CSV даних розкладу, рядок ${line_no}

source: Day ids not defined in selected schema: ${args}.
da: Dag id ikke defineret i det valgte skema: ${args}.
es_ar: Los identificadores de días no están definidos en el esquema seleccionado: ${args}.
fi: Päivätunnuksia ei ole määritelty valitussa kaaviossa: ${args}.
fr_be: Identifiants de jour non définis dans le schéma ${args} sélectionné.
it: ID dei giorni non definiti nello schema selezionato: ${args}.
pl: Identyfikator dnia nie zdefiniowany w wybranym schemacie: ${args}.
pt: IDs de dia indefinidos no esquema seleccionado: ${args}.
ru: Идентификаторы дней не определены в выбранной схеме: ${args}.
si: තෝරාගත් ක්‍රමානුරූපයේ: ${args} දින id දක්වා නැත.
tr: Seçili şemada gün kodları tanımlanmamış: ${args}.
uk: ID дня не визначений у обраній схемі: ${args}.

source: Periods not defined in selected days: ${args}.
da: Perioder ikke defineret for valgte dage: ${args}.
es_ar: No se definieron periodos en los días seleccionados: ${args}.
fi: Oppitunteja ei ole määritelty valittuina päivinä: ${args}
fr_be: Périodes non définies pour les jours choisis : ${args}.
it: Ore di lezione non definite nei giorni selezionati: ${args}
pl: Okresy nie zdefiniowane w wybranych dniach: ${args}
pt: Intervalos não definidos nos dias selecionados: ${args}
ru: Периоды не определены в выбранных днях: ${args}.
si: තෝරාගත් දිනයන්හි: ${args} කාලච්ඡේද දක්වා නැත.
tr: Seçili günler için ders saatleri tanımlanmamış: ${args}.
uk: Серед обраних дат немає визначеного періода: ${args}.

source: Persons not found: ${args}.
da: Kunne ikke finde personerne: ${args}.
es_ar: No se encontró la Persona: {args}.
fi: Henkilöitä ei löydy: ${args}.
fr_be: Personnes non trouvées : ${args}.
it: Persone non trovate: ${args}
pl: Nie znaleziono osób: ${args}.
pt: Pessoas não encontradas: ${args}.
ru: Люди не найдены: ${args}.
si: සොයා නොගත් පුද්ගලයන්: ${args}.
tr: Kişiler bulunamadı: ${args}.
uk: Осіб не знайдено: ${args}.

source: Courses not found: ${args}.
da: Kurser ikke fundet: ${args}.
es_ar: No se encontraron los cursos: ${args}.
fi: Kursseja ei löydy: ${args}.
fr_be: Cours non trouvés : ${args}.
it: Materie non trovate: ${args}
pl: Nie znaleziono kursów: ${args}.
pt: Disciplinas não encontrados: ${args}.
ru: Курсы не найдены: ${args}.
si: පාඨමාලා සොයා ගත නොහැකිය
tr: Dersler bulunamadı: ${args}.
uk: Предмети не знайдено: ${args}.

source: Sections not found: ${args}.
da: Sektioner ikke fundet: ${args}.
es_ar: No se encontró la Sección: ${args}.
fi: Opetusryhmiä ei löytynyt: ${args}
fr_be: Sections non trouvées : ${args}.
it: Classi non trovate: ${args}
pl: Nie znaleziono sekcji: ${args}.
pt: Turmas não encontradas: ${args}
ru: Секции не найдены: ${args}.
si: අංශ සොයා ගත නොහැකිය
tr: Bölümler bulunamadı: ${args}.
uk: Розділи не знайдено: ${args}.

source: Invalid records: ${args}.
da: Ugyldige poster: ${args}.
es_ar: Registros no válidos: ${args}.
fi: Virheelliset tallenteet: ${args}
fr_be: Enregistrements invalides : ${args}.
it: Record invalidi: ${args}
pl: Niewłaściwe wpisy: ${args}.
pt: Registos inválidos: ${args}.
ru: Неправильные записи: ${args}.
si: වලංගු නොවන වාර්තා: ${args}.
tr: Geçersiz kayıtlar: ${args}.
uk: Неправильні записи: ${args}.

source: Sections for ${schoolyear}
da: Valg for ${schoolyear}
es_ar: Secciones para ${schoolyear}
fi: ${schoolyear}: Opetusryhmät
fr_be: Sections pour ${schoolyear}
it: Classi per il ${schoolyear}
pl: Sekcje ${schoolyear}
pt: Turmas para ${schoolyear}
ru: Секции для ${schoolyear}
si: ${schoolyear} සඳහා ඒකක
tr: ${schoolyear} için bölümler
uk: Секції для ${schoolyear}

source: Form input is not a file object
da: Skema input er ikke et fil objekt
es_ar: La entrada del formulario no es un archivo objeto
fi: Kaavakesyöttö ei ole tiedosto.
fr_be: Ceci n'est pas fichier objet
it: L'input dato al modello non è un oggetto file
pl: wejście formularza nie jest obiektem plikowym
pt: O valor a introduzir não é ficheiro.
ru: Данные формы должны быть файловым объектом
si: පෝරම ආදානය ගොනු වස්තුවක් නොවේ
tr: Form girdisi bir dosya nesnesi değil
uk: Дані форми повинні бути файловим об'єктом

source: Invalid integer data
da: Fejlagtig heltalsdata
es_ar: Dato entero no válido
fi: Virheellinen numerotieto
fr_be: Donnée invalide (Entier)
it: Dati in formato integer non valido
pl: Dana nie jest liczbą całkowitą
pt: Valor inteiro inválido
ru: Недопустимые данные для целого
si: වලංගුනොවන නිඛිලය දත්ත
tr: Geçersiz tamsayı verisi
uk: Помилкові дані (цілі числа)

source: Invalid text data
da: Ugyldigt tekst data
es_ar: Dato de texto no válido
fi: Virheellinen tekstitieto
fr_be: Donnée invalide (Texte)
it: Dati in formato testo non validi
pl: Nieprawidłowe dane tekstowe
pt: Valor de texto inválido
ru: Недопустимые текстовые данные
si: වලංගුනොවන දත්ත පෙළ
tr: Geçersiz metin verisi
uk: Помилкові дані (текст)

source: Invalid textual data
da: Ugyldigt tekst data
es_ar: Dato textual no válido
fi: Viallinen tekstitietue
fr_be: Donnée invalide (Textual)
it: Dati testuali non validi
pl: Nieprawidłowe dane teksturowe
pt: Valor textual inválido
ru: Недопустимые байт-данные
si: අවලංගු පාඨ දත්ත
tr: Geçersiz metinsel veri
uk: Помилкові данні (текстові)

source: Invalid unicode data
da: Ugyldigt unicode data
es_ar: Dato Unicode no válido
fi: Virheellinen unicode-tieto
fr_be: Donnée invalide (Unicode)
it: Dati in formato Unicode non validi
pl: Nieprawidłowe dane unicode
pt: Valor unicode inválido
ru: Недопустимые юникод данные
si: වලංගු නැති යුනිකෝඩ් දත්ත
tr: Geçersiz unicode verisi
uk: Помилкові данні (юнікод)

source: Invalid floating point data
da: Ugyldigt decimaltals data
es_ar: Dato real no válido
fi: Virheellinen desimaalitieto
fr_be: Donnée invalide (Reel)
it: Dati in formato a virgola mobile non validi
pl: Nieprawidłowe dane liczbowe zmiennoprzecinkowe.
pt: Valor de vírgula flutuante inválido
ru: Недопустимые данные для вещественного числа
si: වලංගු නොවන දශමස්ථාන දත්තයක්
tr: Geçersiz küsurlu veri
uk: Помилкові данні (числа з плаваючою комою)

source: Invalid datetime data
da: Fejlagtig dato-tid data
es_ar: Dato de tiempo no válido
fi: Virheellinen aikatieto
fr_be: Donnée invalide (Dater)
it: Dati in formato data/ora non validi
pl: Nieprawidłowe dane czasu
pt: Valor de data/hora inválido
ru: Недопустимые данные для даты и времени
si: වලංගු නැති දිනකාල දත්ත
tr: Geçersiz tarih zaman verisi
uk: Помилкові данні (дата/час)

source: The name for the school or organization running this server. This will be displayed on the public calendar, the bottom of all pages and in the page title.
da: Navnet på skolen eller organisation der kører denne server. Dette vil blive vist på den offentlige kalender, i bunden af alle sider, og i sidens titel.
es_ar: El nombre de la Escuela u Organización que está corriendo este servidor. Este será mostrado en los calendarios públicos en la parte inferior de toda las páginas y en el título.
fi: Tätä palvelinta ylläpitävän koulun tai yhdistyksen nimi (näytetään julkisessa kalenterissa, otsikkosivulla sekä jokaisen sivun alareunassa).
fr_be: Le nom de l'école ou de l'organisation utilisant ce serveur. Celui-ci sera affiché sur le calendrier public, en bas de chaque page et sur la page d'accueil.
it: Il nome dell'organizzazione o della scuola che gestisce questo server. Viene mostrato nel calendario pubblico, in fondo a tutte le pagine e nel titolo della pagina.
pl: Nazwa szkoły lub organizacji używającej ten serwer. Będzie wyświetlana w kalendarzu publicznym, na dole każdej strony i w tytule strony.
pt: O nome da escola ou organização a que pertençe este servidor. Será apresentado no calendário público, no rodapé de todas as páginas e no título da página.
ru: Название школы или организации, использующей этот сервер. Оно будет отображаться на общем календаре, внизу каждой страницы и в заголовке страницы.
si: දැනට පවත්වාගෙන යන පාසලේ හෝ ආයතනයේ නම වන මෙම සේවා දායකයා. මෙය සංදර්ශනය වන්නේ පොදු දිනදර්ශනයේ සෑම පිටුවකම පහලින් හා පිටු සිරසෙහිය.
tr: Bu sunucuyu işleten okulun ya da kuruluşun adı. Bu ad genel takvimde, tüm sayfaların altında ve sayfa başlıklarında gösterilecek.
uk: Назва школи або установи для цього сервера. Її буде показано у загальнодоступному календарі знизу сторінок та у назві сторінки.

source: Front Page Calendar
da: Forside kalender
es_ar: Página principal del Calendario
fi: Pääsivun kalenteri
fr_be: Page de garde du calendrier
it: Pagina principale del calendario
pl: Kalendarz Front Page
pt: Página Principal com Calendário
ru: Календарь для заглавной страницы
si: දින දර්ශනයේ මුල් පිටුව
tr: Ön Sayfa Takvimi
uk: Головна сторінка календаря

source: Display site-wide calendar as the front page of the site.
da: Vis kalenderen for hele hjemmesiden som forside for siden.
es_ar: Muestra el calendario en la página principal del sitio.
fi: Näytä sivustonlaajuinen kalenteri sivuston etusivuna.
fr_be: Afficher le calendrier complet sur la page de garde.
it: Mostra il calendario generale come pagina iniziale del sito.
pl: Wyświetl kalendarz na całą szerokość strony jako stronę główną szkoły.
pt: Apresenta o calendário global como página principal do site.
ru: Отображать календарь сайта на титульной странице сайта.
si: අඩවිය පුරා පැතිරුණු දිනදර්ශනය මුල් පිටුව ලෙස සංදර්ශනය කරන්න අඩවිය
tr: Site genel takvimini site açılış sayfası olarak göster.
uk: Показати загальносистемний календаря, як титульну сторінку сайту.

source: School logo
es_ar: Logo de la Escuela
it: Logo della scuola
pl: Logo szkoły
pt: Logótipo da escola
ru: Школьная эмблема
tr: Okul Logosu
uk: Шкільна емблема

source: Name sorting
es_ar: Ordenar por Nombre
it: Ordinamento nomi
pt: Ordenar Nomes
ru: Сортировка по имени
tr: İsme göre

source: First name
da: Fornavn
es_ar: Primer nombre
fi: Etunimi
fr_be: Prénom
it: nome
pl: Imię
pt: Nome
ru: Имя
si: මුල් නම
tr: Ad
uk: Ім'я

source: Last name
da: Efternavn
es_ar: Apellidos
fi: Sukunimi
fr_be: Nom
it: Cognome
pl: Nazwisko
pt: Apelido
ru: Фамилия
si: අවසන් නම
tr: Soyad
uk: Прізвище

source: A short status code, preferably few symbols.
it: Un breve codice dello stato, preferibilmente solo qualche lettera e/o numero

source: Active
da: Aktiv
es_ar: Activo
fi: Käynnissä
fr_be: Actif
it: Attivo
pl: Aktywny
pt: Ativo
ru: Активный
si: සක්‍රීය
tr: Etkin
uk: Активно

source: Statuses
it: Stati

source: Recipient addresses
da: Modtageradresser
es_ar: Direcciones de destinatarios
fi: Vastaanottajien osoitteet
fr_be: Adresses des destinataires
it: Indirizzi dei destinatari
pl: Adresy odbiorców
pt: Endereços dos destinatários
ru: Адреса получателей
tr: Alıcı adresleri
uk: Адреси отримувачів

source: System state value descriptions
it: Descrizioni dei valori degli stati di sistema

source: Descriptions of state "active" values
it: Descrizione dei valori dello stato 'Attivo'

source: Cannot resolve plugin action order:
da: Kan ikke udregne udvidelsesmodulernes handlingsorden:
es_ar: No se puede llevar a cabo la acción del plugin:
fi: En pysty antamaan liitännäisille toimintajärjestystä:
fr_be: Impossible de résoudre l'ordre d'action des plugins :
it: Non è stato possible risolvere l'ordine dell'azione dei plugin:
pl: Nie można rozwiązać celu działania wtyczki:
pt: Não pode resolver um comando da extensão (plugin)
ru: Не возможно определить порядок действий плагина:
si: ප්ලගිනයේ ක්‍රියා අනුපිළිවෙල නිශ්චය කරගත නොහැකිය
tr: Eklenti işlem sırası anlaşılamadı:
uk: Не можливо визначити порядок дій плагіна:

source: Warning: font directories '%s' do not exist. PDF support disabled.
da: Advarsel: fontbibliotekerne '%s' findes ikke. PDF understøttelse slået fra.
es_ar: Atención: El directorio de fuentes '%s' no existe. Soporte PDF desactivado.
it: Attenzione: le cartelle dei caratteri '%s' non esistono. Supporto PDF disabilitato.
pl: Ostrzeżenie. Katalog czcionek '%s' nie istnieje. Wyłączono generowanie PDF'ów.
pt: Aviso: o diretório de tipos de letra '%s' não existe. Suporte a PDF desabilitado.
ru: Предупреждение: Шрифт каталога '%s' не существует. Поддержка PDF отключена.
si: අවවාදයයි: ෆොන්ට් ඩිරෙක්ටරි '%s' නො පවතී. PDF සහය අක්‍රීය කරන ලදී.
tr: Dikkat: '%s' yazı tipi klasörü bulunamadı. PDF desteği devre dışı bırakıldı.
uk: Попередження: Шрифт каталогу '%s' не існує. Підтримка PDF відключена.

source: Warning: font '%s' does not exist in the font directories '%s'. PDF support disabled.
da: Advarsel: fonten '%s' findes ikke i fontbibliotekerne '%s'. PDF understøttelse slået fra.
es_ar: Atención: la fuente '%s' no existe en el directorio de fuentes '%s'. Soporte de archivos PDF desactivados.
it: Attenzione: il carattere '%s' non esiste nella cartella '%s'. Supporto PDF disabilitato.
pl: Ostrzeżenie.Czcionka'%s' nie istnieje w katalogu czcionek '%s'. Wyłączono generowanie PDF'ów.
pt: Aviso: o tipo de letra '%s' não existe no diretório de tipos de letra '%s'. Suporte a PDF desabilitado.
ru: Предупреждение: Шрифт '%s' не существует в каталоге шрифтов '%s'. Поддержка PDF отключена.
si: අවවාදයයි: '%s' ෆොන්ටය ෆොන්ට් ඩිරෙක්ටරි '%s' තුළ නො පවතී. PDF සහය අක්‍රීය කරන ලදී.
tr: Dikkat: '%s' yazı tipi '%s' yazı tipi klasöründe bulunamadı. PDF desteği devre dışı bırakıldı.
uk: Попередження: Шрифт '%s' не існує в папці шрифтів '%s'. Підтримка PDF відключена.

source: Run %s -h for help.
da: Kør %s -h for hjælp.
es_ar: Ejecute %s -h para obtener ayuda.
fi: Suorita %s -h ohjetiedoston käynnistämiseksi.
fr_be: Lancer %s -h pour l'aide.
it: Per un aiuto lancia %s -h.
pl: Uruchom %s -h po pomoc.
pt: Execute %s -h para ajuda.
ru: Запустите %s -h для справки.
si: උපකාර සදහා %s -h ධාවනය කරන්න
tr: Yardım için %s programını -h ile çalıştırın.
uk: %s -h для допомоги
