Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Edit terms for this section
da: Rediger termin for denne sektion
es_ar: Editar los términos para esta sección
fi: Muokkaa tämän opetusryhmän jaksoja
fr_be: Modifier les périodes pour cette section
it: Modifica i periodi per questa classe
pl: Edytuj warunki dla tej sekcji
pt: Editar os períodos para esta turma
ru: Редактировать семестры для этого раздела
si: මෙමකාණ්ඩය සදහා කාලසීමාව සංස්කරණය කරන්න
tr: Bu bölümün dönemlerini düzenle
uk: Редагувати семестри для цього розділу

source: Edit instructors for this section
da: Rediger instruktør for denne sektion
es_ar: Editar instructores para esta sección
fi: Muokkaa tämän opetusryhmän opettajia
fr_be: Modifier les formateurs pour cette section
it: Modifica i docenti per questa classe
pl: Edytuj instruktorów dla tej sekcji
pt: Edit os docentes para esta turma
ru: Редактировать инструкторов для этого раздела
si: මෙමකාණ්ඩය සදහා උපදේශකයින් සංස්කරණය කරන්න
tr: Bu bölümün öğretmenlerini düzenle
uk: Редагувати інструкторів для цього розділу

source: This section has no instructors
da: Denne sektion her ingen instruktører
es_ar: Esta sección no tiene instructores
fi: Tässä opetusryhmässä ei ole opettajia
fr_be: Cette section n'a pas de formateur
it: Questa classe non ha docenti
pl: W tej sekcji nie ma instruktorów
pt: Esta turma não tem docentes
ru: Этот раздел не имеет инструкторов
si: මෙමකාණ්ඩයට කිසිදු උපදේශකයෙක් නොමැත
tr: BU bölümde henüz öğretmen yok
uk: Цей розділ не має інструкторів

source: Edit students for this section
da: Rediger studerende i denne sektion
es_ar: Editar los estudiantes para esta sección
fi: Muokkaa tämän opetusryhmän oppilaita
fr_be: Modifier les étudiants pour cette section
it: Modifica alunni per questa classe
pl: Edytuj studentów do tej sekcji
pt: Editar os alunos desta turma
ru: Редактировать студентов для этого раздела
si: මෙම කාණ්ඩය සදහා ශිෂ්‍යයින් සංස්කරණය කරන්න
tr: Bu bölümün öğrencilerini düzenle
uk: Редагувати студентів для цього розділу

source: This section has no students
da: Denne sektion her ingen studerende
es_ar: Esta sección no tiene estudiantes
fi: Tässä opetusryhmässä ei ole oppilaita
fr_be: Cette section n'a pas d'étudiants
it: Questa classe non ha alunni
pl: W tej sekcji nie ma studentów
pt: Esta turma não tem alunos
ru: Этот раздел не имеет студентов
si: මෙම කාණ්ඩයට කිසිදු ශිෂ්‍යයෙක් නොමැත
tr: Bu bölümde henüz öğrenci yok
uk: Цей розділ не має студентів

source: Edit locations for this section
da: Rediger lokaler for denne sektion
es_ar: Editar ubicaciones para esta sección
fi: Muokkaa tämän opetusryhmän sijainteja
it: Modifica le aule per questa classe
pl: Edytuj lokalizacje dla tej sekcji
pt: Editar localizações para esta turma
ru: Редактировать местоположение для этого раздела
si: මෙම කාණ්ඩය සදහා පිහිටීම සංස්කරණය කරන්න
tr: Bu bölümün yerlerini düzenle
uk: Редагувати місце розташування для цього розділу

source: This section has no locations
da: Denne sektion har ingen lokaler
es_ar: Esta sección no tiene sitio
fi: Tällä opetusryhmällä ei ole sijainteja
it: Questa classe non ha aule
pl: W tej sekcji nie ma miejsca
pt: Esta turma não tem localizações
ru: Этот раздел не имеет местоположения
si: මෙම කාණ්ඩයට කිසිදු පිහිටීමක් නොමැත
tr: Bu bölümde bir yer yok
uk: Цей розділ не має місцеположення

source: Edit equipment for this section
da: Rediger udstyr for denne sektion
es_ar: Editar equipo para esta sección
fi: Muokkaa tämän opetusryhmän varusteta
it: Modifica dotazione per questa classe
pl: Edytuj sprzętu dla tej sekcji
pt: Editar equipamento para esta turma
ru: Редактировать оборудование для этого раздела
si: මෙම කාණ්ඩය සදහා උපකරණ සංස්කරණය කරන්න
tr: Bu bölümün ekipmanlarını düzenle
uk: Редагувати обладнання для цього розділу

source: This section has no equipment
da: Denne sektion har ingen udstyr
es_ar: Esta sección no tiene equipo
fi: Tällä opetusryhmällä ei ole varusteita
it: Questa classe non ha dotazione
pl: Ta sekcja nie posiada żadnych urządzeń
pt: Esta turma não tem equipamentos
ru: Этот раздел не имеет оборудования.
si: මෙම කාණ්ඩයට කිසිදු උපකරණක් නොමැත
tr: Bu bölümde bir ekipman yok
uk: Цей розділ не має обладнання.

source: Click 'Unlink' if you would like to remove the link this section has to the following section(s):
da: Klik 'Ophæv link' hvis du vil fjerne linket denne sektioner har til følgende sektion(er):
es_ar: Haga clic en "Desvincular" si desea eliminar el vinculo a esta sección que tiene las distintas sección (es):
fr_be: Cliquer 'Enlever le lien' si vous souhaitez retirer le lien que cette section avait avec la(les) section(s) suivante(s):
it: Clic su 'Scollega' per rimuovere il collegamento tra questa classe e le seguenti classi:
pl: Kliknij 'Rozłącz', jeśli chcesz usunąć link Sekcja ta do następnej sekcji (s):
pt: Clique em "Desvincular" se desejar remover o link desta turma com a(s) turma(s) seguinte(s):
ru: Кликните "Отсоединить" если Вы хотите удалить связь этого раздела со следующим(и) разделом(ами):
tr: Bu bölümün şu bölümlerdeki bağlantılarının kaldırılmasını istiyorsanız 'Bağlantıyı kaldır' komutuna tıklayın:
uk: Кликніть "Від'єднати" якщо Ви хочете видалити зв'язок цього розділу з наступним(і) розділом(ами):

source: unlink-section-button
es_ar: Desvincular
fr_be: Enlever le lien
it: Scollega classe
pt: Desvincular
tr: Bölüm Bağlantısını Kaldır
uk: Вилучити зв'язки

source: Link Section to Section in Other Term
da: Link sektion til en sektion i en anden termin
es_ar: Enlazar la sección a otra sección con otros términos
fr_be: Lier la Section à la Section d'une Autre Période
it: Collega classe a una classe in altro periodo
pl: Sekcja Link do sekcji w innym określeniem
pt: Ligar turma em turma de outro período
ru: Связать этот раздел с Разделом в Другом Семестре
si: ඒකකය හා වෙනත් වාරයක ඒකකයක් සමඟ සබැඳියක් ඇති කිරීම
tr: Bölümü başka bir dönemdeki bir bölüme bağla
uk: Зв'язати цей розділ з Розділом в Другом семестрі

source: Link ${section}, ${term} with a section in ${target_term}
da: Link ${section}, ${term} med en sektion i ${target_term}
es_ar: Vincular ${section}, ${term} con una sección en ${target_term}
fr_be: Lier ${term} avec la section ${section} dans ${target_term}
it: Collega ${section}, ${term} con una classe in ${target_term}
pl: Połączenie ${section}, ${term} z sekcją w ${target_term}
pt: Link {$section}, ${term} com a turma em ${target_tem}
ru: Связь ${section}, ${term} с секцией в ${target_term}
si: ${term}හි ${section}ඒකකය හා ${target_term}වාරයේ ඒකකයක් සමඟ සබැඳියක් ඇති කරන්න
tr: ${section} bölümündeki ${term} dönemini ${target_term} dönemiyle bağla
uk: Посилання ${section}, ${term} у розділі ${target_term}

source: There is no valid term in ${schoolyear} to pick a section from.
da: Der er ingen gyldig termin i ${schoolyear} at vælge en sektion fra.
es_ar: No hay un período válido en ${schoolyear} del cual seleccionar una sección.
fr_be: Il n'y a pas de période valide dans ${schoolyear} pour pouvoir en extraire une section.
it: Non c'è nessun periodo valido in ${schoolyear} da cui prendere una classe
pl: Nie ma ważny termin w $ {schoolyear}, aby wybrać sekcję z.
pt: Não existe período válido no ${schoolyear} para selecionar uma turma.
ru: Не существует подходящего семестра в ${schoolyear} году для выбора группы.
si: ඒකකයක් / අංශයක් තෝරා ගැනීමට වලංගු වාරයක් ${schoolyear}හි නැත.
tr: ${schoolyear} okul yılında bölüm seçilecek geçerli bir dönem yok.
uk: Відсутні відповідні семестри у розділах ${schoolyear}.

source: Change the name or description of this section.
da: Ændre navn eller beskrivelse af denne sektion.
es_ar: Cambiar el nombre o la descripción de esta sección.
fi: Muuta opetusryhmän nimeä tai kuvausta.
fr_be: Changer le nom ou la description de cette section
it: Cambia il nome o la descrizione di questa classe.
pl: Zmień nazwę lub opis tej sekcji.
pt: Alterar o nome ou descrição desta turma.
ru: Сменить название или описание данного раздела.
si: මෙම ඒකකයේ / අංශයේ නම හෝ විස්තරය වෙනස් කරන්න.
tr: Bu bölümün adını ya da açıklamasını değiştir.
uk: Змінити назву або опис даного розділу.

source: Linked sections
da: Linket sektion
es_ar: Secciones vinculadas
fi: Linkitetyt opetusryhmät
fr_be: Sections liées
it: Classi collegate
pl: Powiązane sekcje
pt: Turmas ligadas
ru: Связанные группы
si: සම්බන්ධ කරන ලද කණ්ඩ
tr: Bağlantlı bölümler
uk: Пов'язані розділи

source: ${section_title} for ${term}
es_ar: ${section_title} para ${term}
fr_be: ${section_title} pour ${term}
it: ${section_title} per ${term}
pl: ${section_title} dla ${term}
pt: ${section_title} para {$term}
ru: ${section_title} для ${term}
si: ${term} සඳහා ${section_title}
tr: ${term} dönemi ${section_title}
uk: ${section_title} для ${term}

source: Change the instructors for this section.
da: Foretag ændring i underviser for denne sektion.
es_ar: Cambiar los instructores de esta sección.
fi: Muuta tämän opetusryhmän opettajia.
fr_be: Changer les Formateurss de cette section.
it: Modifica i docenti per questa classe.
pl: Zmień instruktorów dla tej sekcji
pt: Alterar os docentes desta turma
ru: Сменить преподавателей этого раздела.
si: මෙම එකකයට අදාළ උපදේශකවරු වෙනස් කරන්න
tr: Bu bölümün öğretmenlerini değiştir.
uk: Змінити інструктора для цього розділу.

source: edit instructors
da: rediger undervisere
es_ar: editar instructores
fi: muokkaa opettajia
fr_be: Modifier les formateurs
it: modifica i docenti
pl: edytuj instruktorów
pt: editar docentes
ru: изменить преподавателей
si: උපදේශකයින් සංස්කරණය කරන්න
tr: öğretmenleri düzenle
uk: змінити інструкторів

source: Change the students in this section individually
da: Foretag individuel ændring af studerende i denne sektion
es_ar: Cambiar individualmente los estudiantes en esta sección
fi: Muuta tämän opetusryhmän opiskelijoita yksitellen
fr_be: Changer individuellement les étudiants de cette section
it: Modifica individualmente gli alunni di questa classe
pl: Edytuj uczniów w tym dziale pojedyńczo
pt: Alterar alunos desta turma individualmente
ru: Сменить учащихся в этой секции по одному
si: මෙම එකකයට / අංශයට අදාළ ශිෂ්‍යයන් තනි තනිව සලකමින් වෙනස් කරන්න
tr: Bölümdeki öğrencileri tek tek değiştir
uk: Змінити учнів у цій секції по одному

source: edit individuals
da: rediger personer
es_ar: editar individuos
fi: muokkaa yksilöitä
fr_be: éditer les personnes
it: modifiche individuali
pl: edytuj osoby
pt: editar indivíduos
ru: править отдельных лиц
si: පුද්ගලයින් සංස්කරණය කරන්න
tr: bireyleri düzenle
uk: Редагування осіб

source: Section list for ${term} of ${schoolyear}
da: Sektionsliste for ${term} for ${schoolyear}
es_ar: Listado de secciones para ${term} de ${schoolyear}
fi: Opetusryhmäluettelo jaksolle ${term} lukuvuonna ${schoolyear}
fr_be: Liste de section pour ${term} de ${schoolyear}
it: Lista classi per ${term} di ${schoolyear}
pl: Lista sekcji dla ${term} z ${schoolyear}
pt: Listar turmas para ${term} do ${schoolyear}
ru: Список группы для ${term} ${schoolyear} года
tr: ${schoolyear} okul yılı ${term} dönemi bölüm listesi
uk: Розділ списку для ${term} з ${schoolyear}

source: Previous
da: Forrige
es_ar: Anterior
fi: Edellinen
fr_be: Précédent
it: Precedente
pl: Poprzedni
pt: Anterior
ru: предыдущий
si: පෙර
tr: Önceki
uk: Назад

source: Section in the previous term.
da: Sektion i den foregående termin.
es_ar: Sección en el período anterior.
fi: Opetusryhmä edellisestä jaksosta.
fr_be: Section dans la période précédente.
it: Classe nel periodo precedente.
pl: Sekcja w poprzedniej kadencji.
pt: Turma no período anterior.
ru: Группа в предыдущем семестре.
tr: Önceki dönemdeki bölüm.
uk: Розділи з попереднього семестру.

source: Pick a section from ${term}
da: Vælg en sektion fra ${term}
es_ar: Elegir una sección de ${term}
fi: Valitse opetusryhmä jaksosta ${term}
fr_be: Prendre un section de ${term}
it: Scegli una classe da ${term}
pl: Wybierz sekcję z ${term}
pt: selecione uma turma de ${term}
ru: Взять группу из ${term}
tr: ${term} içinden bir bölüm seç
uk: Взяти розділ з ${term}

source: Not linked.
da: Ikke linkede
es_ar: Sin vincular.
fi: Ei linkkejä.
fr_be: Non lié(e).
it: Non collegato.
pl: Nie powiązane.
pt: Não vinculado.
ru: Не связан
si: සම්බන්ධවී නොමැත
tr: Bağlantılanmamış.
uk: Не пов'язані.

source: Next
da: Næste
es_ar: Siguiente
fi: Seuraava
fr_be: Suivant
it: Successivo
pl: Następny
pt: Próximo
ru: Следующий
si: මීළඟ
tr: Sonraki
uk: Далі

source: Section in the next term.
da: Sektion i næste termin.
es_ar: Sección en el período siguiente.
fi: Opetusryhmä seuraavasta jaksosta.
fr_be: Section dans la prochaine période.
it: Classe nel periodo successivo.
pl: Sekcja w następnej kadencji.
pt: Turma no próximo período.
ru: Группа в следующем семестре.
tr: Sonraki dönemdeki bölüm.
uk: Розділ з наступного семестру.

source: All Terms for Section
da: Alle terminer for sektionen
es_ar: Todos los términos de la sección
fr_be: Toutes les Périodes pour la Section
it: Tutti i periodi per la classe
pl: Wszystkie warunki dla Sekcji
pt: Todos os períodos para a turma
ru: Все Семестры этого Раздела
tr: Bölümün tüm Dönemleri
uk: Всі Семестри цього Розділу

source: Unlink this Section
da: Ophæv link for denne sektion
es_ar: Desvincular esta sección
fr_be: Délier cette Section
it: Scollega questa classe
pl: Odłączyć ten punkt
pt: Desvincular esta turma
ru: Отсоединить этот Раздел
si: මෙම කාණ්ඩයේ සම්බන්ධය අවලංගු කරන්න
tr: Bu bölümün bağlantısını kaldır
uk: Від'єднати цей Розділ

source: Unlink Section
da: Ophæv link for sektion
es_ar: Desvincular Sección
fr_be: Délier Section
it: Scollega la classe
pl: Odłącz Sekcję
pt: Desvincular turma
ru: Отсоединить раздел
si: කාණ්ඩයේ සම්බන්ධය අවලංගු කරන්න
tr: Bölümün bağlantısını kaldır
uk: Від'єднати розділ

source: SchoolTool ID
fi: SchoolTool-tunniste
it: ID SchoolTool
pt: ID do SchoolTool
ru: ID название SchoolTool
tr: SchoolTool Kodu
uk: ID назву SchoolTool

source: An internal identifier of this course.
da: En intern identifikationsværdi for dette kursus.
es_ar: Un identificador interno de este curso.
fr_be: Un identifiant interne pour ce cours.
it: Un identificatore interno di questa materia.
pl: Wewnętrzny identyfikator z tego kursu.
pt: Um identificador interno para esta disciplina
ru: Внетренний идентификатор этого курса.
tr: Bu ders için kullanılacak bir belirteç.
uk: Внетренняя ідентифікатор цього курсу.

source: School identifier of this course.
da: Skole identifikationsværdi for dette kursus.
es_ar: Identificador de la escuela de este curso.
fi: Koulun tunnistenumero tälle kurssille.
fr_be: L'identifiant de l'école pour ce cours.
it: Identificativo interno di questo corso
pl: Identyfikator Szkoła tego kursu.
pt: Identificador da escola deste curso
ru: Школьный идентифицатор этого курса.
si: මෙම පාඨමාලාවේ පාසල් හඳුන්වනය
tr: Okul içinde bu ders için kullanılacak belirteç.
uk: Шкільний ідентіфіцатор цього курсу.

source: Alternate ID
da: Alternativ id
es_ar: ID alternativo
fi: Vaihtoehtoinen tunniste
fr_be: ID alternatif
it: ID alternativo
pl: Alternatywny ID
pt: ID alternativo
ru: Альтернативный ID номер
si: විකල්ප ID
tr: Alternatif kod
uk: Альтернативний ID номер

source: Additional identifier for outside tracking or other purposes.
da: Tillægs identifikationsværdier for ekstern håndtering eller andre formål.
es_ar: Identificador adicional para el seguimiento de fuera o para otros fines.
fi: Lisätunniste ulkopuolista seurantaa ja muita käyttötarkoituksia varten.
fr_be: Identifiant pour une traçabilité externe ou pour d'autres fins.
it: Identificativo aggiuntivo per tracciamento esterno o altri scopi.
pl: Dodatkowy identyfikator poza śledzenia lub w innych celach.
pt: Identificador adicional para localização externa ou outros propósitos.
ru: Дополнительный идентификатор для внешнего слежения и других случаев.
tr: Okul dışında ya da başka amaçlarla kullanılacak belirteç.
uk: Додатковий ідентифікатор для зовнішнього стеження і інших випадків.

source: Credits
da: Bidragydere
es_ar: Créditos
fi: Tekijät
fr_be: Crédits
it: Crediti
pl: Napisy czołowe
pt: Créditos
ru: Разработчики
tr: Krediler
uk: Подяки

source: Label
da: Etiket
es_ar: Etiqueta
fi: Otsikko
fr_be: étiquette
it: Etichetta
pl: Etykieta
pt: Etiqueta
ru: Метка
si: ලේබලය
tr: Etiket
uk: Ярлик

source: An identifier for a section, made up of instructor names, courses, and meeting time.
da: En identifikationsværdi for en sektion, bestående af instruktør navne, kurser og mødetider.
es_ar: Un identificador para una sección, compuesto de los nombres del instructor, cursos, y hora de la clase.
fi: Opetusryhmä tunniste, joka on tehty tehty opettajan nimiä, kursseja ja tapaamisaikoja varten.
fr_be: Un identifiant pour une section, est composé de nom des formateur, cours et l'heure de réunion.
it: Un identificatore per una classe, composta da docente, nomi, materie e orari degli incontri.
pl: Identyfikator sekcji utworzony dla prowadzących nazwiska, kursy oraz terminy zajęć.
pt: Um identificador para a secção, construído a partir dos nomes dos docentes, disciplinas e hora da reunião.
ru: Идентификатор секции, составленный из фамилий преподавателей, предметов и времени занятий.
tr: Bir bölüm için belirleyici, öğretmen adları dersler ve toplantı zamanından oluşur.
uk: Ідентифікатор розділу заповнюється інструктором імена, предмети та час занять.

source: An internal identifier of this section.
da: En intern identifikationsværdi for denne sektion.
es_ar: Un identificador interno de esta sección.
fr_be: Un identifiant interne pour cette section
it: Un identificatore interno di questa classe.
pl: Wewnętrzny identyfikator z tej sekcji.
pt: Um identificador interno para esta turma.
ru: Внутренний идентификатор этого раздела.
tr: Okul içinde bu bölüm için kullanılacak belirteç.
uk: Внутрішній ідентифікатор цього розділу.

source: Completed
it: Completato

source: Learners
da: Undervisere
es_ar: Estudiantes
fr_be: Apprentis
it: Alunni
pl: Uczący się
pt: Alunos
ru: Учащиеся
si: ආධුනිකයෝ
tr: Öğrenciler
uk: Учні

source: Students of the section.
da: Studerende i denne sektion.
es_ar: Estudiantes de la sección.
fr_be: Étudiants de la section.
it: Alunni della classe.
pl: Uczniowie sekcji
pt: Alunos da turma.
ru: Студенты секции
tr: Bölümün öğrencileri.
uk: Учні цього розділу

source: Cannot assign section as previous to itself
da: Kan ikke tillægge sektion som tidligere sektion for sig selv
es_ar: No se puede asignar una sección como anterior a sí misma
fr_be: Impossible d'assigner la section comme antécédente à elle même
it: Impossibile assegnare una classe come precedente a se stessa
pl: Nie można przypisać część jak poprzedni do siebie
pt: Não é possivel definir turma como anterior a ela própria.
ru: Невозможно сделать секцию предыдущей самой себе
tr: Bölümü, kendinden önceki bölüm olarak atayamazsınız
uk: Не можливо зв'язати розділ із самим собою, як попередній

source: Cannot assign section as next to itself
da: Kan ikke tillægge sektion som næste til sig selv
es_ar: No se puede asignar una sección como siguiente a sí misma
fr_be: Impossible d'assigner la section comme succédante à elle même
it: Impossibile assegnare una classe come successiva di se stessa
pl: Nie można przypisać część jak obok siebie
pt: Não é possivel definir turma como posterior a ela própria.
ru: Невозможно сделать секцию следующей самой себе
tr: Bölümü, kendinden sonraki bölüm olarak atayamazsınız
uk: Не можливо зв'язати розділ із самим собою, як наступний

source: Instructors of the section.
da: Instruktørere i denne sektion.
es_ar: Instructores de sección.
fr_be: Formateurs de la section.
it: Docenti della classe.
pl: Instruktorzy sekcji
pt: Docentes da turma.
ru: Преподаватели секции.
si: මෙම කාණ්ඩයේ උපදේශකයෝ
tr: Bölümün öğretmenleri.
uk: Викладачі розділу.

source: Instructors of a person in any of his sections.
da: Instruktører for en person dennes sektioner.
es_ar: Instructores de una persona en cualquiera de sus secciones.
fr_be: Formateurs d'une personne dans une de leurs sections.
it: Docenti di una persona in qualsiasi classe.
pl: Instruktorzy osoby w żadnej z jego sekcji.
pt: Docente de uma pessoa em qualquer uma das suas turmas.
ru: Преподаватели человека во любом его разделе
tr: Bir kişinin herhangi bir bölümündeki öğretmenler.
uk: Викладачі особи в будь-якому з її розділів.

source: Cannot link sections in same term
da: Kan ikke linke sektioner i samme termin
es_ar: No se pueden vincular secciones en un mismo período
fi: Saman jakson opetusryhmiä ei voi linkittää
fr_be: Impossible de lier des section dans une même période
it: Non è possibile collegare le classi nello stesso periodo
pl: Nie można łączyć sekcje w tym samym okresie
pt: Não pode interligar turmas no mesmo período
ru: Невозможно связать секции в том же семестре
tr: Aynı dönemdeki bölümler bağlanamaz
uk: Не можливо зв'язати розділ з тимже семестром

source: Cannot link sections in different school years
da: Kan ikke linke sektioner i forskellige skoleår
es_ar: No se pueden vincular secciones en años escolares diferentes
fi: Eri lukuvuosien opetusryhmiä ei voi linkittää
fr_be: Impossible de lier des sections dans différentes années scolaires
it: Non è possibile collegare classi in diversi anni scolastici
pl: Nie można powiązać sekcji w różnych latach szkolnych
pt: Não pode interligar turmas em diferentes anos letivos.
ru: Невозможно связать секции в разных учебных годах
tr: Farklı okul yıllarındaki bölümler bağlanamaz
uk: Не можливо зв'язати розділ з іншим навчальним роком

source: Sections must be in consecutive terms
da: Sektionerne skal være i hinanden følgende terminer
es_ar: Las secciones deben estar en períodos consecutivos
fi: Opetusryhmien tulee olla toisiaan seuraavilla jaksoilla
fr_be: Les sections doivent être dans des périodes consécutives
it: Le classi devono essere in periodi consecutivi
pl: Sekcje muszą być kolejne kadencje
pt: Turmas têm de estar em períodos consecutivos.
ru: Секции должны находиться в последовательных семестрах
tr: Bölümler ardışık dönemlerde olmalıdır
uk: Розділ повинен бути у послідовних семестрах

source: Section Enrollment
da: Tilmeldning af afsnit
es_ar: Sección de Inscripción
it: Iscrizione alla classe
pt: Secção de alistagem
ru: Регистрация раздела
tr: Bölüm Kaydı

source: Completed/Active
it: Completato/Attivo

source: Completed/Inactive
it: Completato/Inattivo

source: Section Instruction
it: Istruzioni per la classe

source: Substitute
it: Sostituto

source: Instructing
it: Insegnante in

source: Only clerks can modify the section.
es_ar: Sólo los empleados pueden modificar la sección.
it: Solo gli amministrativi possono modificare la classe.
pt: Apenas secretarios podem modificar esta opção.
ru: Лишь сотрудники могут редактировать этот раздел.

source: Section instructors can modify section's title, schedule, roster, equipment and so on.
es_ar: Los Instructores de la sección pueden modificar el título, el calendario, la lista, el equipo de la sección y así sucesivamente.
it: I docenti della classe possono modificare la sua denominazione, l'orario, il registro, le dotazioni eccetera.
pt: Secção onde os instrutores podem modificar o titulo da secção, a agenda, o rosto, equipamento e afins.
ru: Инструкторы могут редактировать название раздела, расписание, список имен, оборудование и т.д.
