Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: Usage: %s [options] Options: -c, --config xxx use this configuration file -h, --help show this help message --pack pack the database -r, --restore-manager password restore the manager user with the provided password (read password from the standart input if 'password' is '-')
da: Brug: %s [muligheder] Muligheder: -c, --config xxx brug denne konfigurationsfil -h, --help vis denne hjælpebesked --pack pak databasen -r, --restore-manager password Genetabler managerbrugeren med det givne password (læs password fra standard input hvis 'password' er '-')
es_ar: Uso: %s [opciones] Opciones: -c, --config xxx use este archivo de configuración -h --help muestra este mensaje de ayuda --pack empaca la base de datos -r, --restore-manager contraseña restaura el usuario administrador con la contraseña propuesta (lee la contraseña desde la entrada estándar si 'contraseña') es '-')
fi: Käyttö: %s [options] vaihtoehdot: -c, --asetukset xxx käytä tätä asetustiedostoa -h, --ohje näytä tämä ohjeviesti --pack pack the database -r, --palauta hallintosalasana palauttaa hallintokäyttäjän annetulla salasanalla (lue salasana standardisyötöstä jos 'salasana' on '-')
fr_be: Usage: %s [options] Options: -c, --config xxx utiliser ce fichier de configuration -h, --help affiche ce message d'aide --pack pack the database -r, --restore-manager password restaure le compte du gestionnaire avec le mot de passe indiqué (lit le mot de passe à partir de l'entrée standard si 'password' prend la valeur '-')
it: Utilizzo: %s [opzione] Opzioni: -c, --config xxx usa questo file di configurazione -h, --help mostra questo messaggio --pack archivia il database -r, --restore-manager password reimposta la password dell'utente con la password data (legge la password con un input standard se 'password' è '-')
pl: Użycie: %s [opcje] Opcje: -c, --config xxx użyj podanego pliku konfiguracyjnego -h, --help wyświetl komunikat pomocy --pack spakować bazę danych -r, --restore-manager haslo odzyskaj użytkownika menager z podanym hasłem (jeśli podane 'haslo' to '-' wtedy wczytaj hasło ze standardowego wejścia)
pt: Utilização: %s [opções] Opções: -c, --config xxx utilizar este ficheiro de configuração -h, --help mostra esta mensagem de ajuda --pack empacotar base de dados -r, --restore-manager senha restaurar o utilizador 'manager' com a senha designada (lê a senha do standard input se a 'senha' fôr '-')
ru: Использование: %s [опции] Опции: -c, --config xxx использовать этот файл настроек -h, --help показать это справочное сообщение --pack упаковать базу данных -r, --restore-manager пароль восстановить пользователя-менеджера с паролем (пароль вводят стандартным способом если вместо пароля указали "-")
tr: Kullanımı: %s [seçenekler] Options: -c, --config xxx varsayılanlar yerine belirtilen dosyadaki ayarları kullanır -h, --help bu yardım iletisini görüntüler --pack veritabanını paketler -r, --restore-yönetici parola belirtilen yönetici kullanıcıyı belirtilen parola ile geri yükler ('parola' '-' olarak yazılırsa parolanın yazılmasını ister)
uk: Використання: %s [options] Опції: -c, --config xxx використовувати цей файл настройок -h, --help показати це довідкове повідомлення --pack упакувати базу даних -r, --restore-manager пароль відновити користувача-менеджера з паролем (Пароль вводять стандартним способом якщо замість пароля вказали "-")

source: Manager password:
es_ar: Contraseña del administrador:
it: Password amministratore:
pt: Password do gestor:
ru: Менеджер паролей:
tr: Müdür parolası
uk: Менеджер паролів:

source: No configuration file given
es_ar: Ningún archivo de configuración propuesta
it: Non è stato fornito alcun file di configurazione
pl: Nie podano pliku konfiguracji
pt: Não existe ficheiro de configuração
ru: Не задан файл конфигурации
tr: Herhangi bir ayar dosyası belirtilmemiş
uk: Не вказано файлу налаштувань

source: Reading configuration from %s
da: Læser konfiguration fra %s
es_ar: Leyendo configuración de %s
fi: Lukee asetuksia kohteesta %s
fr_be: Lire la configuration depuis %s
it: La configurazione viene letta da %s
pl: Odczytywanie konfiguracji z %s
pt: Ler a configuração de %s
ru: Чтение конфигурации из %s
si: %sන් වින්‍යාසය කියවයි
tr: %s üzerinden yapılandırma okunuyor
uk: Зчитуються налаштування з %s

source: No storage defined in the configuration file.
da: Ingen lagring definieret i konfigurations filen.
es_ar: No se definió un almacenamiento en el archivo de configuración.
fi: Säilytys ei ole määritelty asetustiedostossa.
fr_be: Aucun stockage n'est défini dans le fichier de configuration.
it: Nessun deposito definito nel file di configurazione.
pt: Storage indefinida no ficheiro de configuração.
ru: Хранилище не определено в файле конфигурации.
tr: Yapılandırma dosyasında depolama bölümü tanımlanmamış.
uk: Сховище не визначено у файлі налаштувань.

source: Could not initialize the database: %s
da: Kunne ikke initialisere databasen: %s
es_ar: No se pudo iniciar la base de datos: %s
fi: Tietokannan käynnistys epäonnistui: %s
fr_be: Ne peut initialiser la base de données : %s
it: Non è possibile avviare il database: %s
pl: Nie można zainicjować bazy danych %s
pt: Não foi possível inicializar a base de dados: %s
ru: Невозможно инициализировать базу данных: %s
si: දත්ත සමුදාය මුල පිරීමට නොහැකි විය: %s
tr: Veritabanı başlatılamadı: %s
uk: Неможливо ініціалізувати базу даних: %s

source: Perhaps another %s instance is using it?
da: Måske bruger en anden %s instans den?
es_ar: ¿Quizás otra instancia %s está utilizándolo?
fi: Kenties toinen %s ohjelma käyttää sitä?
fr_be: Peut être une autre instance de %s est utilisé ?
it: Forse c'è un'altra istanza %s che lo sta impegnando
pl: Prawdopodobnie inna %s instancja właśnie tego używa?
pt: Talvez haja outra instância de %s a utilizar?
ru: Возможно, её использует другой экземпляр %s?
si: සමහරවිට තවත් %s ප්‍රස්තාවක් එය භාවිත කරමින් පවතිනවා විය හැක?
tr: Başka bir %s kopyası kullanıyor olabilir mi?
uk: Можливо, її використовує інший примірник %s?

source: Members
da: Medlemmer
es_ar: Miembros
fi: Jäsenet
fr_be: Membres
it: Membri
pl: Członkowie
pt: Membros
ru: Участники
si: සාමාජිකයන්
tr: Üyeler
uk: Члени

source: Members of the group.
da: Medlemmer i gruppen.
es_ar: Miembros del grupo.
fi: Ryhmän jäsenet
fr_be: Membres du groupe
it: Membri del gruppo
pl: Członkowie grupy.
pt: Membros do grupo.
ru: Член группы.
si: කණ්ඩායමේ සාමාජිකයන්.
tr: Grup üyeleri.
uk: Члени групи.

source: Assigned leaders.
da: Tilknyttede ledere
es_ar: Líderes asignados.
fr_be: Chefs de groupe assignés.
it: Responsabili assegnati
pl: Przypisani liderzy.
pt: Responsáveis nomeados.
ru: Назначенные руководители
si: නියම කරගත් නායකයින්.
tr: Atanmış başkanlar
uk: Призначені керівники.

source: ${group} group.
da: ${group} gruppe.
es_ar: ${group} grupo.
fi: ${group}-ryhmä.
it: gruppo ${group}
pl: Grupa ${group}.
pt: grupo ${group}.
ru: ${group} группа.
si: ${group} කණ්ඩායම
tr: ${group} grubu.
uk: група ${group}.

source: ${group} group and the super user.
da: ${group} gruppe og superbrugeren.
es_ar: ${group} grupor y el super usuario.
fi: ${group}-ryhmä ja pääkäyttäjä.
it: Gruppo ${group} e super user
pl: grupa ${group} i administrator.
pt: grupo ${group} e o super-utilizador.
ru: ${group} группа и суперпользователь.
si: ${group} කණ්ඩායම සහ සුපිරි පරිශීලක
tr: ${group}grubu ve süper kullanıcı.
uk: ${group} група та суперкористувач.

source: SchoolTool application
da: SchoolTool program
es_ar: SchoolTool aplicación
fi: SchoolTool-sovellus
fr_be: Application SchoolTool
it: Applicazione SchoolTool
pl: Aplikacja SchoolTool
pt: Aplicação SchoolTool
ru: Приложение SchoolTool
si: SchoolTool වැඩසටහන
tr: SchoolTool uygulaması
uk: Програма SchoolTool

source: Access
da: Adgang
es_ar: Acceso
fi: Pääsy
fr_be: Accès
it: Accesso
pl: Dostęp
pt: Acesso
ru: Доступ
si: ප්‍රවේශය
tr: Erişim
uk: Доступ

source: Manage school settings and configuration
da: Administrér indstillinger og konfiguration
es_ar: Gestionar y configurar cambios de colegio
fi: Koulukohtaisten asetusten hallinta
fr_be: Gestion des paramètres et de la configuration de l'école
it: Gestisci la configurazione e le impostazioni della scuola
pl: Zarządzaj ustawieniami szkoły i konfiguracją
pt: Gerir definições e configurações da escola
ru: Управление настройками школы и персонализация
si: පාසලේ සිටුවම් හා වින්‍යාස කළමනාකරණය
tr: Okul ayarlarını ve yapılandırmayı yönet
uk: Керування шкільними параметрами та налаштуваннями

source: View calendar
da: Vis kalender
es_ar: Ver calendario
fi: Kalenterin katselu
fr_be: Affichage du calendrier
it: Vedi calendario
pl: Pokaż kalendarz
pt: Ver Calendário
ru: Показать календарь
si: දින දර්ශනය පෙන්වන්න
tr: Takvimi göster
uk: Переглянути календар

source: Change calendar
da: Ændre kalender
es_ar: Cambiar calendario
fi: Muuta ohjelmaa
fr_be: Changer de calendrier
it: Cambia il calendario
pl: Zmień ustawienia kalendarza
pt: Alterar calendário
ru: Изменить календарь
si: දින දර්ශනය වෙනස් කරන්න
tr: Takvimi değiştir
uk: Змінити календар

source: Inactive
it: Inattivo

source: Group Membership
it: Appartenenza al gruppo

source: Pending
it: In sospeso

source: Member
it: Membro

source: Suspended
it: Sospeso

source: Removed
it: Rimosso

source: Added in error
it: Aggiunto (errore)

source: Student Enrollment
it: Iscrizione alunno

source: Pre-enrolled
it: Pre-iscritto

source: Enrolled
it: Iscritto

source: Graduated/Active
it: Diplomato/Attivo

source: Graduated/Inactive
it: Diplomato/Inattivo

source: Withdrawn
it: Ritirato

source: Student Levels
it: Livelli studente

source: Graduated
it: Diplomato

source: Assign timetables
da: Tildel tidstabel
es_ar: Asignar horarios
fr_be: Assigner des grilles-horaires
it: Assegna orari
pl: Przydzielone plany zajęć
pt: Atribuir horários
ru: Назначить расписания
si: කාලසටහන් පැවරීම
tr: Zaman çizelgelerini ata
uk: Призначені розклади

source: Change schedule
da: Ændre skema
es_ar: Cambiar horario
fi: Aikataulun muutokset
fr_be: Modifier les programmes
it: Cambia programma
pl: Zmień harmonogram
pt: Alterar horário
ru: Изменить задачу
si: උපලේඛනය විපර්යාසයකිරීම
tr: Programı değiştir
uk: Змінити розклад

source: Advisors
da: Rådgivere
es_ar: Asesores
fi: Neuvonantajat
fr_be: Conseillers
it: Assistenti
pl: Doradcy
pt: Orientadores
ru: Консультанты
si: අනුශාසකයෝ
tr: Danışmanlar
uk: Консультанти

source: Advising
it: Assiste

source: View
da: Vis
es_ar: Ver
fi: Näytä
fr_be: Affichage
it: Visualizza
pl: Podgląd
pt: Visualização
ru: Просмотр
si: නරඹන්න
tr: Göster
uk: Вид

source: Advisees
da: Vejledte
es_ar: Asesorados
fr_be: Personnes conseillées
it: Assistiti
pl: Rady
pt: Orientandos
ru: Обучаемые
si: අවවාද ලබන්නන්
tr: Danışanlar
uk: Консультації

source: New Person
da: Ny person
es_ar: Nueva Persona
fi: Uusi henkilö
fr_be: Nouvelle personne
it: Nuova persona
pl: Nowa osoba
pt: Nova Pessoa
ru: Новая личность
si: නව පුද්ගලයා
tr: Yeni Kişi
uk: Нова особа

source: Add Multiple Persons
da: Tilføj flere personer
es_ar: Agregar Muliples Personas
fr_be: Ajouter de multiple personnes
it: Aggiungi più persone
pl: Dodaj wiele osób
pt: Adicionar várias pessoas
ru: Добавить Несколько Персон
si: බහුවිධ පුද්ගලයින් එක් කරන්න
tr: Bir Kaç Kişi Ekle
uk: Додати кілька осіб

source: Demographics
da: Demografiske data
es_ar: Datos Demográficos
fi: Henkilötiedot
fr_be: Démographie
it: Dati demografici
pl: Demografia
pt: Demografia
ru: Демография
tr: Demografik Bilgi
uk: Демографія

source: New Text Field
da: Nyt tekstfelt
es_ar: Nuevo Campo de Texto
fi: Uusi tekstikenttä
fr_be: Nouveau Champ Texte
it: Nuovo campo di testo
pl: Nowe pole tekstowe
pt: Novo Campo de Texto
ru: Новое текстовое поле
si: නව පාඨ ක්ෂේත්‍රය
tr: Yeni Metin Alanı
uk: Нове текстове поле

source: New Date Field
da: Nyt datafelt
es_ar: Nuevo Campo de Fecha
fi: Uusi Aika Kenttä
fr_be: Nouveau Champ Date
it: Nuovo campo data
pl: Nowe pole daty
pt: Novo Campo de Data
ru: Новое поле данных
si: නව දත්ත ක්ෂේත්‍රය
tr: Yeni Tarih Alanı
uk: Нове поле дати

source: New Yes/No Field
da: Nyt Ja/Nej felt
es_ar: Nuevo Si/No Campo
fr_be: Nouveau champ Oui / Non
it: Nuovo campo Sì/No
pl: Nowy Tak / Nie Pole
pt: Novo Campo Sim/Não
ru: Новое поле Да/Нет
si: නව ඇත හෝ නැත ක්ෂේත්‍රය
tr: Yeni Evet/Hayır Alanı
uk: Нове поле Так/Ні

source: New Selection List Field
da: Nyt valglistfelt
es_ar: Nuevo Campo de Lista de Selección
fr_be: Nouveau champ de liste de sélection
it: Nuovo campo lista di scelta
pl: Nowe pole wyboru listy
pt: Novo Campo de Lista de Selecção
ru: Новый Выбор Список Поле
si: නව වරණ ලේඛන ක්ෂේත්‍රය
tr: Yeni Seçim Listesi Alanı
uk: Нове поле списку вибору

source: Add Teacher
da: Tilføj lærer
es_ar: Agregar Profesor
fi: Lisää opettaja
fr_be: Ajouter un Enseignant
it: Aggiungi insegnante
pl: Dodaj nauczyciela
pt: Adicionar Professor
ru: Добавить преподавателя
si: ගුරුවරයා එක් කරන්න
tr: Öğretmen Ekle
uk: Додати викладача

source: Add Student
da: Tilføj elev
es_ar: Agregar Estudiante
fi: Lisää oppilas
fr_be: Ajouter un Edudiant
it: Aggiungi alunno
pl: Dodaj studenta
pt: Adicionar Aluno
ru: Добавить студента
si: සිසුවා එක් කරන්න
tr: Öğrenci Ekle
uk: Додати учня

source: Add Administrator
da: Tilføj administrator
es_ar: Agregar Administrador
fi: Lisää ylläpitäjä
fr_be: Ajouter un Administrateur
it: Aggiungi amministratore
pl: Dodaj administratora
pt: Adicionar Administrador
ru: Добавить адмиинстратора
si: පරිපාලකයා එක් කරන
tr: Yönetici Ekle
uk: Додати адміністратора

source: Insufficient data provided.
da: Utilstrækkelig data givet.
es_ar: Se proveyeron insuficientes datos
fi: Tietoa ei annettu tarpeeksi.
fr_be: Donnée fournie insuffisante
it: Dati insufficienti
pl: Niewystarczające dane
pt: Os dados fornecidos são insuficientes.
ru: Предоставлено недостаточно данных.
si: ප්‍රමාණයෙන් නොසෑභෙන දත්ත සපයාඇත
tr: Verilen veri yetersiz.
uk: Недостатньо інформації.

source: username may not be empty
da: brugernavn må ikke være tomt
es_ar: el nombre de usuario no puede estar en blanco
fi: käyttäjätunnus ei saa olla tyhjä
fr_be: Le nom d'utilisateur ne peut être vide
it: il nome utente non può essere vuoto
pl: nazwa użytkownika nie może być pusta
pt: Nome de utilizador não pode ficar em branco
ru: необходимо указать имя пользователя
si: පරිශ්‍රීලකනාමය ඇතැම් විට නිරර්ථක වියනොහැක
tr: kullanıcı adı boş bırakılamaz
uk: Ім'я користувача не може бути порожнім

source: first name may not be empty
da: fornavn skal udfyldes
es_ar: nombre no puede estar vacío
fi: etunimi ei saa olla tyhjä
fr_be: Le prénom ne doit pas être vide
it: il nome non può essere vuoto
pl: imię nie może być puste
pt: o primeiro nome não pode estar em branco
ru: имя не может быть пустым
si: මුල්නාමය ඇතැම් විට නිරර්ථක වියනොහැක
tr: ad boş bırakılmamalıdır
uk: ім’я не може бути порожнім

source: last name may not be empty
da: efternavn skal udfyldes
es_ar: apellido no puede estar vacío
fi: sukunimi ei saa olla tyhjä
fr_be: Le nom ne doit pas être vide
it: il cognome non può essere vuoto
pl: nazwisko nie może być puste
pt: o último nome não pode estar em branco
ru: фамилия не может быть пустой
si: අවසානනාමය ඇතැම් විට නිරර්ථක වියනොහැක
tr: soyad boş bırakılmamalıdır
uk: прізвище не може бути порожнім

source: Duplicate username: ${username}
da: Brugernavn eksisterer flere gange: ${username}
es_ar: Nombre de usuario duplicado: ${username}
fi: Kaksois käyttäjänimi: ${käyttäjänimi}
fr_be: Dupliquer le nom d'utilisateur : ${username}
it: Nome utente duplicato: ${username}
pl: Podwójna nazwa użytkownika: ${username}
pt: Nome de utilizador duplicado: ${username}
ru: Повторяющееся имя пользователя: ${username}
si: අනුපිටපත් වූ පරිශීලක නම: ${username}
tr: Çakışan kullanıcı adı: ${username}
uk: Повторюється ім'я користувача: ${username}

source: Names cannot begin with '+' or '@' or contain '/'
da: Navne kan ikke begynde med '+' eller '@' eller indeholde '/'
es_ar: Los nombres no pueden comenzar con '+' or '@' ni contener '/'
fi: Nimet eivät voi alkaa merkillä '+' tai '@' tai sisältää merkkiä '/'
fr_be: Les noms ne peuvent pas commencer par "+" ou "@", oubien contenir "/"
it: I nomi non possono cominciare con '+' o '@' e contenere '/'
pl: Nazwy nie mogą zaczynać się od '+' lub '@', ani zawierać ')'
pt: Nomes não podem começar por '+' ou '@' ou conter '/'
ru: Имена не могут начинаться с '+' или '@' или содержать '/'
si: නම් '+' හෝ '@' ලකුණු වලින් ආරම්භ වීමට හෝ '/' අඩංගු වීමට නොහැකිය
tr: Adlar '+' ya da '@' ile başlayamaz ya da '/' içeremez
uk: Імена не можуть починатись з '+' чи '@ або містити '/'

source: Usernames cannot contain non-ascii characters
da: Brugernavne kan ikke indeholde ikke-acsii karakterer
es_ar: Nombre del usuario no pueder contener carácteres non-ascii
fr_be: Les noms d'utilisateur ne peuvent contenir de caractères non-ascii
it: I nomi utente non possono contenere caratteri non-ASCII
pl: Nazwy użytkowników nie mogą zawierać znaków non-ascii
pt: Nomes de utilizador não podem conter caracteres não ASCII
ru: Имена не должны содержать не ascii символы
si: පරිශීලක නම්වල ascii නොවන අකුරු අඩංගු වීමට නොහැකිය
tr: Kullanıcı adları ASCII olmayan (ç,Ç, ö,Ö, ı,İ, ü,Ü..vs) karakterleri içeremez.
uk: Імена користувачів повинні містити тільки ASCII символи

source: Duplicate entry "${value}"
da: Dobbelt værdi "${value}"
es_ar: Entrada duplicada "${value}"
fr_be: Entrée en double "${value}"
it: Duplica voce "${value}"
pl: Powielający się wpis "${value}"
pt: Entrada duplicada "${value}"
ru: Дублирующееся значение "${value}"
si: අනුපිටපත් වූ ප්‍රවේශයකි "${value}"
tr: Çift kayıt "${value}"
uk: Дублюється значення "${value}"

source: Value too long "${value}"
da: Værdien er for lang "${value}"
es_ar: Valor muy largo "${value}"
fr_be: Valeur trop longue "${value}"
it: Valore troppo lungo "${value}"
pl: Zbyt długa wartość "${value}"
pt: O valor é demasiado longo "${value}"
ru: Значение слишком длинное "${value}"
si: අගය අතිශය දිගය "${value}"
tr: Değer çok uzun "${value}"
uk: Значення занадто довге "${value}"

source: Demographics and Personal Information
da: Demografi og personlig Information
es_ar: Información demográfica y personal
fr_be: Information personnel et démographique
it: Informazioni demografiche e personali
pl: Demografia i informacje osobiste
pt: Demografia e informações pessoais
ru: Демографическая и Персональная Информация
si: ප්‍රජා විද්‍යාත්මක හා පුද්ගලික තොරතුරු
tr: Demografik ve Kişisel bilgiler
uk: Демографічна та Персональна Інформація

source: Add new Field
da: Tilføj nyt felt
es_ar: Añadir nuevo campo
fi: Lisää uusi kenttä
fr_be: Ajouter nouveau Champ
it: Aggiungi nuovo campo
pl: Dodaj nowe pole
pt: Adicionar novo Campo
ru: Добавить новое поле
si: නව ක්ෂේත්‍රයක් එක් කරන්න
tr: Yeni Alan Ekle
uk: Імена не можуть починатися з '+' чи '@' або містити '/'

source: Change information for ${field_title}
da: Ændre information for ${field_title}
es_ar: Cambiar la información para ${field_title}
fi: Muuta kentän ${field_title} tietoja
fr_be: Change l'information de ${field_title}
it: Cambia informazioni per ${field_title}
pl: Zmień informacje dla ${field_title}
pt: Alterar informação para ${field_title}
ru: Изменить информацию для ${field_title}
si: ${field_title} සඳහා තොරතුරු වෙනස් කිරීම
tr: ${field_title} bilgilerini değiştir
uk: Змінити інформацію для ${field_title}

source: Teach.
da: Lærer.
es_ar: Enseñar
fi: Opeta.
fr_be: Prof.
it: Ins.
pl: Naucz.
pt: Prof.
ru: Учить.
si: ඉගැන්වීම
tr: Öğrtmn
uk: Вчити.

source: Admin.
da: Administrator.
es_ar: Administrador
fi: Pääkäyttäjä.
it: Ammin.
ru: Администрировать.
si: පරිපාලකයා
tr: Yntc
uk: Адмініструвати.

source: Selection
da: Markering
es_ar: Selección
fi: Valinta
fr_be: Sélection
it: Selezione
pl: Wybór
pt: Seleção
ru: Выбор
si: තේරීම
tr: Seçim
uk: Вибір

source: Text
da: Tekst
es_ar: Texto
fi: Teksti
fr_be: Texte
it: Testo
pl: Tekst
pt: Texto
ru: Текст
si: පාඨය
tr: Metin
uk: Текст

source: Yes/No
da: Ja/Nej
es_ar: Sí/No
fi: Kyllä/Ei
fr_be: Oui/Non
it: Sì/No
pl: Tak/Nie
pt: Sim/Não
ru: Да/Нет
si: ඔව්/නැත
tr: Evet/Hayır
uk: Так/Ні

source: Integer
da: Heltal
es_ar: Entero
it: Intero
pl: Liczba całkowita
pt: Número Inteiro
ru: Целое число
si: නිඛිලය
tr: Tamsayı
uk: Ціле число

source: Limit to group(s)
da: Begræns til gruppe(r).
es_ar: Limitar a grupo(s)
fr_be: Limiter au(x) groupe(s)
it: Limita al/ai gruppo/gruppi
pl: Ogranicz do grup(y)
pt: Limitar ao(s) grupo(s)
ru: Лимит группы(групп)
si: කණ්ඩායම්(වල)ට සීමා කරන්න
tr: Gruplarla sınırla
uk: Ліміт групи (груп)

source: If you select one or more groups below, this field will only be displayed in forms and reports for members of the selected groups.
da: Hvis du vælger en eller flere grupper herunder, dette felt vil kun blive vist i formularer og rapporter for medlemmer i de valgte grupper.
es_ar: Si selecciona uno o más grupos abajo, este campo sólo se mostrará en los formularios e informes para los miembros de los grupos seleccionados.
fr_be: Si vous sélectionnez un ou plusieurs groupes ci-dessous, ce champ ne sera affiché dans les formulaires et les rapports que pour les membres des groupes sélectionnés.
it: Se si scelgono uno o pi&ugrave; gruppi qui sotto, questo campo verr&agrave; incluso nei moduli e prospetti per i membri dei gruppi indicati.
pl: Jeśli wybierzesz jedną lub więcej grup poniżej, to pole będzie wyświetlany tylko w formularzach i raportach dla członków wybranych grup.
pt: Se slecionar um ou mais grupos abaixo, este campo apenas será exibido em formulários e relatórios para os membros dos grupos selecionados.
ru: Если Вы выделите одну или более групп внизу, это поле будет показываться в форме и отчетах для пользователей выделенных групп.
si: පහත කණ්ඩායම් එකක් හෝ කීපයක් තෝරාගතහොත්, මෙම ක්‍ෂේත්‍රය තෝරාගත් කණ්ඩායමේ සාමාජිකයන්ගේ පෝරම හා වාර්තා වල පමණක් දිස් වනු ඇත.
tr: Aşağıdaki gruplardan bir ya da bir kaçını seçerseniz, bu alan, form ve raporlarda, yalnızca seçili grupların üyelerine gösterilir.
uk: Якщо Ви виділіть одну або більше груп внизу, це поле буде показуватися в формі і звітах для користувачів виділених груп.

source: Field Details
da: Felt detaljer
es_ar: Detalles de campo
fr_be: Détails du champ
it: Dettagli del campo
pl: Szczegóły terenowe
pt: Detalhes do campo
ru: Подробности Поля
si: ක්ෂේත්‍ර විස්තර
tr: Alan Ayrıntıları
uk: Подробиці Поля

source: Please enter a valid ID
da: Indtast et gyldigt ID
es_ar: Por favor, introduce una ID válida.
it: Per piacere, inserisci un ID valido.
pl: Proszę podać poprawny identyfikator
pt: Favor insira um ID válido.
ru: Пожалуйста введите правильный ID
si: කරුණාකර වලංගු ID අගයක් ඇතුලත් කරන්න
tr: Lütfen geçerli bir kimlik yazın
uk: Будь ласка введіть правильний ID

source: This ID is not unique.
da: Dette ID er ikke unikt.
es_ar: Esta ID no es única.
it: Questo ID non è univoco.
pl: Ten identyfikator nie jest unikalny.
pt: Este ID não é único.
ru: Этот ID не уникален.
si: මෙම හැඳුනුම අනන්‍ය නොවේ
tr: Bu kimlik tekil değil.
uk: Цей ID не унікальний.

source: People
da: Personer
es_ar: Personas
fi: Käyttäjät
fr_be: Personnes
it: Persone
pl: Społeczność
pt: Pessoas
ru: Участники
si: ජනයා
tr: Kişiler
uk: Учасники

source: Add new persons
da: Tilføj nye personer
es_ar: Añadir nuevas personas
fi: Lisää uusi henkilö
fr_be: Ajouter des nouvelles personnes
it: Aggiungi nuove persone
pl: Dodawanie nowych osób
pt: Adicionar novas pessoas
ru: Добавить новых участников
si: අලුත් පුද්ගලයන් එක් කරන්න
tr: Yeni kişiler ekle
uk: Додати нових учасників

source: Add new person
da: Tilføj en ny person
es_ar: Añadir una nueva persona
fi: Lisää uusi henkilö
fr_be: Ajouter une nouvelle personne
it: Aggiungi nuova persona
pl: Dodaj nowe osoby
pt: Adicionar nova pessoa
ru: Добавить личность
si: අලුත් පුද්ගලයා එක් කරන්න
tr: Yeni kişi ekle
uk: Додати нову особу

source: Add new teacher
da: Tilføj ny lærer
es_ar: Agregar Nuevo Profesor
fi: Lisää uusi opettaja
fr_be: Ajouter un nouvel enseignant
it: Aggiungi nuovo insegnante
pl: Dodaj nowego nauczyciela
pt: Adicionar Novo Professor
ru: Добавить нового преподавателя
si: අලුත් ගුරුවරයා එක් කරන්න
tr: Yeni öğretmen ekle
uk: Додати нового викладача
