Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: CSV data <strong>must</strong> include a group title and <strong>may</strong> include an optional group description. Any extra information will be discarded.
da: CSV data <strong>skal</strong> inkludere en gruppetitel og <strong>kan</strong> inkludere en valgfri gruppebeskrivelse. Al ekstra information vil blive slettet.
es_ar: Los datos CSV <strong>deben</strong> incluir el nombre del grupo y opcionalmente <strong>puede</strong> agregar una descripción del él. Cualquier información adicional será ignorada.
fi: CSV-tiedon <strong>täytyy</strong> sisältää ryhmän nimi ja se <strong>voi</strong> sisältää vaihtoehtoisen ryhmäkuvauksen. Kaikki muu tieto hylätään.
fr_be: Les données CSV <strong>doivent</strong> comporter le titr du groupe et <strong>peuvent</strong> y ajouter une description, optionnelle. Toute information supplémentaire sera ignorée.
it: I dati CSV <strong>devono</strong> includere un titolo per il gruppo e <strong>possono</strong> includere una descrizione opzionale per il gruppo. Qualsiasi altra informazione viene scartata.
pl: Dane CSV <strong>muszą</strong> zawierać nazwę grupy u i <strong>mogą</strong> zawierać opcjonalny opis grupy. Wszytko poza tym zostanie odrzucone
pt: Os dados CSV <strong>têm</strong> que incluir um título de grupo e <strong>podem</strong> incluir uma descrição opcional. Qualquer informação adicional será ignorada.
ru: CSV-данные <strong>должны</strong> включать название группы и <strong>могут</strong> включать дополнительное описание группы. Прочая информация отбрасывается.
si: CSV දත්ත වල <strong>අනිවාර්යයෙන්ම</strong> කණඩායම් සිරසක් ඇතුළත් වන අතර <strong>ඇතැම් විට</strong> විකල්ප කණ්ඩායම් විස්තරයක් ද ඇතුළත් විය හැක. අනෙකුත් අමතර තොරතුරු බැහැර කෙරෙනු ඇත.
tr: CSV verileri, <strong>zorunlu olarak</strong> bir grup başlığı ve <strong>isteğe bağlı olarak</strong> bir grup açıklaması içermelidir. Diğer fazla bilgiler elenir.
uk: CSV данні <strong>обов'язково повинні</strong> включати назву групи та <strong>можуть</strong> включати додатково опис групи. Інша додаткова інформація буде проігнорована.

source: LUG, Linux Users Group Chess Club Sports Club, After-school sports club, <em>text after a second comma</em>
da: LUG, Linux brugergruppe Skak klub Sports klub, Efter skoletid sports klub, <em>tekst efter nr. 2 komma</em>
es_ar: GUL, Grupo de Usuarios de Linux Club de Ajedrez Club Deportivo, Actividades deportivas extra-programáticas, <em>Texto después de la segunda coma</em>
fi: LUG, Linux Users Group Shakkikerho Urheilukerho, koulun jälkeinen urheilukerho, <em>toisen pilkun jälkeinen teksti</em>
fr_be: LUG, Groupe d'utilisateurs de Linux Club d'Echecs Club Sportif, Club de sport apres l'école, <em> Texte apres une deuxieme virgule</em>
it: LUG, Linux Users Groups Circolo scacchi Circolo sportivo, Circolo sportivo del dopo scuola, <em> testo dopo la seconda virgola</em>
pl: LUG, Koło Użytkowników Linuksa Klub szachowy SKS, Szkolny Klub Sportowy, <em>tekst po drugim przecinku</em>
pt: GUL, Grupo de Utilizadores Linux Clube de Xadrez Clube desportivo, Clube desportivo após a aula, <em> texto após a segunda vírgula</em>
ru: LUG, Группа пользователей Линукс Шахматный клуб Спортивный клуб, Вечерний спортивный клуб, <em>текст после второй запятой</em>
tr: LUG, Linux Kullanıcıları Grubu Satranç Kulübü Spor Kulübü, Okul-sonrası sporlar kulübü, <em>ikinci virgülden sonraki metin</em>
uk: LUG, Група користувачів Linux Шаховий гурток Спортивний гурток, Легка атлетика і дзюдо, <em>текст після другої коми</em>

source: The above example will create 3 groups titled 'LUG', 'Chess Club' and 'Sports Club'. The first and last group will have the descriptions 'Linux Users Group' and 'After-school sports club' respectively. The 'Chess Club' group will have no description, and the extra "text after a second comma" text on the third group will be ignored.
da: Det ovenstående eksempel opretter 3 grupper med titlerne 'LUG', 'Skak Klub', 'Sports Klub'. Den første og sidste gruppe vil have beskrivelserne 'Linux brugergruppe' og 'Efter skoletid sports klub'. Gruppen 'Skak Klub' vil ikke have en beskrivelse, og "tekst efter nr. 2 komma" på den 3. gruppe vil blive ignoreret.
es_ar: El ejemplo anterior creará 3 grupos llamados 'GUL', 'Club de Ajedrez' y 'Club Deportivo'. El primer y el último grupo tendrán las descripciones 'Grupo de Usuarios de Linux' y 'Actividades deportivas extra-programáticas', respectivamente. El grupo 'Club de Ajedrez' no tendrá descripción, y el texto 'Texto después de la segunda coma' será ignorado.
fi: Yllä oleva esimerkki luo 3 ryhmää nimeltään "LUG", "Shakkikerho" ja "Urheilukerho". Ensimmäisellä ja viimeisellä ryhmällä on kuvaukset "Linux Users Group" ja "koulun jälkeinen urheilukerho". "Shakkikerholla" ei ole kuvausta ja ylimääräinen "toisen pilkun jälkeinen teksti" tullaan hylkäämään.
fr_be: L'exemple ci-dessus va créer trois groupes nommés "LUG", "Club d'Echecs" et "Club Sportif". Le premier et le dernier comporteront respectivement les descriptions "Groupe d'utilisateurs de Linux" et "Club de sport apres l'école". "Club d'Echecs" n'aura pas de description, et le "texte après une deuxième virgule" du troisième groupe sera ignoré.
it: Questo esempio crea tre gruppi con titolo 'LUG', 'Circolo scacchi' e 'Circolo sportivo'. Il primo e l'ultimo gruppo hanno rispettivamente la descrizione 'Linux Users Groups' e 'Circolo sportivo del dopo scuola'. Il gruppo 'Circolo scacchi' non ha descrizione mentre il testo "testo dopo la seconda virgola", del terzo gruppo, viene ignorato.
pl: W powyższym przykładzie utworzono 3 grupy: 'LUG', 'Klub szachowy' i 'SKS'. Pierwsza i ostatnia grupa posiadają opisy, odpowiednio "Koło Użytkowników Linuksa" i "Szkolny Klub Sportowy". Grupa "Klub szachowy" nie ma opisu, a słowa "tekst po drugim przecinku" w opisie trzeciej grupy zostaną zignorowane.
pt: O exemplo acima irá criar 3 grupos com os títulos 'GUL', 'Clube de Xadrez' e 'Clube Desportivo'. O primeiro e o último grupo terão como descrição 'Grupo de Utilizadores Linux' e 'Clube desportivo extra curricular' respectivamente. O 'Clube de Xadrez' não terá descrição e o "texto após a segunda vírgula" no terceiro grupo será ignorado.
ru: В данном примере создаются 3 группы с названиями 'LUG', 'Шахматный клуб' и 'Спортивный клуб'. Первая и последняя группа имеют описания 'Группа пользователей Линукс' и 'Вечерний спортивный клуб' соответственно. Группа 'Шахматный клуб' не имеет описания, дополнительный текст "текст после второй запятой" будет проигнорирован.
tr: Yukarıda verilen örnek ile 3 grup başlığı 'LUG', 'Satranç Kulübü' ve Spor Kulübü, oluşturulmaktadır. İlk ve son grup sırasıyla 'Linux Kullanıcıları Grubu' ve 'Okul-sonrası sporlar kulübü' açıklamalarını alacak, 'Satranç Kulübü' herhangi bir açıklama içermeyecek ve ikinci virgülden sonraki üçüncü gruba ait fazladan metin dikkate alınmayacaktır.
uk: Цей приклад створить 3 групи з заголовками 'LUG', 'Шаховий гурток' та 'Спортивний гурток'. Перша і остання групи матимуть опис 'Група користувачів Linux' та 'Легка атлетика і дзюдо' відповідно. "текст після другої коми" буде проігноровано

source: The above example will add users 'john_b' and 'peter_j' to this group.
da: Det ovenstående eksempel tilføjer 'john_b' og 'peter_j' til denne gruppe
es_ar: En el ejemplo anterior se agregarán los usuarios 'john_b' y 'peter_j' a este grupo.
fr_be: L'exemple ci-dessus ajoutera les utilisateurs 'john_b' et 'peter_j' à ce groupe.
it: L'esempio qui sopra aggiunge gli utenti 'john_b' e 'peter_j' a questo gruppo.
pl: Powyższy przykład doda spacerem john_b 'Użytkownicy i' peter_j 'do tej grupy.
pt: O exemplo acima irá adicionar os utilizadores 'john_b' e 'peter_j' a este grupo.
ru: Приведенный выше пример добавит пользователей "Джонни_Б" и "Питер_Дж" в эту группу.
si: ඉහත උදාහරණය මෙම කණඩායමට පරිශීලක 'ජෝන්_b' සහ 'පීටර්_j' එකතු කරයි.
tr: Üstteki örnek 'ali_b' ve 'veli_c' adlı kullanıcıları bu gruba ekler.
uk: Наведений вище приклад додасть користувачів "Джонні_Б" і "Пітер_Дж" в цю групу.

source: Edit this group
da: Rediger denne gruppe
es_ar: Editar este grupo
fi: Muokkaa tätä ryhmää
fr_be: Modifier ce Groupe
it: Modifica questo gruppo
pl: Edytuj grupę
pt: Editar este grupo
ru: Редактировать эту группу
si: මෙම කණ්ඩායම සංස්කරණය කරන්න
tr: Bu grubu düzenle
uk: Редагувати цю групу

source: Edit members for this group
da: Rediger medlemmer i denne gruppe
es_ar: Editar los miembros de este grupo
fi: Muokkaa tämän ryhmän jäseniä
fr_be: Modifier les membre de ce groupe
it: Modifica i membri per questo gruppo
pl: Edytuj członków tej grupy
pt: Editar membros deste grupo
ru: Редактировать членов для этой группы
si: මෙම කණ්ඩායම සඳහා සාමාජිකයන් සංස්කරණය කරන්න
tr: Bu grubun üyelerini düzenler
uk: Редагувати членів для цієї групи

source: This group has no members
da: Denne gruppe har ingen medlemmer
es_ar: Este grupo no tiene componentes
fi: Tässä ryhmässä ei ole jäseniä
fr_be: Ce groupe n'a pas de membre
it: Questo gruppo non ha membri
pl: Ta grupa nie ma członków
pt: Este grupo não possui membros
ru: Эта группа не имеет членов
si: මෙම කණ්ඩායමේ සාමාජිකයන් නොමැත
tr: Bu grupta hiç üye yok
uk: Ця група не має членів

source: Edit responsible parties for this group
da: Redigere ansvarlige for denne gruppe
es_ar: Editar los responsables de este grupo
fr_be: Éditer les titulaires pour ce groupe
it: Imposta responsabili di questo gruppo
pl: Edytuj stronami odpowiedzialnymi dla tej grupy
pt: Editar pessoas responsáveis por este grupo
ru: Редактировать ответственные стороны этой группы
si: මෙම කණ්ඩායමේ වගකිව යුතු පාර්ශව සංස්කරණය කරන්න
tr: Bu gruptan sorumlu kişileri düzenle
uk: Редагувати відповідальні сторони цієї групи

source: These users can modify the group.
da: Disse brugere kan redigere denne gruppe
es_ar: Estos usuarios pueden modificar el grupo
fi: Nämä henkilöt voivat muokata ryhmää.
fr_be: Ces utilisateurs peuvent modifier ce groupe.
it: Questi utenti possono modificare il gruppo.
pl: Ci użytkownicy mogą modyfikować grupy.
pt: Estes utilizadores podem modificar o grupo.
ru: Эти пользователи могут внозить изменения в группу.
si: මෙම පරිශීලකයන්ට කණ්‌ඩායම් විකරණය කළ හැකිය
tr: Bu kullanıcılar grubu değiştirebilir
uk: Ці користувачі можуть внозіть зміни в групу.

source: This group has no responsible parties
da: Denne gruppe har ingen ansvarlige
es_ar: Este grupo no tiene responsables
fi: Tällä ryhmällä ei ole vastuuhenkilöitä
fr_be: Ce groupe n'a pas de titulaires
it: Questo gruppo non ha responsabili
pl: Ta grupa nie ma odpowiedzialnych strony
pt: Este grupo não possui responsáveis
ru: Эта группа не имеет ответственные стороны
si: මෙම කණ්ඩායමේ වගකිව යුතු පාර්ශවයන් නොමැත
tr: Bu gruptan sorumlu kimse yok
uk: Ця група не має відповідальні сторони

source: Manage this person's memberships
da: Administrer denne persons medlemskaber
es_ar: Administrar esta asociación de personas
fi: Hallinnoi tämän henkilön jäsenyyksiä
fr_be: choisir les groupes auxquels cette personne appartient
it: Gestisci i gruppi di appartenenza di questa persona
pl: Zarządzaj członkostwami tej osoby
pt: Gerir as filiações deste usuário
ru: Настроить членство этого контакта
si: මෙම පුද්ගලයාගේ සාමාජිකත්වය කළමනාකරණය කරන්න
tr: Bu kişinin üyeliklerini yönet
uk: Керувати членством цієї особи

source: The person is not a member of any groups.
da: Denne person er ikke medlem af nogen grupper.
es_ar: Esta persona no es miembro de ningún grupo.
fi: Henkilö ei kuulu mihinkään ryhmään.
fr_be: La personne n'est membre d'aucun groupe.
it: La persona non è membro di alcun gruppo.
pl: Osoba nie jest członkiem żadnej grupy.
pt: Esta pessoa não é membro de nenhum grupo
ru: Этот пользователь не явлется членом ни одной группы.
si: මෙම පුද්ගලයා කිසිම කණ්ඩායම ක සාමාජිකයෙක් නොවේ
tr: Bu kişi hiç bir gruba üye değil.
uk: Цей користувач не явлется членом жодної групи.

source: Manage groups
da: Administrer grupper
es_ar: Administrar grupos
fi: Ryhmien hallinta
fr_be: Gérer les groupes
it: Gestisci i gruppi
pl: Zarządzanie grupami
pt: Gerir grupos
ru: Управление группами
si: කණ්‌ඩායම් කළමනාකරණය කරන්න
tr: Grupları yönet
uk: Управління групами

source: There are ${count} groups defined for ${schoolyear}.
da: Der er ${count} grupper defineret i ${schoolyear}
es_ar: Hay ${count} grupos definidos por ${schoolyear}.
fi: Lukuvuodelle ${schoolyear} on määritelty ${count} ryhmää.
fr_be: Il y a ${count} groupes definis pour ${schoolyear}.
it: Ci sono ${count} gruppi definiti per il ${schoolyear}.
pl: Istnieje $ {count} grupy zdefiniowane dla $ {schoolyear}.
pt: Existem ${count} grupos definidos para ${schoolyear}.
ru: Всего ${count} групп установлено для ${schoolyear}.
si: ${schoolyear} සඳහා දක්වනු ලැබූ කණ්ඩායම් ${count}කි.
tr: ${schoolyear} okul yılında ${count} grup tanımlanmış.
uk: Всього ${count} груп встановлено для ${schoolyear}.

source: Upload SchoolTool groups as CSV
da: Upload SchoolTool grupper som CSV
es_ar: Subir los Grupos en un archivo CSV
fi: Vie SchoolTool-ryhmät CSV-muodossa
fr_be: importer les groupes SchoolTool en CSV
it: Carica i gruppi SchoolTool come CSV
pl: Dodaj grupy SchoolTool jako CSV
pt: Importar grupos do SchoolTool como CSV
ru: Добавить группы SchoolTool в формате CSV
si: ස්කූල් ටූල් කණ්ඩායම් CSV ලෙස උඩුගත කරන්න
tr: SchoolTool gruplarını CSV olarak karşıya yükle.
uk: Завантажити групи SchoolTool у форматі CSV

source: Upload SchoolTool group members as CSV
da: Upload SchoolTool gruppemedlemmer som CSV
es_ar: Cargar miembros del grupo de SchoolTool en formato CSV
fr_be: Importer les membres de groupe SchoolTool en CSV
it: Carica i membri del gruppo SchoolTool come CSV
pl: Wyślij członków grupy SchoolTool jako CSV
pt: Importar um grupo de membros do SchoolTool como CSV
ru: Добавить членов групп SchoolTool в формате CVS
si: ස්කූල් ටූල් කණ්ඩායම් සාමාජිකයන් CSV ලෙස උඩුගත කරන්න
tr: SchoolTool grup üyelerini CSV olarak karşıya yükle
uk: Завантажити членів групи SchoolTool у форматі CSV

source: Import Group Members
da: Importer gruppemedlemmer
es_ar: Importar Miembros del Grupo
fr_be: Importer les Membres de Groupe
it: Importa membri dei gruppi
pl: Importuj członków grupy
pt: Importar memobros do grupo
ru: Импортировать членов группы
si: කණ්ඩායම් සාමාජිකයන් ආයාත කරන්න
tr: Grup Üyelerini Al
uk: Імпорт членів групи

source: Change the people who are members of this group.
da: Ændre de personer som er medlemmer af denne gruppe.
es_ar: Cambiar las personas que son miembros de este grupo
fi: Muuta tämän ryhmän jäseniä
fr_be: Changer les personnes qui sont membres de ce groupe.
it: Cambia le persone che fanno parte di questo gruppo.
pl: Zmień członków grupy.
pt: Alterar as pessoas que fazem parte deste grupo
ru: Измените людей, которые являются участниками этой группы
si: මෙම කණ්ඩායමේ සාමාජිකයන් වන පුද්ගලයන් වෙනස් කිරීම.
tr: Bu grubun üyelerini değiştir.
uk: Змініть людей, які є учасниками цієї групи

source: edit members
da: Redigér medlemmer
es_ar: Editar los miembros
fi: muokkaa jäseniä
fr_be: Editer les membres
it: modifica membri
pl: Edytuj członków
pt: editar membros
ru: Редактировать участников
si: සාමාජිකයෝ සංස්කරණය කරන්න
tr: üyeleri düzenle
uk: Редагувати членів

source: edit groups
da: rediger grupper
es_ar: editar grupos
fi: muokkaa ryhmiä
fr_be: éditer les groupes
it: modifica gruppi
pl: edytuj grupy
pt: editar grupos
ru: редактировать группы
si: කණ්ඩායම් සංස්කරණය කරන්න
tr: grupları düzenle
uk: редагувати групи

source: Site Managers
es_ar: Administradores de sitios
it: Amministratori sito
pl: Administratorzy strony
pt: Gestores de Site
ru: Менеджеры Сайта
si: අඩවි කළමනාකරුවන්
tr: Site Yöneticileri
uk: Менеджери Сайту

source: Clerks
es_ar: Empleados
it: Impiegati
pl: Pracownicy biurowi
pt: Funcionários
ru: Клерки
si: ලිපිකරුවන්
tr: Memurlar
uk: Клерки

source: School Administrators
es_ar: Administradores Escolares
it: Amministratori scuola
pl: Administratorzy szkoły
pt: Administradores da Escola
ru: Администраторы Школы
si: පාසල් පරිපාලකයන්
tr: Okul Yöneticileri
uk: Адміністратори Школи

source: Only school administration can view the list of groups.
da: Kun skolens administrator kan se listen af grupper.
es_ar: Sólo la administración de la escuela puede ver la lista de grupos.
fi: Vain koulun ylläpitäjät voivat nähdä ryhmälistan.
fr_be: Seulement l'administration de l'école peut voir les listes de groupes.
it: Solo l'amministrazione della scuola può visualizzare la lista dei gruppi.
pl: Jedynie administracja szkolna może przejrzeć listę grup.
pt: Só a administração da escola pode ver a lista de grupos.
ru: только администратор может просматривать список групп
si: කණ්‌ඩායම් ලැයිස්තුවක් නැරඹිය හැක්කේ පාසල් පරිපාලනයට පමණි.
tr: Yalnız okul yönetimi grup listesini görebilir.
uk: Тільки адміністратор може переглядати список груп

source: The list of groups in the system is visible to the general public.
da: Listen over grupper i systemet er synlig for offentligheden.
es_ar: La lista de grupos en el sistema es visible para el público en general.
fr_be: Les listes de groupes du système sont visibles au public général.
it: La lista dei gruppi nel sistema è visibile al pubblico.
pl: Lista grup w systemie jest widoczna dla ogółu społeczeństwa.
pt: A lista de grupos no sistema é visível para o público geral.
ru: Список групп в системе доступен для широкой общественности.
si: පද්ධතිය තුළ වූ කණ්‌ඩායම් ලැයිස්තුව සාමාන්‍ය මහජනයාට දෘශ්‍ය වේ.
tr: Grup listelerini herkes görebilir.
uk: Список груп в системі доступний для широкої громадськості.

source: Information about each group is visible to school administration, and members and responsible parties of the group.
da: Informationen om hver gruppe er synlig for skolens administrator og medlemmer og ansvarlige for gruppen.
es_ar: La información sobre cada grupo debe ser visible para los administradores de la escuela, los miembros y los responsables del grupo.
fr_be: Les informations concernant chaque groupe est visible par l'administration de l'école, et les membres et titulaires de ce groupe.
it: Le informazioni sul singolo gruppo sono visibili agli amministratori della scuola ed ai membri e responsabili del gruppo.
pl: Informacja o każdej grupy jest widoczna dla administracji szkolnej oraz członków i odpowiedzialnych podmiotów grupy.
pt: Informações sobre cada grupo são visíveis para a administração da escola, membros e responsáveis pelo grupo.
ru: Информация о каждой группе видима для школьной администрации, членов и ответственных сторон группы.
si: එක් එක් කණ්ඩායම පිළිබඳ තොරතුරු පාසල් පරිපාලනයට, සාමාජිකයන්ට සහ කණ්ඩායමේ වගකිව යුතු පාර්ශවයන්ට දෘශ්‍ය වේ.
tr: Gruplar hakkındaki bilgiler, okul yönetimi, grup üyeleri ve gruptan sorumlu kişiler tarafından görülebilir.
uk: Відомості про кожну групу видимі для шкільної адміністрації, членів та відповідальних сторін групи.

source: Information about each group is visible to the general public.
da: Information om hver gruppe er synlig for offentligheden.
es_ar: La información de cada grupo es visible al público en general.
fr_be: L'information concernant chaque groupe est visible au public.
it: Le informazioni su ogni gruppo sono visibili al pubblico.
pl: Informacja o każdej grupie jest widoczna dla ogółu społeczeństwa.
pt: Informações sobre cada grupo são visíveis para o público em geral.
ru: Информация о каждой группе, доступная всем посетителям.
si: එක් එක් කණ්ඩායම පිළිබඳ තොරතුරු සාමාන්‍ය මහජනයාට දෘශ්‍ය වේ.
tr: Tüm gruplar hakkındaki bilgiler herkes tarafından görülebilir.
uk: Інформація про кожну групу, доступна всім відвідувачам.

source: Each group calendar is visible to school administration, and members and responsible parties of the group.
da: Hver gruppekalender er synlig for skolens administrator og medlemmer og ansvarlige i gruppen.
es_ar: Cada calendario de grupo debe ser visible para los administradores de la escuela, los miembros y los responsables del grupo.
fr_be: Chaque calendrier groupe est visible par l'administration de l'école, et les membres et titulaires de ce groupe.
it: I calendari dei singoli gruppi sono visibili agli amministratori della scuola ed ai membri e responsabili di ciascun gruppo.
pl: Każdy kalendarz grupy jest widoczna dla administracji szkolnej, a także członków i odpowiedzialnych podmiotów grupy.
pt: O calendário de cada grupo é visível para a administração da escola, membros e responsáveis pelo grupo.
ru: Календарь каждой группы видим для школьной администрации, членов и ответственных сторон группы.
si: එක් එක් කණ්‌ඩායම් දින දර්ශනය පාසල් පරිපාලනයට, සාමාජිකයන්ට සහ කණ්ඩායමේ වගකිව යුතු පාර්ශවයන්ට දෘශ්‍ය වේ.
tr: Grup takvimleri, okul yönetimi, grup üyeleri ve gruptan sorumlu kişiler tarafından görülebilir.
uk: Календар кожної групи видим для шкільної адміністрації, членів та відповідальних сторін групи.

source: Each group calendar is visible to the general public.
da: Hver gruppekalender er synlig for offentligheden.
es_ar: Cada calendario de grupo es visible al público en general.
fr_be: Chaque calendrier de groupe est visible par le public général.
it: Ogni calendario del gruppo è visibile al pubblico.
pl: Każdy kalendarz grupy jest widoczna dla ogółu społeczeństwa.
pt: Cada calendário de grupo é visível para o público em geral.
ru: Календарь каждой группы, доступный всем посетителям.
si: එක් එක් කණ්‌ඩායම් දින දර්ශනය සාමාන්‍ය මහජනයාට දෘශ්‍ය වේ.
tr: Tüm grupların takvimleri herkes tarafından görülebilir.
uk: Календар кожної групи, доступний всім відвідувачам.

source: All members of a group and school administration can edit its calendar.
da: Alle medlemmer af gruppen og skoleadministratoren kan redigere gruppens kalender.
es_ar: Todos los miembros de un grupo y la administración de la escuela pueden editar su calendario.
fr_be: Tous les membres du groupe et l'administration de l'école peut éditer ce calendrier.
it: Il calendario di un gruppo è modificabile da ogni suo membro e dall'amministrazione della scuola.
pl: Wszyscy członkowie grupy i administracji szkolnej może edytować swój kalendarz.
pt: Todos os membros de um grupo e a administração escolar podem editar o seu calendário.
ru: Все члены группы и администратор могут редактировать календарь
si: කණ්ඩායම් හා පාසල් පරිපාලනයේ සියලුම සාමාජිකයන්ට මෙම දිනදර්ශනය සංස්කරණය කළ හැකිය.
tr: Bir grubun takvimini, o grubun üyeleri ve okul yönetimi değiştirebilir.
uk: Всі члени групи і адміністратор можуть редагувати календар

source: The responsible parties of a group and school administration can edit its calendar.
da: De ansvarlige for gruppen og skolens administrator kan redigere gruppens kalender.
es_ar: Los responsables de la gestión del grupo y la escuela pueden editar su propio calendario.
fr_be: Les titulaires d'un groupe et l"administrateur de l'école peuvent éditer le calendrier de ce groupe
it: I responsabili di gruppo e gli amministratori della scuola possono modificare questo calendario.
pl: Odpowiedzialne strony grupy i administracji szkolnej może edytować jej kalendarz.
pt: Os responsáveis pelo grupo e a administração da escola podem editar o seu calendário.
ru: Ответственные группы и администрация школы может редактировать свой календарь.
si: කණ්ඩායම් හා පාසල් පරිපාලනයේ වගකිව යුතු පාර්ශවයන්ට මෙම දිනදර්ශනය සංස්කරණය කළ හැකිය.
tr: Okul yönetimi ve gruptan sorumlu kişiler, grup takvimlerini düzenleyebilir.
uk: Відповідальні групи і адміністрація школи може редагувати свій календар.

source: Groups are essentially sets of users.
da: Grupper er en mængde af brugere.
es_ar: Los grupos son esencialmente conjuntos de usuarios.
fr_be: Les groupes sont essentiellement des ensembles d'utilisateurs.
it: I gruppi sono essenzialmente insiemi di utenti.
pl: Grupy są zasadniczo zestawy użytkowników.
pt: Grupos são basicamente um conjunto de utilizadores.
ru: Группы - это просто набор пользователей.
si: කණ්ඩායම් ඉඳුරාම පරිශීලක කුලක වේ.
tr: Gruplar temel kullanıcı kümeleridir.
uk: Групи - це просто набір користувачів.
