Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: If you want to update the sections instead, in section description's first row you should specify: <strong>course SchoolTool ID</strong>, <strong>instructor username</strong> and then <strong>section SchoolTool ID</strong> for corresponding sections in each term. <strong>Note:</strong> if your school has, say, 5 consecutive terms and you specify terms "2", "4" in the top of csv, you will need to provide 3 section ids, for terms "2", "3" and "4" respectively.
da: Hvis du vil opdatere sektionen istedet, i sektionsbeskrivelsens første række skal du specificere: <strong>kursus SchoolTool id</strong>, <strong>instruktør brugernavn</strong> også <strong>SchoolTool sections id</strong> for sektionerne i terminen. <strong>Bemærk:</strong> hvis din skole har, lad os sig, 5 på hinanden følgende terminer og du specificere terminerne "2", "4" i toppen af CSV filen, du skal opgive 3 sektionsid'er, og henholdsvis "2", "3" and "4" for terminerne.
es_ar: Si en lugar de eso quiere actualizar las secciones, en la primera fila de la descripción debería especificar: <strong>SchoolTool ID de curso</strong>, <strong>nombre de usuario del instructor</strong> y luego <strong>SchoolTool ID de sección</strong> para las correspondientes secciones de cada periodo. <strong>Nota:</strong> si su escuela tiene, digamos, 5 periodos consecutivos y especifica los periodos "2", "4" al comienzo del csv, necesitará proporcionar 3 ids de sección, para los periodos "2", "3" y "4" respectivamente.
fr_be: Si vous souhaitez plutôt mettre à jour les sections, vous devriez, dans la première rangée de la description de section spécifié: <strong>l'ID de cours SchoolTool </strong>, <strong>le nom d'utilisateur du formateur</strong> et ensuite <strong>L'ID de section SchoolTool</strong> pour les sections correspondante dans chaque période. <strong>Note:</strong> si votre école à 5 périodes consécutives et que vous mettez à jour les périodes "2", "4" au début du CSV, vous devrez fournir 3 IDs de section pour les périodes "2", "3" and "4" respectivement.
it: Se invece vuoi aggiornare le classi, nella prima riga della descrizione della classe devi indicare: <strong>ID corso SchoolTool</strong>, <strong>nome utente del docente</strong> e <strong>ID SchoolTool della classe</strong> per le classi corrispondenti in ogni periodo. <strong>Nota:</strong> se la scuola ha ad esempio 5 periodi consecutivi e si indicano "2", "4" nella prima rigain del CSV, è necessario indicare 3 ID di classe, per i periodi "2", "3" and "4" rispettivamente.
pl: Jeśli chcesz zaktualizować sekcję w pierwszym wierszu opisu powinieneś określić: <strong>identyfikator kursu SchoolTool</strong>, <strong>nazwę użytkownika prowadzącego</strong> oraz <strong>identyfikator sekcji SchoolTool</strong> dla odpowiednich sekcji w każdym semestrze. <strong>Uwaga:</strong> jeśli twoja szkoła zawiera, na przykład 5 kolejnych semestrów i w pliku csv określisz 2 i 4, będziesz musiał podać 3 identyfikatory sekcji dla semestrów odpowiednio: 2, 3 i 4.
pt: Se você deseja actualizar turmas, na primeira linha da descrição da turma você deve especificar: <strong>Id do curso SchoolTool</strong>, <strong> nome do usuário</strong> e então <strong>Id da turma SchoolTool</strong> para as turmas correspondentes em cada período. <strong>Nota:</strong> se a sua escola possui, digamos, cinco períodos consecutivos e você especificar os períodos '2' e '4' no topo do CSV, você deverá especificar três Ids de turma, para os períodos '2', '3' e '4' respectivamente.
ru: Если Вы хотите обновить эти секции, то Вы должны указать в описании первого ряда: <strong>ID номера курса SchoolTool</strong>, <strong>имя пользователя преподавателя</strong> и потом <strong>ID номера раздела SchoolTool</strong> в соответствующем разделе для каждого периода. <strong>Заметьте:</strong> если в вашей школе есть, скажем, 5 непрерывных периодов, и Вы устанавливаете периоды "2", "4" в верху csv, Вам понадобится ввести 3 ID номера, для семестров "2", "3" и "4" соответственно.
si: ඔබට අංශ වෙනුවට යාවත්කාලීන කිරීමට අවශ්‍යනම්, අංශ විස්තරකිරීමේ පළමු පේළියේ <strong>course SchoolTool ID</strong>, <strong>instructor username</strong> විශේෂයෙන් සඳහන් කලයුතු අතර එක්බිති එක් එක් වාරයේ අනුරූප අංශ සඳහා <strong>section SchoolTool ID</strong> සඳහන් කලයුතුය. ඔබේ පාසලේ,උදාහරණයක් ලෙස පිළිවෙලට යෙදුනු වාර 5ක් ඇත්නම් සහ ඔබ csvහි ඉහලින් "2", "4" වාර ලෙස සඳහන්කර ඇත්නම්, අනුපිළිවෙලින් "2", "3" සහ "4" වාර සඳහා අංශ හැඳුනුම් 3ක් සැපයීම ඇවශ්‍ය වේ.
tr: Bunu yerine bölümleri güncellemek isterseniz, bölüm açıklamasının ilk satırı şu şekilde olmalı: <strong>SchoolTool Ders Kodu</strong>, <strong>öğretmen kullanıcı adı</strong> ve ardından her dönemdeki bölümlere karşılık gelen<strong>SchoolTool bölüm kodu</strong>. <strong>Not:</strong> Okulunuzda, örneğin 5 ardışık dönem varsa ve yalnızca "2." ve "4." dönemleri csv dosyasının üstünde belirtecekseniz, "2.", "3." ve "4." dönemlere karşılık gelen bölüm kodlarını yazmanız gerekir.
uk: Якщо Ви хочете оновити ці секції, то Ви повинні вказати в описі першого ряду: <strong>ID номер курсу SchoolTool</strong>, <strong>ім'я користувача інструктора</strong> та потім <strong>ID номер розділу SchoolTool</strong > у відповідному розділі для кожного періоду. <strong>Зауважте:</strong> якщо у Вашій школі є, скажімо, 5 безперервних періодів, і Ви встановлюєте періоди "2", "4" у верху csv, Вам знадобиться ввести 3 ID номера, для семестрів "2", "3 "і" 4 "відповідно.

source: Then a number of rows specifying the section schedule <strong>may</strong> follow. First there's a row containing the <strong>timetable id</strong>. Then, several rows containing a <strong>day title</strong> and a <strong>period title</strong>, follows. Section schedule description is terminated by three asterisks ('***') in the first column.
da: Så <strong>kan</strong> et antal rækker der specificerer sektionsskemaet komme efter. Først er det en række der indeholder <strong>tidstabels id</strong>. Derefter følger flere rækker der indeholder <strong>dagens titel</strong> og en <strong>periode titel</strong>. Sektionsskemabeskrivelsen afsluttes af tre asterisker ('***') i den første søjle.
es_ar: Después <strong>puede</strong> venir un número de filas especificando la planificación de la sección. Lo primero que hay es una fila conteniendo el <strong>id de horario</strong>. Luego le siguen varias columnas conteniendo un <strong>título de día</strong> y un <strong>título de periodo</strong>. La descripción de la planificación de la sección se termina mediante tres asteriscos en la primera columna.
fr_be: Ensuite un nombre de rangées précisant le programme de la section <strong>peut</strong> suivre. D'abord il y a une rangée contenant l'<strong>id grille-horaire </strong>. Ensuite, plusieurs rangées contenant un <strong>titre jours</strong> et un <strong>titre période</strong> suivent. La description du programme de la section se termine par trois astérisques ('***') dans la première colonne.
it: Poi <strong>può</strong> seguire un gruppo di righe che indicano la programmazione per la classe. La prima riga contiene il <strong>ID orario</strong>. Poi alcune righe con i <strong>nomi dei giorni</strong> e i <strong>nomi delle ore</strong>. La programmazione di classe è terminata da una riga con tre asterischi ('***') nella prima colonna.
pt: O número de linhas especificando o cronograma de uma turma <strong>pode</strong> seguir. Primeiro, existe uma linha contendo o <strong> Id da grade de horários </strong>. Em seguida, várias linhas contendo <strong>título do dia</strong> e o <strong> título do período</strong> se seguem. A descrição do cronograma da turma é terminado por três asteriscos ('***') na primeira coluna.
ru: Тогда количество рядов определяющих раздел расписания <strong>может</strong> быть таким. Первым будет ряд содержащий <strong>id номера расписания</strong>. Потом следует несколько рядов содержащих <strong>название дня</strong> и <strong>название периода</strong>. Раздел описания расписания удаляется с помощью трех звездочек ('***') в первой колонке.
tr: Bundan sonra bölümün zamanlamasını belirten bir dizi satır <stong>gelebilir</strong>. Öncelikle <strong>zaman tablosu kodu</strong> olan bir satır olmalıdır. Ardından <strong>gün başlığı</strong> ve <strong>ara başlığı</strong> bilgileirni içeren bir kaç satır gelir. Bölüm zamanlaması açıklaması ilk sütunda yer alan üç yıldız ('***') işaretiyle sona erer.
uk: Тоді кількість рядів визначають розділ розкладу <strong>може</strong> бути таким. Першим буде ряд містить <strong>id номер розкладу</strong>. Потім слід кілька рядів містять <strong>назву дня</strong> та <strong>назву періоду</strong>. Розділ опису розкладу віддаляється за допомогою трьох зірочок ('***') в першій колонці.

source: After the terminator, any number of <strong>person user names</strong> may follow, the denoted persons will be added to the section as learners.
da: Efter termineringen, følger et antal <strong>person bruger navne</strong> , de nævnte personer tilføjes sektionen som studerende.
es_ar: Después del terminador puede venir cualquier número de <strong>nombres de usuario de persona</strong>. Dichas personas se añadirán a la sección como alumnos.
fr_be: Après la terminaison, n'importe quel nombre de <strong>noms d'utilisateur de personne</strong> peut suivre, Les personnes désignées seront ajoutées à la section en tant qu'étudiants.
it: Dopo il terminatore, può seguire un numero qualsiasi di <strong>nomi utente</strong>. Le persone indicate verranno inserite nella classe come alunni.
pt: Depois do terminador, qualquer número de <strong>nomes de usuário</strong> pode se seguir. As pessoas listadas serão adicionadas às turmas como alunos.
ru: После терминатора может следовать любое количество <strong>имен пользователей</strong>, обозначенные люди будут добавлены в секцию как ученики.
tr: Sonlandırma işaretinden sonra her hangi bir sayıda <strong>kişilerin kullanıcı adları</strong> gelebilir. İşaretli kişiler bölüme öğrenci olarak eklenir.
uk: Після термінатора може слідувати необмежена кількість <strong>імен користувачів</strong>, позначені люди будуть додані в секцію як учні.

source: Example:
da: Eksempel:
es_ar: Ejemplo:
fi: Esimerkki:
fr_be: Exemple :
it: Esempio:
pl: Przykład:
pt: Exemplo:
ru: Например:
si: නිදර්ශනය
tr: Örnek:
uk: Приклад:

source: "Fall", "Spring" "","","" "philosophy","lorch" "weekly-timetable" "Monday","A" "Monday","B" "Tuesday","B" "***" "johnny" "billy" "" "literature","guzman","literature-f","literature-s" "***" "johnny" "pete"
da: "Efterår","Forår" "","","" "filosofi","lorch" "ugenlig tidstabel" "Mandag","A" "Mandag","B" "Tirsdag","B" "***" "johnny" "billy" "" "literatur","guzman","literatur-f","literatur-s" "***" "johnny" "pete"
fr_be: "Automne", "Printemps" "","","" "philosophie","lorch" "grille-horaire-hebdomadaire" "Lundi","A" "Lundi","B" "Mardi","B" "***" "johnny" "billy" "" "littérature","guzman","littérature-a","littérature-p" "***" "johnny" "pete"
it: "Primo quadrimestre", "Secondo quadrimestre" "","","" "filosofia","lorch" "orario 2012" "Lunedì","A" "Lunedì","B" "Martedì","B" "***" "johnny" "billy" "" "letteratura","guzman","letteratura-1","letteratura-2" "***" "johnny" "pete"
pt: "Outono", "Primavera" "","","" "filosofia","música" "calendário semanal" "Segunda-feira","A" "Segunda-feira","B" "Terça-feira","B" "***" "João" "José" "" "literatura","gusmão","literatura-f","literatura-s" "***" "João" "Pedro"
ru: "Осень", "Весна" "","","" "философия","lorch" "недельное-расписание" "Понедельник,"A" "Понедельник","B" "Вторник","B" "***" "Джонни" "Билли" "" "Литература","Гузман","Литература-О","Литература-В" "***" "Джонни" "Пит"
si: "වැටෙනවා", "වසන්තය " "","","" "දර්ශනය","ලෝර්ච්" "සති-කාලසටහන" "සඳුදා","A" "සඳුදා","B" "අඟහරුවාදා","B" "***" "ජෝනී" "බිලී" "" "සාහිත්‍ය","ගුස්මාන්","සාහිත්‍ය-f","සාහිත්‍ය-s" "***" "ජෝනී" "පෙටී"
tr: "Sonbahar", "İlkbahar" "","","" "felsefe","kuçuradi" "hazftalık zaman tablosu" "Pazartesi","A" "Pazartesi","B" "Salı","B" "***" "ali" "veli" "" "literatür","kanık","literatür-s","literatür-i" "***" "ali" "veli"
uk: Осінь "," Весна " "", "", "" "філософія", "lorch" "тижневий-розклад" "Понеділок," A " "Понеділок", "B" "Вівторок", "B" "***" "Джонні" "Біллі" "" "Література", "Гузман", "Література-О", "Література-В" "***" "Джонні" "Піт"

source: The above example will create sections for philosophy and literature lectures. Sections will be taught from fall term to spring term. The section for the philosophy lecture will have persons with user names 'johnny' and 'billy' as learners. It will also be scheduled on Monday (two lessons, periods 'A' and 'B') and Tuesday. The literature section will be processed in a similar fashion, but will have no defined schedule. The literature SchoolTool IDs will be set to literature-f in Fall and literature-s in Spring.
da: Ovenstående eksempel opretter sektioner for filosofi og literatur fordrag. Sektionerne vil bliv udbudt fra efterårsterminet til forårsterminet. Sektionen for filosofi vil har brugerne 'johnny' og 'billy' som studerende og er planlagt at foregå mandag (to lektioner, 'A' og 'B'). Literatursektionen vil blibe behandlet på samme måde, men har ikke nogen planlagte tider. Literatur SchoolTool id'et vil blive sat til literature-f i efterårsterminet og literature-s i forårsterminet.
es_ar: El ejemplo anterior creará secciones para filosofía y literatura. La secciones se les enseña desde el período de otoño al período primavera. La sección para filosofía tendrá personas con nombres de usuario 'Johnny' y 'Billy' como estudiantes. También se programó el lunes (dos lecciones, períodos 'A' y 'B') y el martes. La sección de literatura será procesada de manera similar, pero no tendrá un horario definido. El ID de literatura se establecerá en la literature-f en el otoño y la literature-s en la primavera.
fr_be: L'exemple ci-dessus créera des sections pour les cours de philosophie et de littérature. Ces sections seront enseignées de la période d'automne à celle de printemps. La section pour le cours de philosophie aura des étudiants avec pour nom d'utilisateur 'johnny' et 'billy'. Deux leçons seront programmé le Lundi (périodes 'A' et 'B'), et une le Mardi. La section littérature sera traitée de manière similaire, mais n'aura pas d'horaire défini. Les IDs SchoolTool de littérature seront littérature-a en Automne et littérature-p au Printemps.
it: L'esempio qui sopra crea classi per le lezioni di filosofia e letteratura. Le lezioni si terranno nel primo e secondo quadrimestre. La classe di filosofia verrà seguita dalle persone con i nomi utente 'jhonny' e 'billy' come alunni. La lezione è programmata per Lunedì (due lezioni, ora 'A' e 'B') e martedì. Le classi di letteratura vengono inserite in modo simile, ma non hanno orari programmati. Gli ID delle lezioni di letteratura saranno letteratura-1 nel primo quadrimestre e letteratura-2 nel secondo.
pt: O exemplo acima irá criar turmas para filosofia e literatura. Turmas serão ministradas nos termos de Outono e Primavera. A turmas para as lições de filosofia terá pessoas com os nomes de usuário 'João' e 'José' como alunos. Ela também será agendada para Segunda-feira (duas lições, períodos 'A' e 'B') e Terça-fera. A turma de literatura será processada de maneira similar, mas não terá cronograma definido. As Ids SchoolTool para as literaturas serão definidas para literatura-f e literatura-s na primavera.
ru: Вышеописанный пример создаст секции для лекций по философии и литературе. Секции будут преподаваться с осеннего по весенний семестр. Секции для лекций по философии будут содержать пользователей с именами "Джонни" и "Билли" в качестве учеников. Они так же будут запланированы на понедельник (два урока, в периоде 'A' и 'B') и во вторник. Секция литературы будет похожей, но не будет содержать расписания. ID номера SchoolTool по литературе будут установлены в Литературе-О на осень и и Литература-В на весну.
tr: Üstteki örnek felsefe ve literatür dersleri için bölümler oluşturur. Bölümler sonbahar döneminden ilkbahar dönemine kadar sürer. Felsefe dersi bölümünde 'ali' ve 'veli' adında öğrenciler vardır. Dersler Pazartesi ('A' ve 'B' adında iki ders şeklinde) ve Salı günü yapılır. Literatür bölümü benzer şekilde işlenir ancak tanımlanmış bir zaman tablosu yoktur. SchoolTool Literatür kodları, sonbahar için literatür-s ve ilkbahar için literatür-i olarak verilir.
uk: Вищеописаний приклад створить секції для лекцій з філософії і літературі. Секції будуть викладатися з осіннього по весняний семестр. Секції для лекцій з філософії будуть містити користувачів з іменами "Джонні" і "Біллі" в якості учнів. Вони так само будуть заплановані на понеділок (два уроки, в періоді 'A' і 'B') і у вівторок. Секція літератури буде схожою, але не буде містити розкладу. ID номери SchoolTool з літератури будуть встановлені в Літературі-О на осінь і і Література-В на весну.

source: Server Information
es_ar: Información del servidor
fi: Palvelimen tiedot
fr_be: Informations sur le serveur
it: Informazioni sul server
pl: Informacje o Serwerze
pt: Informações do Servidor
ru: Сведения о сервере
si: සේවාදායක තොරතුරු
tr: Sunucu bilgileri
uk: Інформація про сервер

source: Please wait for confirmation that the database has been packed.
da: Vent venligst for bekræftelse på at databasen er blevet pakket.
es_ar: Espera a la confirmación de que la base de datos se ha compactado.
fr_be: Veuillez attendre la confirmation que la base de données a été compactée
it: Attendi conferma della compattazione del database.
pl: Proszę czekać na potwierdzenie, że baza danych została zapakowany.
pt: Por favor, aguarde pela confirmação de que a base de dados foi empacotada.
ru: Пожалуйста, дождитесь подтверждения того, что база данных была запакована.
si: ස්ථිර කිරීම සඳහා මඳක් රැඳී සිටින්න දත්ත ගබඩාව තදබද වී ඇත.
tr: Lütfen veri tabanının paketlenme onayını bekleyin.
uk: Будь ласка, дочекайтеся підтвердження того, що база даних була запакована.

source: Save
da: Gem
es_ar: Guardar
fi: Tallenna
fr_be: Enregistrer
it: Salva
pl: Zapisz
pt: Gravar
ru: Сохранить
si: සුරකින්න
tr: Kaydet
uk: Зберегти

source: Select All
it: Seleziona tutto

source: Select None
da: Vælg ingen
es_ar: No seleccionar nada
fr_be: Ne Rien Sélectionner
it: Seleziona niente
pl: Wybrać opcję None
pt: Desmarcar Todos
ru: Ничего не Выбирать
si: කිසිවක් තේරීමෙන් වලකින්න
tr: Tümünü Bırak
uk: Не обирати жодного

source: Set selected to
it: Imposta selezione a

source: Effective date
it: Data effettiva

source: Domain ${domain}
da: Domæne ${domain}
es_ar: Dominio ${domain}
fi: Verkkotunnus ${domain}
fr_be: Domaine ${domain}
it: Dominio ${domain}
pl: Domena ${domain}
pt: Domínio ${domain}
ru: Домен ${domain}
si: විෂය පථය ${domain}
tr: Alan adı ${domain}
uk: Домен ${domain}

source: Language
da: Sprog
es_ar: Idioma
fi: Kieli
fr_be: Langue
it: Lingua
pl: Język
pt: Língua
ru: Язык
si: භාෂාව
tr: Dil
uk: Мова

source: Files
da: Filer
es_ar: Archivos
fi: Tiedostot
fr_be: Fichiers
it: File
pl: Pliki:
pt: Ficheiros
ru: Файлы
si: ගොනු
tr: Dosyalar
uk: Файли

source: Reload
da: Genindlæs
es_ar: Recargar
fi: Lataa uudelleen
fr_be: Actualiser
it: Ricarica
pl: Załaduj ponownie
pt: Recarregar
ru: Перезагрузить
si: යළි-පූරණය
tr: Yeniden Yükle
uk: Перезавантажити

source: Welcome to SchoolTool
da: Velkommen til SchoolTool
es_ar: Bienvenido a SchoolTool
fi: Tervetuloa SchoolTooliin
fr_be: Bienvenue sur SchoolTool
it: Benvenuti in SchoolTool
pl: Witaj w SchoolTool
pt: Bem-vindo ao SchoolTool
ru: Добро пожаловать в SchoolTool
si: SchoolTool වෙත සාදරයෙන් පිළිගනිමු
tr: SchoolTool Programına Hoşgeldiniz
uk: Ласкаво просимо до SchoolTool

source: Courses
da: Kurser
es_ar: Cursos
fi: Kurssit
fr_be: Cours
it: Materie
pl: Przedmioty
pt: Disciplinas
ru: Курсы
si: පාඨමාලාවන්
tr: Dersler
uk: Предмети

source: Groups
da: Grupper
es_ar: Grupos
fi: Ryhmät
fr_be: Groupes
it: Gruppi
pl: Grupy
pt: Grupos
ru: Группы
si: කණ්ඩායම්
tr: Gruplar
uk: Групи

source: Levels
da: Niveauer
es_ar: Niveles
fi: Tasot
fr_be: Niveaux
it: Livelli
pl: Poziomy
pt: Níveis
ru: Уровни
si: මට්ටම්
tr: Düzeyler
uk: Рівні

source: Login
da: Log ind
es_ar: Ingresar
fi: Sisäänkirjautuminen
fr_be: Identifiant
it: Accedi
pt: Entrar
ru: Логин
si: පිවිසුම
tr: Giriş
uk: Ім’я користувача

source: Please log in
da: Log venligst ind
es_ar: Indentifíquese, por favor
fi: Kirjaudu sisään
fr_be: Veuillez vous connecter
it: Entra
pl: Proszę się zalogować
pt: Por favor, autentique-se
ru: Пожалуйста, войдите в систему
si: කරුණාකර ඇතුලුවන්න
tr: Lütfen giriş yapın
uk: Будь ласка, ввійдіть в систему

source: SchoolTool versions
it: Versioni di SchoolTool

source: Tomorrow's Events
da: Morgendagens begivenheder
es_ar: Eventos de Mañana
fi: Huomisen tapahtumat
fr_be: Prochains Évènements
it: Eventi di domani
pl: Jutrzejsze wydarzenia
pt: Eventos de Amanhã
ru: Завтрашние события
si: හෙට දවසේ සිදුවීම්
tr: Yarınki Etkinlikler
uk: Завтрашні події

source: Deleting a repeating event (${event_title})
da: Sletter en tilbagekommende begivenhed (${event_title})
es_ar: Eliminando un evento repetitivo (${event_title})
fi: Poistetaan toistuva tapahtuma (${event_title})
fr_be: Suppression d'un évènement récurrent (${event_title})
it: Eliminazione in corso di un evento ripetuto(${event_title})
pl: Usunięcie powtarzającego się wydarzenia (${event_title})
pt: A apagar um evento recorrente (${event_title})
ru: Удаление повторяющегося события (${event_title})
si: පුනරාවර්තන සිද්ධියක් මකා දැමීම (${event_title})
tr: (${event_title}) yinelenen etkinliği siliniyor
uk: Вилучення повторюваної події (${event_title})

source: You are trying to delete a repeating event.
da: Du forsøger at slette en tilbagekommende begivenhed.
es_ar: Está tratando de eliminar un evento repetitivo.
fi: Yrität poistaa toistuvaa tapahtumaa.
fr_be: Vous essayez d'effacer un évènement répétitif.
it: Si sta provando ad eliminare un evento ripetuto.
pl: Próbujesz usunąć powtarzające się wydarzenie.
pt: Está a tentar apagar um evento recorrente.
ru: Вы пытаетесь удалить повторяющееся событие
si: ඔබ පුනරාවර්තන සිද්ධියක් මකා දැමීම ට උත්සාහ කරයි
tr: Yinelenen bir etkinliği silmeye çalışıyorsunuz.
uk: Ви намагаєтеся вилучити повторювану подію.

source: Current
da: Aktuel
es_ar: Actual
fi: Nykyinen
fr_be: Courant
it: Attuale
pl: Bieżące
pt: Actual
ru: Текущий
si: වර්ථමාන
tr: Geçerli
uk: Зараз

source: Future
da: Fremtid
es_ar: Futuro
fi: Tulevaisuus
fr_be: Futur
it: Futuro
pl: Przyszłe
pt: Futuro
ru: Будущее
si: අනාගතය
tr: Gelecek
uk: Майбутне

source: All
da: Alle
es_ar: Todos
fi: Kaikki
fr_be: Tous
it: Tutti
pl: Wszystkie
pt: Tudo
ru: Все
si: සියල්ල
tr: Tümü
uk: Всі

source: Deleting an event (${event_title})
da: Sletter en begivenhed (${event_title})
es_ar: Borrando un evento (${event_title})
fi: Poistetaan tapahtuma (${event_title})
fr_be: Suppression d'un évènement (${event_title})
it: Eliminazione di un evento (${event_title})
pl: Usuwanie zdarzenia (${event_title})
pt: A apagar um evento (${event_title})
ru: Удаление события (${event_title})
si: සිද්ධියක් මකා දැමීම (${event_title})
tr: (${event_title}) etkinliği siliniyor
uk: Вилучення події (${event_title})

source: Are you sure you want to delete this event?
da: Er du sikker på at du vil slette denne begivenhed?
es_ar: ¿Está seguro de que quiere borrar este evento?
fi: Haluatko varmasti poistaa tämän tapahtuman?
fr_be: Etes-vous sur de vouloir effacer cet évènement ?
it: Sei sicuro di voler eliminare questo evento?
pl: Na pewno chcesz usunąć to wydarzenie?
pt: Tem a certeza que quer apagar este evento?
ru: Вы уверены, что хотите удалить это событие?
si: ඔබට මෙම සිද්ධිය මකා දැමීමට නිසැකවම උවමනාද ?
tr: Bu etkinliği silmek istediğinize emin misiniz?
uk: Ви впевнені, що бажаєте вилучити цю подію?
