Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: New Meeting
da: Nyt møde
es_ar: Nueva reunión
fr_be: Nouvelle Réunion
it: Nuovo incontro
pl: Nowe zaplecze
pt: Nova Reunião
ru: Новая Встреча
si: නව රැස්වීම
tr: Yeni Toplantı
uk: Створити засідання

source: Edit Meeting
da: Rediger møde
es_ar: Editar reunión
fi: Muokkaa oppituntia
fr_be: Modifier une Réunion
it: Modifica incontro
pl: Edytuj Zgromadzenia
pt: Editar reunião
ru: Редактировать Встречу
si: හමුවීම සංස්කරණය කරන්න
tr: Toplantıyı Düzenle
uk: Редагувати Зустріч

source: Some values were invalid. They are highlighted in red.
da: Nogle værdier er fejlagtige. De er fremhævet med rødt.
es_ar: Algunos valores no son válidos. Ellos están marcados en rojo
fi: Jotkin arvot olivat virheellisiä. Ne on merkitty punaisella.
fr_be: Certaines valeurs sont invalide. Elles sont surligné en rouge.
it: Alcuni valori non erano validi. Ora sono evidenziati in rosso.
pl: Niektóre wartości były niepoprawne. Zostały oznaczone kolorem czerwonym.
pt: Alguns valores são inválidos. Estão assinalados a vermelho.
ru: Некоторые значения неверны. Они выделены красным
si: ඇතැම් අගයන් අවලංගු විය. ඒවා රතු පැහැයෙන් මතුකර දක්වා ඇත.
tr: Kırmızıyla belirtilen bazı değerler geçersiz.
uk: Деякі значення невірні. Вони виділені червоним.

source: Invalid date. Please use YYYY-MM-DD format.
da: Ugyldig dato. Benyt venligst formatet År-Måned-Dag
es_ar: Fecha no válida. Por favor utilice el formato AAAA-MM-DD
fi: Virheellinen päivämäärä. Kirjoita päivämäärä muodossa VVVV-KK-PP.
fr_be: Date invalide. SVP utilisé le format : AAAA-MM-JJ
it: Data non valida. Usare il formato AAAA-MM-GG
pl: Nieprawidłowa data. Proszę użyć formatu RRRR-MM-DD.
pt: Data inválida. Por favor, use o formato AAAA-MM-DD.
ru: Недопустимая дата. Пожалуйста, используйте формат YYYY-MM-DD
si: අවලංගු දිනයක්. කරුණාකර YYYY-MM-DD ආකෘතිය භාවිතා කරන්න.
tr: Geçersiz tarih. Lütfen YYYY-AA-GG biçimini kullanın.
uk: Неправильна дата. Будь ласка, використовуйте формат РРРР-ММ-ДД.

source: The date does not belong to any term.
da: Datoen tilhører ikke en termin.
es_ar: La fecha no pertenece a ningún período.
fi: Päivämäärä ei kuulu mihinkään jaksoon.
fr_be: La date n'appartient à aucune période
it: Data che non appartiene ad alcun periodo definito
pl: Data nie należy do żadnego terminu.
pt: Data não pertence a nenhum período letivo.
ru: Дата не принадлежит какому-либо периоду.
si: දිනය කිසිම වාරයකට අයිති නොවේ.
tr: Tarih hiçbir döneme ait değil.
uk: Ця дата не входить ні в один семестр.

source: Are you sure you want to unschedule?
da: Er du sikker på du vil bryde planen?
es_ar: ¿Está seguro que desea cancelar la planificación?
fr_be: Êtes-vous sûr de vouloir déprogrammer ?
it: Conferma annullamento della programmazione?
pl: Czy na pewno chcesz unschedule?
pt: Tem a certeza que pretende desmarcar?
ru: Вы уверены что хотите удалить из расписания?
si: ඔබට නිසැක වශයෙන්ම උපලේඛනය අවලංගු කිරීමට අවශ්‍යද?
tr: Zamanlamaları kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені що хочете видалити з розкладу?

source: Removing this schedule will also remove generated calendar events for ${title} and all other related data.
da: At fjerne denne plan vil også fjerne genererede kalender aftaler for ${title} og alt andet relateret data.
es_ar: La eliminación de este calendario, se eliminarán también los eventos del calendario generadas por ${title} y todos los demás datos relacionados.
fr_be: La suppression de ce programme effacera également les événements de calendrier générés pour ${title} et toutes les autres données liées
it: L'eliminazione di questa programmazione rimuoverà anche gli eventi per ${title} e tutti i dati relativi.
pl: Usunięcie tego planu spowoduje także usunięcie powstałych zdarzeń kalendarza dla $ {title} i wszystkie inne powiązane dane.
pt: Remover esta agenda também irá remover todos os eventos gerados para ${title} e todos os outros dados relacionados.
ru: Удаление этого расписания также удаляет созданный календарь событий в ${title} и во всех относящихся к нему данных.
si: මෙම උපලේඛනය ඉවත් කිරීම ${title} සඳහා ජනනය වූ දිනදර්ශන සිද්ධි සහ අනෙකුත් අදාළ සියලුම දත්තයන්ද ඉවත් කරනු ඇත.
tr: Bu zamanlama sildiğinizde, ${title} için oluşturulmuş takvim etkinlikleri ve ilişkili diğer veriler de silinecek.
uk: Видалення цього розкладу також видаляє створений календар подій в ${title} і у всіх стосовних до нього даних.

source: Deleting a timetable is permanent, irreversable and destroys all schedules associated with the timetable. It is strongly recommended that you only delete a timetable that has been created in error or has no data associated with it.
da: At slette en tidstabel er permanent, kan ikke fortrydes og sletter alle planer associerede med tidstabellen. Det anbefales at du kun sletter en tidstabel der er oprettet ved en fejl eller ikke har data associeret med sig.
es_ar: La eliminación de un calendario es permanente, irreversible y destruye todos los programas asociados con el calendario. Se recomienda encarecidamente que sólo se elimina un calendario que se ha creado por error o no tiene datos asociados.
fi: Lukujärjestyksen poistamista ei voi perua, ja se poistaa myös kaikki tähän lukujärjestykseen liitetyt aikataulut. Siksi onkin suositeltavaa poistaa vain sellainen lukujärjestys, joka on luotu vahingossa tai siinä on tekninen virhe.
fr_be: La suppression d'une grille-horaire est permanente, irréversible et détruit tout les programmes associés à celle-ci. Il est fortement recommandé que vous n'effaciez que les grilles-horaires que vous avez créé par mégarde ou celles qui ne contiennent aucune données lui étant associé.
it: La cancellazione di un orario è permanente ed irreversibile; distrugge tutte le programmazioni associate all'orario. &Egrave; consigliabile cancellare solo orari creati per sbaglio o che non hanno dati associati.
pl: Usuwanie harmonogramu jest trwałe, nieodwracalne i niszczy wszystkie plany związane z harmonogramem. Zaleca się, że usuwasz jedynie harmonogram, który został utworzony w błędzie albo nie ma danych z nim związanych.
pt: Apagar um horário é permanente, irreversível e destrói todas as agendas associadas ao mesmo. É fortemente recomendado que apague apenas horários criados erroneamente ou sem dados associados,
ru: Удаление расписания постоянно, необратимо и уничтожает все планы и события связанные с этим расписанием. Настоятельно рекомендуется удалять только расписания, которые были созданы по ошибке и не имеют данных, с ними связанных.
si: කාලසටහනක් මැකීම ස්ථිරය, ආපස්සට සිදුනොවන සුළුය සහ කාලසටහන සමඟ සම්බන්ධ සියලුම උපලේඛන විනාශ කරයි. වැරදීමකින් නිර්මිත හෝ ඒ සමඟ සම්බන්ධිත දත්ත නොමැති කාලසටහනක් පමණක් මකා දැමීම ඔබට ප්‍රබල ලෙස නිර්දේශ කරයි.
tr: Bir zaman tablosunu silmek kalıcı ve geri alınamaz bir işlemdir ve zaman tablosuyla ilgili tüm zamanlama verilerini siler. Bir zaman tablosunu, yalnızca yanlışlıkla oluşturulduysa ve hiç bir veri ile ilişkilendirilmemişse silmeniz önerilir.
uk: Видалення розкладу постійно, необоротно і знищує всі плани і події пов'язані з цим розкладом. Настійно рекомендується видаляти тільки розкладу, які були створені помилково і не мають даних, з ними пов'язаних.

source: This will adjust rows displayed in all daily calendar views to reflect the timetable.
da: Dette vil justere rækkerne vist i alle de daglige kalenderevisninger til af afspejle tidstabellen.
es_ar: Esto ajustará filas que se muestran en todas las vistas del calendario diario para reflejar el calendario.
fr_be: Ceci va ajuster les lignes affichées dans toutes les vues des calendriers quotidien afin de refléter la grille-horaire.
it: Questa operazione adatterà tutte le caselle di tutti i calendari a questo orario.
pl: Pozwoli to dostosować wierszy wyświetlanych w codziennych widoków kalendarza, aby odzwierciedlić harmonogramu.
pt: Isso irá ajustar as linhas mostradas em todas as visualizações de calendários diários para refletir os horários.
ru: Это отрегулирует ряды, отображенные в календаре по дням чтобы отразить всё расписание.
si: මෙය කාලසටහන ප්‍රත්‍යවේක්ෂණය කිරීම්ට සියලුම දෛනික දිනදර්ශන දසුන් තුළ ප්‍රදර්ශිත පේළි සකස් කරනු ඇත.
tr: Zaman tablosu gösterilirken, günlük takvim görünümünde gösterilecek satır sayısı buradan ayarlanır.
uk: Це відрегулює ряди, відображені в календарі по дням щоб відобразити всі розклади.

source: Manage timetables
da: Administrer tidstabeller
es_ar: Gestione horarios
fi: Lukujärjestysten hallinta
fr_be: Gérer les grilles-horaires
it: Gestisci orari
pl: Zarządzanie harmonogramy
pt: Gerir horários
ru: Управление расписаниями
si: කාලසටහන් කළමනාකරණය කරන්න.
tr: Zaman tabloları yönetimi
uk: Управління розкладами

source: There are no ${timetables} set up.
da: Der er ikke indstillet nogen ${timetables}
es_ar: No hay ${timetables} a configurar.
fi: Yhtään ${timetables} ei ole määritetty.
fr_be: Il n'y a pas de ${timetables} configuré.
it: Non ci sono ${timetables} impostati.
pl: Nie ma $ {rozkłady} skonfigurować.
pt: Não há ${timetables} configuradas.
ru: Не установлено ${timetables}.
si: ${timetables} සූදානම් කොට නැත.
tr: Henüz kurulmuş bir ${timetables} yok.
uk: Не встановлено ${timetables}.

source: timetables
da: Tidstabeller
es_ar: horarios
fi: lukujärjestystä
fr_be: grilles-horaires
it: orari
pl: Rozkłady jazdy
pt: horários
ru: расписания
si: කාලසටහන්
tr: zaman tablosu
uk: розклади

source: Scheduled periods
da: Planlagte perioder
es_ar: Períodos programados
fi: Oppitunnit
fr_be: Périodes programmées
it: Lezioni programmate
pl: Okresy przewidziane
pt: Tempos agendados
ru: Запланированные периоды
si: උපලේඛිත කාල සීමා
tr: Zamanlanmış aralıklar
uk: Заплановані періоди

source: Nothing scheduled yet.
da: Der er ikke nogen planer endnu.
es_ar: Todavía nada programado.
fi: Lukujärjestystä ei ole vielä määritetty. Määritä se nyt valitsemalla vasemmalta "Lukujärjestys".
fr_be: Rien n'est encore programmé.
it: Nessuna programmazione esistente.
pl: Nic nie zaplanowano jeszcze.
pt: Nada agendado ainda.
ru: Ничего ещё не запланировано.
si: මෙතෙක් කිසිවක් උපලේඛනය කොට නැත.
tr: Henüz zamanlanmış bir şey yok.
uk: Нічого ще не заплановано.

source: Select periods
da: Vælg perioder
es_ar: Seleccionar períodos
fr_be: Sélectionner des périodes
it: Seleziona le ore
pl: Wybierz okresów
pt: Selecione tempos
ru: Выбрать периоды
si: කාලච්ඡේද තෝරන්න
tr: Aralıkları seçin
uk: Обрати періоди

source: Exception days
da: Undtagelsesdage
es_ar: Días de Excepción
fi: Poikkeuspäivät
fr_be: Jours d'exception
it: Giorni di eccezione
pl: Dni wyjątków
pt: Dias de exceção
ru: Невключенные дни
si: හැර දැමීම් දින
tr: İstisna günler
uk: Невключенні дні

source: Edit exception days
da: Rediger undtagelsesdage
es_ar: Editar Días de Excepción
fi: Muokkaa poikkeuspäiviä
fr_be: Modifier les jours d'exception
it: Modifica i giorni di eccezione
pl: Edycja dni wyjątków
pt: Editar dias de exceção
ru: Редактировать невключенные дни
si: හැර දැමීම් දින සංස්කරණය කරන්න
tr: İstisna günleri düzenle
uk: Редагувати невключенні дні

source: Using timetable: ${timetable}
da: Bruger tidstabel: ${timetable}
es_ar: Utilizando horario: ${timetable}
fi: Käytettävä lukujärjestys: ${timetable}
fr_be: Utilisant la grille-horaire : ${timetable}
it: Orario in uso: ${timetable}
pl: Korzystanie z kalendarza: $ {harmonogram}
pt: A utilizar horários: ${timetable}
ru: Использовать расписание: ${timetable}
si: ${timetable} :කාල සටහන භාවිතයෙන්
tr: ${timetable} zaman tablosunu kullanarak
uk: Використовувати розклад: ${timetable}

source: You can adjust the start and end times of periods for ${date} in the form below. In order to remove a period from the day, just delete the period's start and end times.
da: Du kan justere start og sluttidspunktet for perioderne i ${date} i formularen herunder. For at fjerne en periode fra dagen, slet blot periodens start og sluttidspunkt.
es_ar: Usted puede ajustar el inicio y final de los períodos de ${date} en el formulario que aparece a continuación. Con el fin de eliminar de un período a partir de la fecha, tan sólo elimine el período de inicio y fin de los tiempos.
fi: Voit vaihtaa ${date} alkamis- ja lopetusaikaa alapuolella olevalla lomakkeella. Oppitunnin voi poistaa tyhjentämällä tunnin alkamis- ja lopetusajat.
fr_be: Vous pouvez ajuster le moment du début et de la fin des périodes pour ${date} dans le formulaire ci-dessous. Afin de supprimer une période de la journée, seulement supprimer les moments du début et de la fin de cette période.
it: Puoi regolare l'inizio e la fine delle lezioni per ${date} nel campo sottostante. Per rimuovere una lezione dal giorno, cancella semplicemente l'orario d'inizio e di fine della lezione.
pl: Można ustawić czas rozpoczęcia i zakończenia okresów dla $ {data} w poniższym formularzu. W celu usunięcia okres w danym dniu, po prostu usuń czas rozpoczęcia i zakończenia tego okresu.
pt: Pode ajustar o início e fim dos períodos de tempo para a ${date} no formulário abaixo. Para remover um período de um dia basta remover os tempos de início e fim.
ru: Вы можете регулировать время начала и окончания периода на ${date} в форме ниже. Для удаления периода из дня, просто удалите время начала и окончания периода.
si: ${date} සඳහා කාලසීමාවන්හි ආරම්භක සහ අවසාන වේලාවන් පහත ආකෘතියේ ඔබට සකස් කල හැක. දිනයෙන් කාල සීමාවක් ඉවත් කිරීම සඳහා, කෙලින්ම කාල සීමාවේ ආරම්භක සහ අවසාන වේලාවන් මකා දමන්න.
tr: Aşağıdaki formdan ${tarih} tarihi için ders saatlerinin başlangıç ve bitiş zamanlarını düzenleyebilirsiniz. Bir günden bir ders saatini kaldırmak için, ders saatinin yalnızca başlangıç ve bitiş zamanlarını silin.
uk: Ви можете налаштувати час початку та закінчення періодів $ () дати у формі нижче. Для того щоб видалити строк з дня, просто видаліть часи початку і кінця періоду.

source: Schedule exception on ${date}
da: Planlægningsundtagelse på ${date}
es_ar: Programe una excepción en ${date}
fr_be: Exception programmée le ${date}
it: Eccezioni all'orario in data ${date}
pl: Harmonogram wyjątek na $ {data}
pt: Agendar exceção em ${date}
ru: Исключение в расписании ${date}
si: ${date} දී උපලේඛනය කරන්න
tr: ${date} tarihinde zamanlama istisnası
uk: Виняток у розкладі ${date}

source: Period title
da: Periode titel
es_ar: Título del periodo
fi: Oppitunnin nimi
fr_be: Titre de la période
it: Titolo della lezione
pl: Nazwa okresu
pt: Título do intervalo
ru: Название периода
si: කාල සීමා මාතෘකාව
tr: Ders saati başlığı
uk: Назва періоду

source: Original start
da: Oprindelig start
es_ar: Inicio original
fi: Alkuperäinen alkamisaika
fr_be: Début
it: Ora iniziale originale
pl: Orginalny początek
pt: Início original
ru: Исходное начало
si: ආදිම ආරම්භය
tr: Özgün başlangıç
uk: Оригіналіний початок

source: Original end
da: Oprindelig afslutning
es_ar: Término original
fi: Alkuperäinen lopetusaika
fr_be: Fin
it: Ora finale originale
pl: Orginalny koniec
pt: Fim original
ru: Исходное окончание
si: ආදිම අවසානය
tr: Özgün bitiş
uk: Оригінальний кінець

source: New start
da: Ny start
es_ar: Nuevo inicio
fi: Uusi alkamisaika
fr_be: Début
it: Nuovo orario iniziale
pl: Nowy początek
pt: Novo inicio
ru: Новое начало
si: නව ආරම්භය
tr: Yeni başlangıç
uk: Новий початок

source: New end
da: Ny afslutning
es_ar: Nuevo término
fi: Uusi lopetusaika
fr_be: Fin
it: Nuovo orario finale
pl: Nowy koniec
pt: Novo final
ru: Новое окончание
si: නව අවසානය
tr: Yeni bitiş
uk: Нове закінчення

source: Exception days allow you to change start and end times or cancel periods on a certain date.
da: Undtagelsesdage giver dig mulighed for at ændre et start og slutspunkt eller annullere perioder for bestemte datoer.
es_ar: Días de Excepción le permite cambiar las horas de inicio y fin o bien cancelar períodos en una fecha determinada.
fi: Poikkeuspäivien avulla voit muuttaa alkamis- tai päättymispäivää tai poistaa yksittäisen päivän.
fr_be: Les jours d'exception vous permettent de changer le début et la fin ou d'annuler les périodes à une certaine date.
it: I giorni di eccezione permettono di modificare ora di inizio e fine o di annullare le lezioni in certe date.
pl: Dzień wyjątku pozwala na zmianę godziny rozpoczęcia i zakończenia lub anulowania okresy w określonym dniu.
pt: Dias de exceção permitem que mude datas de início ou fim ou cancele intervalos numa data.
ru: Исключенные дни позволяют вам изменить начальные и конечные даты или закрыть периоды в определенную дату.
si: හැර දැමීම් දින ඔබට ආරම්භක සහ අවසාන වේලාවන් වෙනස් කිරීමට හෝ නිශ්චිත දිනයක කාල සීමා අවලංගු කිරීමට ඉඩ දෙයි.
tr: İstisna günlerde başlangıç ve bitiş zamanlarını değiştirebilir ya da belirli bir tarihe gelen aralıkları iptal edebilirsiniz.
uk: Виключені дні дозволяють вам змінити початкові і кінцеві дати або закрити періоди в певну дату.

source: Schedule exception
da: Planlægningsundtagelser
es_ar: Programar Excepción
fi: Aikataulupoikkeus
fr_be: Programmer des exceptions
it: Programma eccezione
pl: Harmonogram wyjątek
pt: Agendar Exceção
ru: Исключение расписания
si: උපලේඛන හැර දැමීම
tr: Zamanlama istisnası
uk: Виняток розкладу

source: Timezone:
da: Tidszone:
es_ar: Zona horaria:
fi: Aikavyöhyke:
fr_be: Fuseau horaire :
it: Fuso orario:
pl: Strefa czasowa:
pt: Fuso horário:
ru: Часовой пояс:
si: කාල කලාපය:
tr: Saat dilimi:
uk: Часовий пояс:

source: Periods
da: Perioder
es_ar: Períodos
fi: Oppitunnit
fr_be: Périodes
it: Ore di lezione
pl: o
pt: Intervalos
ru: Периоды
si: කාල සීමා
tr: Aralıklar
uk: Періоди

source: Time schedule
da: Tidsplan
es_ar: Programación del Tiempo
fi: Aikataulu
fr_be: Horaire
it: Programma orario
pl: Harmonogram
pt: Agenda
ru: Календарный план
si: කාල උපලේඛනය
tr: Zamanlama
uk: Календарний план

source: A timetable defines a recurring pattern for section meeting times during a term over a specified range of dates.
da: En tidstabel definere et gentagende mønster for sektionsmødetider over en termin af specificerede datoer.
es_ar: Un calendario define un patrón recurrente para el horario de la sección durante un período en un rango de fechas especificado.
fi: Lukujärjestys määrittää, missä kenenkin oppilaan ja opettajan kuuluu milloinkin olla.
fr_be: Une grille-horaire définit un modèle récurrent pour les heures de réunion des sections durant une période et une plage de dates spécifiées.
it: Un orario definisce uno schema ripetitivo di classi che si incontrano durante un periodo in date specificate.
pl: Harmonogram określa cykliczne wzór dla czasów spotkania sekcji w czasie okres w określonym zakresie dat.
pt: Um horário define um padrão repetitivo para encontros de secções durante um período ao longo de um intervalo de datas especificado.
ru: Расписание устанавливает шаблон периодический повторяющихся встреч во время семестра или специально обозначенных дат.
si: කාල සටහනක් යනු නිරූපිත දින පරාසයක තුල වූ වාරයක අංශ හමුවීම් වේලාවන් සඳහා වූ නැවත නැවත ඇතිවන රටාවකි.
tr: Bir zaman tablosu, bir dönem boyunca belirli gün ve sürelerde yapılacak toplantı, ders, uygulama gibi ögelerin yinelenen düzenini tanımlar.
uk: Розклад встановлює шаблон періодичний повторюваних зустрічей під час семестру або спеціально позначених дат.

source: When you create a new timetable you will be asked a sequence of questions about your school's schedule.
da: Når du opretter en ny tidstabel vil du blive stillet en række spørgsmål om din skoles planlægning.
es_ar: Cuando cree un nuevo horario, se le hará una serie de preguntas sobre el calendario de su escuela.
fi: Kun luot uuden aikataulun, sinulta kysytään koulusi aikatauluihin liittyviä kysymyksiä.
fr_be: Lorsque vous créez une nouvelle grille-horaire, une séquence de questions vous seront posées à propos du programme de votre école.
it: Quando si crea un orario verranno chieste in sequenza informazioni sulla programmazione oraria della scuola.
pl: Kiedy tworzysz nowy harmonogram zostanie poproszony sekwencję pytań dotyczących Twojej szkoły harmonogramem.
pt: Ao criar um novo horários ser-lhe-ão colocadas várias perguntas sobre a agenda da sua escola.
ru: Когда Вы создаёте новое расписание, Вам зададут несколько вопросов о Вашем школьном графике.
si: ඔබ නව කාලසටහනක් නිර්මාණය කරන විට ඔබේ පාසලේ උපලේඛනය පිළිබඳ ප්‍රශ්නාවලියක් ඔබෙන් අසනු ඇත.
tr: Yeni bir zaman tablosu oluşturduğunuzda, okulunuzun zaman akışı ile ilgili bir dizi soru sorulur.
uk: Коли Ви створюєте новий розклад, Вам зададуть кілька запитань про Ваше шкільному графіку.

source: Back
da: Tilbage
es_ar: Atrás
fi: Takaisin
fr_be: Retour
it: Indietro
pl: Wróć
pt: Voltar
ru: Назад
si: ආපසු
tr: Geri
uk: Назад

source: Schedule for ${owner}
da: Plan for ${owner}
es_ar: Calendario para ${owner}
fr_be: Planifier pour ${owner}
it: Programma per ${owner}
pl: Harmonogram $ {właściciel}
pt: Agendar para ${owner}
ru: График для ${owner}
si: ${owner} සඳහා උපලේඛනය
tr: ${owner} için zamanlama
uk: Графік для ${owner}

source: school days
da: skoledage
es_ar: días de escuela
fr_be: jours de cours
it: giorni di scuola
pl: dni nauki
pt: dias letivos
ru: Учебные дни
si: පාසල් දින
tr: okul günleri
uk: Навчальні дні

source: available timetables
da: tilgængelige tidstabeller
es_ar: tablas de tiempo disponibles
fr_be: grilles-horaires disponibles
it: orari disponibili
pl: dostępne harmonogramy zajęć
pt: horários disponíveis
ru: доступные расписания
si: ලබා ගතහැකි කාලසටහන්
tr: uygun zaman çizelgeleri
uk: доступні розклади

source: For more information, see ${school_days} and ${available_timetables} in ${term}
da: For mere information, se ${school_days} go ${available_timetables} i ${term}
es_ar: Para obtener más información, ver ${school_days} y ${available_timetables} en ${term}
fr_be: Pour plus d'information, voyez ${school_days} et ${available_timetables} en ${term}
it: Per altre informazioni, vedi ${school_days} e ${available_timetables} in ${term}
pl: Aby uzyskać więcej informacji, zobacz $ {school_days} i $ {available_timetables} w $ {termin}
pt: Para mais informações, veja ${school_days} e ${available_timetables} em ${term}
ru: Чтобы узнать больше, смотрите ${school_days) и ${available_timetables} во время ${term}
si: වැඩි විස්තර සඳහා, ${term} තුල ${school_days} සහ ${available_timetables} බලන්න.
tr: Ayrıntılı bilgi için ${term} içindeki ${school_days} ve ${available_timetables} bölümlerine bakın
uk: Щоб дізнатися більше, дивіться ${school_days) і ${available_timetables} під час ${term}

source: (edit periods)
da: (rediger perioder)
es_ar: (editar períodos)
fr_be: (éditer les périodes)
it: (modifica ore)
pl: (Okresy edytuj)
pt: (editar períodos)
ru: (изменить период)
si: (කාල සීමා සංස්කරණය කරන්න)
tr: (ders saatlerini düzenle)
uk: (змінити період)

source: There are no exceptions.
da: Der er ingen undtagelser.
es_ar: No hay excepciones.
fi: Ei määriteltyjä poikkeuspäiviä.
fr_be: Il n'y a pas d'exception.
it: Non ci sono eccezioni.
pl: Nie ma wyjątków.
pt: Não há exceções.
ru: Исключений нет.
si: හැර දැමීම් නැත
tr: Hiç istisna yok.
uk: Винятків немає.

source: Timetable ${title}
da: Tidstabel ${title}
es_ar: Horario ${title}
fi: Lukujärjestys ${title}
fr_be: Grille-Horaire ${title}
it: Orario ${title}
pl: Harmonogram $ {title}
pt: Horário ${title}
ru: Расписание ${title}
si: ${title} කාලසටහන
tr: ${title} zaman tablosu
uk: Розклад ${title}

source: (scheduled ${starts} - ${ends})
da: (planlagt ${starts} - ${ends})
es_ar: (programado ${starts} - ${ends})
fi: (käytössä välillä ${starts} - ${ends})
fr_be: (planifié ${starts} - ${ends})
it: (programmati ${starts} - ${ends})
pl: (Zaplanowane $ {zaczyna} - $ {końce})
pt: (agendamento scheduled ${starts} - ${ends})
ru: (запланировано на ${starts} - ${ends})
si: (උපලේඛිත ${starts} - ${ends})
tr: (zamanlanmış ${starts} - ${ends})
uk: (Заплановано на ${starts} - ${ends})

source: Scheduling for ${object}
da: Plan for ${object}
es_ar: Programación para ${object}
fr_be: Planification pour ${object}
it: Programmazione per ${object}
pl: Harmonogram dla $ {obiekt}
pt: Agendamento para ${object}
ru: Планируется для ${object}
si: ${object} සඳහා උපලේඛනය කිරීම
tr: ${object} için zamanlanmış
uk: Планування для ${object}
