Repository: achouhans/schooltool-2.8.5
Catalog: src/schooltool/locales/*.po
Languages: da, es_ar, fi, fr_be, it, pl, pt, ru, si, tr, uk

source: "${username}" is not a valid username.
da: "${username}" er ikke et validt brugernavn.
es_ar: "${username}" no es un nombre de usuario válido
fi: "${username}" ei ole käypä käyttäjänimi.
fr_be: "${username}" n'est pas un noms d'utilisateur valide.
it: "${username}" non è un nome utente valido.
pl: "${username}" nie jest poprawnym imieniem użytkownika.
pt: "${username}" não é um nome de utilizador válido.
ru: "${username}" не является разрешённым именем пользователя.
si: "${username}" වලංගු පරිශීලක නමක් නොවේ.
tr: "${username}" geçerli bir kullanıcı adı değil.
uk: "${username}" не є дійсним ім'ям користувача.

source: Course
da: Kursus
es_ar: Curso
fi: Kurssi
fr_be: Parcour
it: Materia
pl: Przedmiot
pt: Disciplina
ru: Курс
si: පාඨමාලාව
tr: Ders
uk: Предмет

source: Section
da: Sektion
es_ar: Sección
fi: Opetusryhmä
it: Classe
pl: Dział
pt: Secção
ru: Раздел
si: අංශය
tr: Bölüm
uk: Розділ

source: Locations
da: Lokaler
es_ar: Ubicaciones
fi: Sijainnit
it: Aule
pl: Lokalizacje
pt: Localizações
ru: Местоположение
tr: Yerler
uk: Mісце

source: Equipment
da: Udstyr
es_ar: Equipamiento
fi: Varusteet
fr_be: Équipement
it: Dotazione
pl: Sprzęt
pt: Equipamento
ru: Оборудование
si: උපකරණ
tr: Ekipman
uk: Обладнання

source: Terms
da: Terminer
es_ar: Períodos
fi: Jaksot
fr_be: Périodes
it: Periodi
pl: Okresy
pt: Períodos
ru: Учебные периоды
si: කොන්දේසි
tr: Dönemler
uk: Семестр

source: Import Students CSV
da: Importer studerendes CSV
es_ar: Importar CSV de estudiantes
fr_be: Importer les Étudiants en CSV
it: Importa CSV degli alunni
pl: Studenci importu CSV
pt: Importar CSV dos alunos
ru: Импортировать CSV Студентов
si: ශිෂ්‍යාගේ CSV ආයාත කරන්න
tr: Öğrencileri CSV Dosyasıyla Al
uk: Імпортувати CSV Студентів

source: Import Students
da: Importer studerende
es_ar: Importar estudiantes
fr_be: Importer les Étudiants
it: Importa alunni
pl: Studenci importu
pt: Importar alunos
ru: Импортировать Студентов
si: ශිෂ්‍යයින් ආනයනය කරන්න
tr: Öğrencileri Al
uk: Імпортувати Студентів

source: Roster
da: vagtplan
es_ar: Lista de contactos
it: Registro
pt: Registro
ru: Список
tr: Ad listesi
uk: Список

source: Students and instructors of a section
da: Elever og undervisere fra et afsnit
es_ar: Estudiantes e instructores para una sección
it: Studenti e docenti di una classe
pl: Studenci oraz instruktorzy sekcji
pt: Estudantes e docentes de uma seção
ru: Студенты и преподаватели в секции
tr: Bir bölümdeki öğrenci ve eğitmenler
uk: Студенти та викладачі в секції

source: Students (continued)
da: Elever (fortsættelse)
es_ar: Estudiantes (continuación)
it: Studenti (continua)
pl: Studenci (kontynuacja)
pt: Alunos (continuação)
ru: Студенты (продолжение)
tr: Öğrenciler (devam)
uk: Студенти (продовження)

source: Continued on next page &gt;
da: Fortsættelse på næste side &gt;
es_ar: Continua en la siguiente página &gt;
it: Continua nella pagina successiva &gt;
pl: Kontynuacja na następnej stronie &gt;
pt: Continua na próxima página &gt;
ru: Продолжение на следующей странице &gt;
tr: Sonraki sayfada devam edecek &gt;
uk: Продовження на наступній сторінці &gt;

source: Full name
da: Fulde navn
es_ar: Nombre completo
fi: Nimi
fr_be: Nom Complet
it: Nome completo
pl: Imię i nazwisko
pt: Nome completo
ru: Полное имя
si: සම්පූර්ණ නම
tr: Tam ad
uk: Повне ім'я

source: Upload SchoolTool section members as CSV
da: Upload SchoolTool sektionsmedlem som CSV
es_ar: Exportar miembros de sección SchoolTool en formato CSV
fi: Tuo SchoolTool-opetusryhmän jäseniä CSV-muodossa
fr_be: Importer les membres de section SchoolTool en CSV
it: Carica i membri della classe SchoolTool come CSV
pl: Wgraj członków sekcji SchoolTool jako CSV
pt: Enviar membros de turma do SchoolTool como CSV
ru: Загрузить членов группы в SchoolTool в формате CSV
si: ස්කූල් ටූල් අංශ සාමාජිකයන් CSV ලෙස උඩුගත කරන්න
tr: SchoolTool bölüm üyelerini CSV olarak karşıya yükle
uk: Завантажити до SchoolTool розділ Члени як CSV

source: No section selected.
da: Ingen sektion valgt.
es_ar: Ninguna sección seleccionada.
fi: Ei opetusryhmää valittuna.
fr_be: Pas de section sélectionnée
it: Nessuna classe selezionata.
pl: Nie wybrano sekcji.
pt: Nenhuma turma seleccionada.
ru: Не выбрана группа.
si: තෝරාගත් කාණ්ඩයක් නොමැත
tr: Hiçbir bölüm seçilmedi.
uk: Не вибрано жодного розділу.

source: Starts in term
da: Starter i termin
es_ar: Comienza en el período
fi: Alkaa jaksossa
fr_be: Débute à la période
it: Inizia nel periodo
pl: Rozpoczyna się o
pt: Inicia no período
ru: Начинается в семестре
si: පාඨශාලා වාරය ඇරැඹීම
tr: Döneminde başlar
uk: Починаеться в семестрі

source: Ends in term
da: Slutter i termin
es_ar: Finaliza en el período
fi: Päättyy jaksossa
fr_be: Fini à la période
it: Termina nel periodo
pl: Kończy się o
pt: Acaba no período
ru: Оканчивается в семестре
si: වාරයේ දී අවසන් වේ
tr: Döneminde biter
uk: Закінчується в семестрі

source: Starting term ($starts_in) is later than ending term ($ends_in)
da: Start termin ($starts_in) er senere en slut termin ($ends_in)
es_ar: El período de inicio ($starts_in) es posterior al período de fin ($ends_in)
fr_be: Le début de la période ($starts_in) est après la fin de la période ($ends_in)
it: Il periodo iniziale ($starts_in) è successivo al periodo finale ($ends_in)
pl: Czas rozpoczęcia ($starts_in) jest późniejszy niż czas zakończenia ($ends_in)
pt: Período inicial ($starts_in) posterior ao fim do período ($ends_in)
ru: Начальный семестр ($starts_in) позже чем семестр окончания ($ends_in)
si: ආරම්භක වාරය ($starts_in) අවසාන වාරයට ($ends_in) වඩා ප්‍රමාද වේ
tr: Başlangıç dönemi ($starts_in) bitiş döneminden sonra ($ends_in)
uk: Перший семестр ($starts_in) слідує за останнім семестром ($ends_in)

source: Current Instructors
da: Aktuelle undervisere
es_ar: Instructores Actuales
fi: Tämänhetkiset opettajat
fr_be: Formateurs Actuels
it: Docenti attuali
pl: Bieżący instruktorzy
pt: Docentes actuais
ru: Нынешние преподаватели
si: වත්මන් උපදේශකයින්
tr: Geçerli Öğretmenler
uk: Поточні інструктори

source: Available Instructors
da: Tilgængelige undervisere
es_ar: Instructores Disponibles
fi: Vapaat opettajat
fr_be: Formateurs Disponibles
it: Docenti disponibili
pl: Dostępni instruktorzy
pt: Docentes Disponíveis
ru: Свободные преподаватели
si: දැනට සිටින උපදේශකයෝ
tr: Uygun Öğretmenler
uk: Доступні інструктори

source: Current Students
da: Nuværende studerende
es_ar: Estudiantes Actuales
fi: Nykyiset oppilaat
fr_be: Etudiants courrants
it: Alunni attuali
pl: Bieżący uczniowie
pt: Alunos Actuais
ru: Нынешние студенты
si: වත්මන් සිසුන්
tr: Geçerli Öğrenciler
uk: Нинішні студенти

source: Available Students
da: Tilgængelige studerende
es_ar: Estudiantes Disponibles
fi: Vapaat oppilaat
fr_be: Etudiants disponibles
it: Alunni disponibili
pl: Dostępni uczniowie
pt: Alunos Disponíveis
ru: Свободные студенты
si: දැනට සිටින ශිෂ්‍යයෝ
tr: Uygun Öğrenciler
uk: Доступні учні

source: Delete ${section}
da: Slet ${section}
es_ar: Borrar ${section}
fi: Poista ${section}
fr_be: Supprimer ${section}
it: Elimina ${section}
pl: Usuń ${section}
pt: Apagar ${section}
ru: Удалить ${section}
si: ${section} මකා දමන්න
tr: ${section} sil
uk: Видалити ${section}

source: Term
da: Termin
es_ar: Período
fi: Jakso
fr_be: Période
it: Periodo
pl: Okres
pt: Período Escolar
ru: Предмет
si: කාලසීමාව
tr: Dönem
uk: Семестр

source: Section title
da: Sektion titel
es_ar: Título de la sección
fi: Opetusryhmän otsikko
fr_be: Titre de section
it: Titolo della classe
pl: Tytuł sekcji
pt: Título da turma
ru: Заголовок Раздела
si: කණ්ඩයේ මාතෘකාව
tr: Bölüm başlığı
uk: Заголовок Розділу

source: If no title is specified, one will be created based on the course title.
da: Hvis ingen titel er specificeret, en vil være skabt på grundlag af kursets titel.
es_ar: Si un título no es especificado, uno será creado basado en el título del curso.
it: Se non viene indicato un titolo, verrà creato in base al nome della materia.
pl: Jeśli nie określono tytułu, zastosowany będzie tytuł odpowiadającego kursu.
pt: Se nenhum título for especificado, será criado um com base no título da disciplina.
ru: Если название не указано, то оно будет создано из названия курса.
tr: Herhangi bir başlık belirtilmemişse dersin adına dayanarak bir tane oluşturulacaktır.
uk: Якщо назва не вказана, то вона буде створена з назви курсу.

source: Section Information
da: Sektionsinformation
es_ar: Información de la sección
fi: Opetusryhmän tiedot
fr_be: Information de Section
it: Informazioni sulla classe
pl: Informacje o sekcji
pt: Informação da turma
ru: Информация Раздела
si: කණ්ඩයේ තොරතුරු
tr: Bölüm Bilgisi
uk: Інформація Розділу

source: Starting term is later than ending term
da: Start termin er senere en slut termin
es_ar: La fecha del periodo de incio es más grande que la del periodo final
fi: Alkamisjakson pitää olla ennen päättymisjaksoa
fr_be: La période de début commence après la période de fin
it: Il periodo di inizio è successivo al periodo di fine
pl: Począwszy termin jest późniejszy niż termin zakończenia
pt: O início do período é após que o fim do período
ru: Семестр начинается позже чем заканчивается
si: ආරම්භක වාරය අවසාන වාරයට වඩා විශාලය
tr: Başlangıç dönemi bitiş döneminden sonra
uk: Семестр починається пізніше ніж закінчується

source: Select a course
da: Vælg et kursus
es_ar: Seleccione un curso
fi: Valitse kurssi
fr_be: Sélectionner un cours
it: Seleziona una materia
pl: Wybierz kurs
pt: Selecione uma disciplina
ru: Выбора курса
si: පාඨමාලාවක් තෝරන්න
tr: Bir ders seçin
uk: Вибор курсу

source: Additional locations can be added via the section view.
da: Yderligere placeringer kan tilføjes via snitbillede.
es_ar: Ubicaciones adicionales pueden ser agregadas en la vista de sección
it: Luoghi aggiuntivi possono essere aggiunti dalla vista classi.
pl: Dodatkowe lokalizacje mogą być dodane przez widok sekcji.
pt: Localizações adicionais podem ser adicionadas por meio da visualização de turmas
ru: Дополнительные места можно добавить через вид секции.
tr: Bölüm görünümünden ek konumlar eklenebilir
uk: Додаткові місця можна додати через вид секції.

source: Current instructors
da: Nuværende instruktorere
es_ar: Instructores actuales
fi: Nykyiset opettajat
fr_be: Formateurs actuels
it: Docenti attuali
pl: Aktualne instruktorów
pt: Docentes atuais
ru: Текущие преподаватели
si: වත්මන් උපදේශකයින්
tr: Geçerli öğretmenler
uk: Поточні викладачі

source: Add instructors
da: Tilføj instruktorere
es_ar: Añadir instructores
fi: Lisää opettajia
fr_be: Ajouter formateurs
it: Aggiungi docenti
pl: Dodaj instruktorów
pt: Adicionar instrutores
ru: Добавить преподавателей
si: උපදේශකයින් එක් කරන්න
tr: Öğretmen ekle
uk: Додати викладачів

source: Enroll ${target}
it: Iscrivi ${target}

source: Current students
da: Nuværende studerende
es_ar: Estudiantes actuales
fi: Nykyiset oppilaat
fr_be: Étudiants actuels
it: Alunni attuali
pl: Obecnych studentów
pt: Alunos atuais
ru: Текущие студенты
si: වත්මන් සිසුන්
tr: Geçerli öğrenciler
uk: Поточні студенти

source: Add students
da: Tilføj studerende
es_ar: Añadir estudiantes
fi: Lisää oppilaita
fr_be: Ajouter des étudiants
it: Aggiungi alunni
pl: Dodaj uczniów
pt: Adicionar alunos
ru: Добавить студентов
si: සිසුන් එක් කරන්න
tr: Öğrenci ekle
uk: Додати студентів

source: Current locations
da: Nuværende lokaler
es_ar: Ubicaciones actuales
it: Aule attuali
pl: Aktualne lokalizacje
pt: Localizações atuais
ru: Текущее местоположение
si: වර්තමාන පිහිටීම්
tr: Kayıtlı yerler
uk: Поточне місцезнаходження

source: Add locations
da: Tilføj lokaler
es_ar: Añadir ubicaciones
fi: Lisää sijainteja
it: Aggiungi aule
pl: Dodaj lokalizacje
pt: Adicionar localizações
ru: Добавить местоположение
si: පිහිටීම් එක් කරනවා
tr: Yer ekle
uk: Додати місцеположення

source: Current equipment
da: Nuværende udstyr
es_ar: Equipo actual
it: Dotazione corrente
pl: Obecny sprzęt
pt: Equipamento atual
ru: Текущее оборудование
si: වත්මන් උපකරණ
tr: Kayıtlı ekipmanlar
uk: Поточне обладнання

source: Add equipment
da: Tilføj udstyr
es_ar: Agregar equipo
fi: Lisää varuste
it: Aggiungi dotazione
pl: Dodaj sprzętu
pt: Adicionar equipamento
ru: Добавить оборудование
si: උපකරණ එක් කරන්න
tr: Ekipman ekle
uk: Додати устаткування

source: Extend ${section} to ${term}
da: Udvid ${section} til ${term}
es_ar: Extender ${section} a ${term}
fr_be: Étendre ${section} à ${term}
it: Estendi ${section} al ${term}
pl: Rozszerz ${section} na ${termin}
pt: Estender ${section} ao ${term}
ru: ${section} длится до ${term}
si: ${section} ${term} තෙක් දීර්ඝ කරන්න
tr: ${section} bölümünü ${term} dönemine yay
uk: ${section} триває до ${term}

source: Remove links of ${section}
da: Fjern link for ${section}
es_ar: Eliminar enlaces de ${section}
fr_be: Retirer les liens de ${section}
it: Rimuovi i collegamenti di ${section}
pl: Usuń więzi ${section}
pt: Remover ligações de ${section}
ru: Удалить связь с ${section}
si: ${section}හි සබැඳිය ඉවත් කරන්න
tr: ${section} bölümünün bağlantılarını sil
uk: Видалити зв'язок з ${section}

source: Link ${section} to Section in Other Term
da: Link ${section} til sektion i et andet termin
es_ar: Enlace ${section) a la Sección en Otro Término
fr_be: Lier ${section} à une Section dans une Autre Période
it: Collega ${section} alla classe in un altro periodo
pl: Łączenie ${section} do sekcji w innym określeniem
pt: Ligar ${section} à turma em Outro Período
ru: Ссылка ${section} на Раздел в Другом Семестре
si: වෙනත් වාරයක අංශයකට ${section}සබැඳිය එක් කරන්න
tr: ${section} bölümünü Diğer Dönemdeki bir bölüme bağla
uk: Посилання ${section} на Розділ в Другом семестр

source: Section Roster
da: Vagtplanens afsnit
es_ar: Sección de Registro
it: Registro di classe
pt: Registos de Turma
ru: Секція списку
tr: Bölüm ad listesi
uk: Секція списку

source: section ${title} roster
da: Afsnit ${title} vagtplan
es_ar: sección $ {title} roster
it: registro della classe ${title}
ru: список ${title} секций*

source: Instructors: ${instructors}
da: Undervisere: ${instructors}
es_ar: Instructores: ${instructors}
it: Docenti: ${instructors}
pl: Instruktorzy: ${instructors}
pt: Docentes: ${instrutores}
ru: Інструктори: $ {instructors}
tr: Eğitmenler: ${instructors}
uk: Інструктори: ${instructors}

source: Copy sections to ${term} of ${schoolyear}
da: Kopier sektioner til ${term} af ${schoolyear}
es_ar: Copiar secciones a ${term} de ${schoolyear}
fr_be: Copier les sections de ${term} de ${schoolyear}
it: Copia le classi in ${term} di ${schoolyear}
pl: Skopiuj sekcje na ${term} z ${schoolyear}
pt: Copiar turmas para ${term} de ${schoolyear}
ru: Копировать группы в ${term} ${schoolyear}
si: අංශ ${schoolyear}හි ${term}ට පිටපත් කරන්න
tr: Bölümleri ${schoolyear} okul yılının ${term} dönemine kopyala
uk: Копіювати розділи до ${term} ${schoolyear}

source: Copy sections from ${prev_term} of ${schoolyear} to ${term}
da: Kopier sectioned far ${prev_term} af ${schoolyear} til ${term}
es_ar: Copiar secciones desde ${prev_term} de ${schoolyear} a ${term}
fr_be: Copier les sections depuis ${prev_term} de ${schoolyear} vers ${term}
it: Copia le classi da ${prev_term} di ${schoolyear} a ${term}
pl: Skopiuj sekcje z ${prev_term} roku ${schoolyear} do ${term}
pt: Copiar turmas de ${prev_term} do ano ${schoolyear} para ${term}
ru: Копировать группы из ${prev_term} ${schoolyear} в ${term}
si: ${schoolyear}හි ${prev_term}න් අංශ පිටපත් කරන්න
tr: Bölümleri, ${schoolyear} okul yılının ${prev_term} döneminden ${term} dönemine kopyala
uk: Копіювати розділ з ${prev_term} ${schoolyear} до ${term}

source: There is no (previous) term in ${schoolyear} to copy sections from.
da: Der er ingen (tidligere) termin i ${schoolyear} at kopiere sektioner fra.
es_ar: No hay un período (anterior) en ${schoolyear} desde el cual copiar secciones.
fr_be: Il n'y a pas de période (précédente) en ${schoolyear} pour en copier les sections.
it: Non c'è un periodo (precedente) in ${schoolyear} da cui copiare le classi.
pl: Nie ma (poprzednich) terminów w ${schoolyear} aby skopiować sekcje.
pt: Não há período (anterior) em ${schoolyear} para copiar turmas.
ru: Не существует (предыдущего) семестра в ${schoolyear} году для того чтобы скопировать группы.
si: ${schoolyear}හි ${prev_term අංශ පිටපත් කිරීමට (කලින්) වාරයක් නැත.
tr: ${schoolyear} okulyılında bölümlerin kopyalanacağı (önceki) dönem yok.
uk: Відсутній семестр у ${schoolyear} навчальному році в розділі, що копіюється.

source: Select All Visible
da: Vælg alle synlige
es_ar: Seleccionar todos los visibles
fr_be: Sélectionner Tout ce qui estl Visible
it: Seleziona tutti i visibili
pl: Zaznacz wszystkie widoczne
pt: Selecionar Todos os Visíveis
ru: Выбрать Все Видимые
si: සියල්ල දෘශ්‍ය ලෙස තෝරන්න
tr: Tüm Görünenleri Seç
uk: Обрати Всі Видимі

source: Invert Selection
da: Inverter markering
es_ar: Invertir la selección
fr_be: Inverser la Sélection
it: Inverti la selezione
pl: Odwróć zaznaczenie
pt: Inverter Seleção
ru: Инвертировать выделение
si: අන්වර්ත තේරිම
tr: Seçimi Evir
uk: Інвертувати вибір

source: Section in ${term}
da: Sektion i ${term}
es_ar: Sección en ${term}
fr_be: Section dans ${term}
it: Classe in ${term}
pl: Sekcje w ${term}
pt: Turma em ${term}
ru: Группа в ${term}
si: ${term}හි අංශය
tr: ${term} dönemindeki bölüm
uk: Розділ у ${term}

source: Current Size
da: Aktuel størrelse
es_ar: Tamaño Actual
fi: Nykyinen koko
fr_be: Taille actuelle
it: Dimensione attuale
pl: Bieżący Rozmiar
pt: Tamanho Atual
ru: Текущий размер
si: වර්තමාන ප්‍රමාණය
tr: Geçerli Boyut
uk: Поточний розмір

source: Copied
da: Kopieret
es_ar: Copiado
fr_be: Copié
it: Copiato
pl: Skopiowano
pt: Copiado
ru: Скопировано
si: පිටපත් කරන ලද
tr: Kopyalandı
uk: Скопійовано

source: Copy
da: Kopier
es_ar: Copiar
fr_be: Copier
it: Copia
pl: kopiuj
pt: Copiar
ru: Копировать
si: පිටපත් කරන්න
tr: Kopyala
uk: Копіювати

source: Upload schooltool courses as CSV
da: Upload Schooltool kurser som CSV
es_ar: Subir cursos de SchoolTool como archivo CSV
fi: Vie SchoolTool-kurssit CSV-muodossa
fr_be: Importer les cours SchoolTool en CSV
it: Carica le materie in SchoolTool come CSV
pl: Dodaj programy Schooltool jako CSV
pt: Importar disciplinas do schooltool como CSV
ru: Загрузить предметы SchoolTool в формате CSV
si: ස්කූල් ටූල් පාඨමාලා CSV ලෙස උඩුගත කරන්න
tr: SchoolTool derslerini CSV olarak karşıya yükle.
uk: Завантажити предмети до SchoolTool в форматі CSV

source: CSV data <strong>must</strong> include a course title,<strong>may</strong> include an optional course description, <strong>may</strong> include an optional course id, <strong>may</strong> include an optional government id and <strong>may</strong> include an optional credits value.
da: CSV data <strong>skal</strong> inkludere en kursustitel, <strong>kan</strong> inkludere en valgfri kursusbeskrivelse, <strong>kan</strong> inkludere et valgfrit kursus id, <strong>kan</strong> inkludere et valgfrit regeringsid og <strong>kan</strong> inkludere en valgfrit pointmængde.
es_ar: La información del CSV <strong>debe</strong> incluir el título del curso, <strong>puede</strong> incluir una descripción opcional, <strong>puede</strong> incluir un identificador opcional, <strong>puede</strong> incluir un identificador de régimen opcional y <strong>puede</strong> incluir valores de creditos opcionales.
fr_be: Les données CSV<strong>doivent</strong> inclure un titre de cours,<strong>peuvent</strong> inclure une description de cours facultative, <strong>peuvent</strong> inclure une identification de cours facultative, <strong>peuvent</strong> inclure une identification gouvernementale facultative et <strong>peuvent</strong> inclure une valeur de crédit optionnelle.
it: I dati in formato CSV<strong>devono</strong> includere titolo della materia,<strong>possono</strong> includere una descrizione facoltativa della materia, <strong>possono</strong> includere un ID opzionale della materia, <strong>possono</strong> includere un identificativo governativo opzionale e <strong>possono</strong> includere valori opzionali di crediti
pl: dane CVS <strong>muszą</strong> zawierać tytuł kursu, <strong>mogą</strong> opcjonalne zawierać opis kursu, <strong>mogą</strong> opcjonalne zawierać identyfikator id kursu, <strong>mogą</strong> opcjonalne zawierać government id i <strong>mogą</strong> opcjonalne zawierać jego wartość.
pt: Os dados CSV <strong>têm</strong> que incluir um título de disciplina e <strong>podem</strong> incluir uma descrição opcional e <strong>podem</strong> incluir um identificador opcional. Qualquer informação adicional será ignorada.
ru: CSV данные <strong>должны</strong>включать заголовок курса и<strong>могут</strong> включать произвольное описание курса, <strong>могут</strong> включать произвольный id курса, <strong>могут</strong> включать произвольный id учреждения и <strong>могут</strong> включать произвольные значения зачетов.
tr: CSV verisi, <strong>zorunlu olarak</strong> bir ders başlığı ve <strong>isteğe bağlı olarak</strong> ise bir ders açıklaması, ders kodu, resmi kod ve kredi değerleri içermelidir.
uk: Дані CSV <strong>повинні</strong> містити назву предмета,<strong>додатково</strong> — опис предмета, <strong>додатково</strong> — ідентифікатор предмета, <strong>додатково</strong> — урядовий ідентифікатор предмета та <strong>додатково</strong> — вагомість предмета.

source: Ancient History, Pre-history through 1000 A.D. US History,,us-history World History, 1000 A.D. through the 20th century, history-world Spanish,,,spanish-gov,5
da: Old historie, Før-historie fra 1000 fvt. Amerikansk historie,,us-historie Verdens historien fra 1000 fvt. til det 20. århundrede, historie-verden Spansk,,,spansk-gov,5
es_ar: Historia Antigua. Historia de USA. Historia Universal. Español.
fr_be: Antiquité, Préhistoire jusqu'à 1000 apr. J.-C. Histoire des États-Unis,,us-history Histoire du monde, 1000 apr. J.-C. jusqu'au 20e siècle, history-world Espagnol,,,spanish-gov,5
it: Storia Antica, Preistoria attraverso il 1000 A.D. Storia Americana,,us-history Storia Mondiale, dal 1000 A.D. al 20esimo secolo, history-world Spagnola,,,spanish-gov,5
pl: Historia Starożytna, Historia przed 1000 A.D. Historia Polski,,historia-pl Historia Świata, od 1000 A.D. do dwudziestego wieku, historia-swiat Hiszpański,,,hiszpanski-gov,5
pt: História Antiga, Pré-História até 1000 A.C. História de Portugal,, historia-pt História Mundial, 1000 D.C. até o século 20, historia-mundial Espanhol,,,espanhol-gov,5
ru: античная история, доисторический период 1000 лет до н.э. история США ,,история США всемирная история, 1000 н.э. история 20 века, мир истории испанский,,,spanish-gov,5
tr: Eski Çağlar Tarihi, M.S. 1000 yıllına kadar Pre-historya Cumhuriyet Tarihi,,tarih-cumhuriyet Dünya Tarihi, M.S. 1000 yılından 20. yüzyıla kadar, tarih-dünya Fransızca,,,fransızca-meb,5
uk: Стародавні історія, Середні віки. Історія України Всесвітня історія, від античності до новітніх часів, Англійська
